{
  "139919/f Marlowe 1500/t 1400 2300/e 129919": "none/18 7/farmer 18 7 0 Marlowe 18 4 2/skippable/pause 2000/speak Marlowe \"Oh, hello @. I was just finishing up my day in the mines.#$b#You know, all this time left alone really lets me think about things.#$b#Like how I actually used to be good friends with Penny, then I dropped her.#$b#One day we were best buds, the next, we hardly knew each other.#$b#Most of the Pelican town residents don't actually like me.#$b#I used to be close to a few of them, but I guess once I started going to a high school in the big city, I thought I was better than them all.#$b#I got involved with pretty bad things over there in Zuzu. Drugs, drinking, sex. All that good stuff.#$b#Then, Zayn passed and all of that just got worse.#$b#I started abusing all of it instead of just experimenting.#$b#I'd have sex with whoever whenever, and was always surrounded by drugs.#$b#One day, one of my big city friends tells me I should grow my own weed, since Pelican Town doesn't have a proper police force.#$b#Managed to get my hands on some seeds, outside of the town so it couldn't be traced back to me, and began my little garden.#$b#It was a great success and my business grew more every day.#$b#Unfortunatly, so did my ego.#$b#I stopped hanging out with people in town all together once my business was good enough, and it was strictly the city kids who I spent my time with.#$b#And when I was in town, I was in the mines.#$b#Away from everyone else.#$b#It was a combination of my big ego and not wanting to get hurt again that stopped me from getting close to anyone and to cut off all my old friends.#$b#Although, I really miss Penny.\"/pause 500/speak Marlowe \"$q 1399 null#What do you think, @? Should I try and be friends with Penny again?#$r 1399 -250 marlowe_mine_event1#Penny deserves a better friend than someone like you. Maybe next time you'll think twice and cherish your friendships.#$r 1400 0 marlowe_mine_event2#Forgive and forget, isn't that the saying?#$r 1401 50 marlowe_mine_event3#Look, we all make mistakes. I've made some, too. And you were just a dumb kid when you did it. I'm sure Penny will find it in her heart to forgive you.\"/pause 2000/speak Marlowe \"I think I'm going to reach out and try to patch things up with her.#$b#I'm going to make a list of things to apologise for, and then I'm going to bake Poppyseed muffins.#$b#I hope she still likes those...#$b#Thanks for listening, @.#$b#You're a good friend to me.\"/end"
}