{
  "149919/f Marlowe 2000/t 600 2300/e 139919": "none/42 10/farmer 42 8 2 Marlowe 41 8 2/skippable/pause 1500/speak Marlowe \"Hey there, @.#$b#How are things with you?#$b#I was just reflecting on how much of a loser I am.#$b#I mean, what have I really done with my life, other than finish high school?#$b#I haven't got a job or any worthwhile certifications.#$b#Not that there's much of a future in a small town like this.#$b#It's so suffocating and claustraphobic in Pelican Town, but I can't afford to live in Zuzu.#$b#I'm never going to fall in love, or earn any other milestone that normal people do.#$q 1340 null#Do you ever feel like that, @?#$r 1341 +100 marlowe_mountain_event1#I get it. I really do. Sometimes I feel the same way. And I don't know if I'll ever stop, but I know that my friends will help me through it all. I'm always here for you, Marlowe.#$r 1330 0 marlowe_mountain_event2#Nope.\"/pause 500/speak Marlowe \"Oh, yeah, Penny loved the muffins.#$b#I think she's forgiven me, and is willing to slowly build our friendship back up.\"/pause 1000/speak Marlowe \"Suppose you wanna know how I earn a living.#$b#It's not legal in the slightest, but I sell weed.#$b#Been doing it for a few years now.#$b#It's my main source of income at this point.#$b#I'm trusting you about this because I think it's something you could really get into.#$b#I think you should grow some stuff on your farm.#$b#If you do, I'll be taking a cut of the profit, since I give the seeds to Pierre, and he gives them to you.#$b#Pelican Town is my turf, so anyone buying here is buying my product.#$b#Joining my business will make your bank account explode, trust me.#$b#It's a worthy investment.#$b#But don't even think about trying the product.#$b#You so much as become the tiniest bit addicted, you're getting cut off.#$b#Can never trust a junkie.#$b#Everyone in town knows people use weed, but they don't know who's selling it.#$b#And nobody is concerned enough to get the cops involved.#$q 1331 null#What do you think?#$r 1331 0 marlowe_mountain_event3#Does Penny know about this?#$r 1332 0 marlowe_mountain_event4#Does Lewis know about this?#$r 1335 0 marlowe_mountain_event5#Does Pierre also get a cut?#$r 1336 0 marlowe_mountain_event6#Is this where Sam and Sebastian get their stash from?#$r 1337 0 marlowe_mountain_event7#Tell me more.\"/pause 500/speak Marlowe \"If you're willing to work with me, you'll get fifteen percent of the profits.#$q 1340 null#So, how about it?#$r 1340 +200 marlowe_mountain_event8#I'm in.#$r 1341 0 marlowe_mountain_event9#Sorry. I can't.#$r 1342 -100 marlowe_mountain_event10#Fuck no. I'm going to call the cops, dude.\"/pause 500/speak Marlowe \"Okay, well, um... I...#$b#I...$4#$b#I'm sure you have places to be. See ya.\"/end"
}