{
  "119919/f Marlowe 500/t 600 2300/w sunny": "none/71 13/farmer 71 18 0 Marlowe 72 12 2/skippable/speak Marlowe \"Hey, @. Come over here for a second.\"/move farmer 0 -5 0/move farmer -1 0 3/move farmer 0 -1 0/move farmer 0 0 2/speak Marlowe \"I don't get why you keep talking to me.#$b#It's not like I'm a particular treat to talk to. More like a chore.#$e#Yet you keep talking to me. Why?\"/pause 1000/speak Marlowe \"Sorry. Sorry for being distant.#$b#I just don't want to lose anyone again.\"/pause 2000/speak Marlowe \"Do you take any medication, or have you? Actually, nevermind.\"/move Marlowe 8 0 0/move Marlowe 0 -11 0/pause 500/emote farmer 8/end",
  "159919/f Marlowe 2000/t 600 2300/e 149919": "none/79 95/farmer 79 95 2 Marlowe 78 95 2/skippable/pause 1500/speak Marlowe \"Hope you're having a good day, @.#$b#Hope you don't get too lonely out on that big farm.#$b#I live in that little cottage with Uncle Marlon and his friend Gil, and although it's cozy, I do get lonely.#$b#I mean, I do spend all my days by myself or in the mines.#$b#Didn't always used to be just me and my uncle, though.#$b#My sister used to live with us.\"/pause 1000/speak Marlowe \"Me and her were adopted by uncle Marlon when our parents were thrown in jail years ago.#$b#They were a real Bonnie and Clyde duo, ha...#$b#I think they committed tax fraud or something to do with cooked books and the company they founded.#$b#Nothing too extreme or dangerous, I guess.#$b#Still, my sister and I were underage and needed somewhere to go.#$b#I think I was like, three or something and my sister was eight or nine.#$b#We moved to Pelican Town and here we are today.\"/pause 1000/speak Marlowe \"Actually, my sister, once she got her drivers license, took off into the big city to become a cop.#$b#Me and her were always sort of polar opposites, but I just find the irony of our situations funny.#$b#I mean, come on. She's a cop, and I'm a dealer.$h#$b#It's the height of comedy.#$b#I, um, I don't get to see my sister often.$s#$b#She only comes around on holidays, like Christmas, or my birthday sometimes.#$b#It's okay with me, though.#$b#I appreciate her making her way out here anyway, since she's so busy and all.#$b#We're in regular contact so I don't mind if I don't get to see her often.#$b#Hey, if you're ever in Zuzu, keep an eye out for Officer Andersson.#$b#You'll know who she is when you see her.#$b#We look very similiar.\"/pause 1000/speak Marlowe \"@. I know this is a dramatic topic change, but I just wanna be honest.#$b#I will admit it, I have thought about you as more than a friend a few times.$4#$b#I'm not ready for a relationship yet, or nothing serious anyway.#$b#Just thought I should tell you, since we're pretty good friends and all.#$b#And, I really do care about you.$1\"/emote farmer 20/emote Marlowe 60/end"
}