{ 
    //Monday
    "Mon": "Gunther invited me to come here. Heard there's been a lot of interesting relics found. Would you happen to know anything about that?",
    "Mon4": "You can tell a lot about a society from what is left behind. Middens - their rubbish heaps - are a treasure trove of information.",
    "Mon10": "I admit it, I've always been curious about this place.$2#$b#A... hmmm... close friend grew up here, and talked fondly of the Scarp. I always wondered what it was like.",
    "summer_Mon6": "Ugh, this weather... it's hard working in this heat.#$b#I should've brought some undergrad students to help out, right?$1",
    "summer_Mon10": "Not going to lie to you, @, there's something about this place that really makes you wonder if that fairy tale mumbo-jumbo is in some ways true.#$b#Still, most of it can be explained by science, I bet.$1",
    "fall_Mon6": "I'm very interested in this valley; there have been rumors, you know... and mysterious artifacts found.$1",
    "fall_Mon10": "I've given up on romance, @. The last man I truly loved... well, he loved his studies more than he loved me.$2",
    "winter_Mon6": "Sigh... I've received yet another email from that Crypto Today reporter.#$b#I've explained we're no longer stocking their rag... Is it really that hard to just take 'no' for an answer?$a",
    "winter_Mon10": "",
    //Tuesday
    "Tue": "Yeh, I'm staying in the inn. I keep hearing strange noises at night.#$b#My students would probably say it was ghosts - but these old buildings? They're filled with rodents and other pests.$2",
    "Tue4": "Gunther's okay, but he'd rather sit in that dusty old library and stare at his shiny treasures all day.#$b#Me? Well, I'd rather be out here, seizing life by the throat.",
    "Tue8": "There's this really old grimoire in the university. I don't believe in ghosts or other nonsense, but it gives me the chills.#$b#This place does that too. It's all history... but it's dark history.$2",
    "summer_Tue2":"My interests? Oh, they lie in human societies. Everyone's always so fascinated in demihumans: goblins, shadowfolk, dwarves...#$b#They fail to grasp how interesting ordinary, everyday humans can be.$2",
    "summer_Tue6":"If I uncover another chicken statue... What was it with these settlers and their poultry?#$e#Here, you have it. I've got plenty.$1[113]",
    "summer_Tue10":"",
    "fall_Tue2":"Ugh, another of my students has been swayed to the darkside; they're writing their paper on trolls of all things! Trolls!$a",
    "fall_Tue6":"Oh, hey @. Yeah, I'm a bit tired today... Some weird clanking noise kept me awake half the night.#$b#Oh don't look like that, I'm not saying we have a ghost! It was probably just the pipes.$a",
    "fall_Tue10":"",
    "winter_Tue2":"Ah, East Scarp has an interesting archeological history.#$b#Hmmm, we should hold an Archaeology Discovery Day to inspire the young 'uns. What do you think?$1",
    "winter_Tue6":"We found a ancient basket filled with eggs over Bluehills way once. It was very exciting - until an undergrad dropped one.#$b#I'll tell you what... a 1000-year egg creates quite the stink.$2",
    "winter_Tue10":"",
    //Wednesday
    "Wed": "Found any interesting relics lying around? I'd be happy to add them to Zuzu City University's extensive collection.",
    "Wed6": "We're pretty sure the early settlers worshipped chickens. Pretty weird, don't you think?#$b#Still, I'm sure you've heard a lot weirder around here! These small country towns thrive on superstition.",
    "Wed10": "There's a peak around here called Mount Evermore. It's a steep and dangerous climb, but the views are spectacular.#$b#Maybe I'll climb up there some day.",
    "summer_Wed4":"Have you tried Rosa's baking, @? All I can say, is it's a good thing this job's pretty physical.",
    "summer_Wed8":"",
    "summer_Wed10":"",
    "fall_Wed4":"There are those that say this job is mostly pillaging temples and disrespecting tombs...and they're not entirely wrong.$2#$e#But we've established a code of ethics, @, and now work closely with locals in the region to preserve, evaluate, and educate.",
    "fall_Wed8":"",
    "fall_Wed10":"",
    "winter_Wed4":"Have you ever read Cryptozoology Today, @?#$b#It's absolute trash, yet the students love it. No accounting for taste.$a",
    "winter_Wed8":"There was a scandal a few years ago, when a team of undergrads unearthed a cache of beautiful crystal owls.#$b#Everyone thought it was some sort of cultural revelation - until they were carbon-dated; they'd been purchased and buried as a prank.$1",
    "winter_Wed10":"",
    //Thursday
    "Thu": "Pelican Town has an interesting history; the early settlers came from the sea.#$b#Sounds like there were people here first, though we've found no organic remains, only their artifacts.$2",
    "Thu6": "Are you into spelunking, @? There's an impressive cave system around here.#$b#Rumor says it's never the same twice. So, it's very easy to get lost.",
    "Thu8": "This used to be a prosperous mining town, you know. Then the ore started drying up, and there were a couple of bad accidents.#$b#A superstitious lot, those miners. As if there could be monsters lurking in those caves!$1",
    "summer_Thu4":"I tried to get some students to help out with the physical stuff, but the department's filled with academics: strong in brains, but weak on the brawn.",
    "summer_Thu10":"",
    "fall_Thu4":"",
    "fall_Thu10":"",
    "winter_Thu4":"",
    "winter_Thu10":"",
    //Friday
    "Fri": "Do you like surfing, @? The waves here aren't really well suited to it, sadly.#$b#You've gotta go west, to Juniper Point, to get real surf.",
    "Fri4": "Marathons aren't my thing, but I did a triathlon once. That was pretty hardcore.#$b#You ever...? Oh... I guess you wouldn't have time.",
    "Fri6": "I met a shark face-to-face once. Well, face-to-snout.$2#$b#Could've taken my arm off too, but I looked into those beady little eyes... and I don't know what it saw there, but it turned tail and fled.",
    "Fri8": "I've jumped from a plane, swum with sharks, rays and jellyfish, and once went free-diving along the Copper Coast.$1#$b#But I'll tell you now, @, you'd never catch me underground. All that rock above me gives me the heebies.$2",
    "summer_Fri2":"Hello @! If you happen to find any bones lying around, can you let me know?#$b#The palentology department is always after more samples!",
    "summer_Fri10":"",
    "fall_Fri4":"",
    "fall_Fri10":"",
    "winter_Fri2":"",
    "winter_Fri10":"",
    //Saturday
    "Sat": "Ever tried free soloing? Yeh, it's dangerous, but what's life without a little adrenaline?",
    "Sat6": "Heh, back in my student days, I scaled the height of the Astronomy Tower to hang my roommate's boxers like a flag.#$b#The headmaster was not impressed.$1",
    "Sat8": "Yeh, there's some pretty dumb stunts in my past. But, hey, what doesn't kill you...#$b#Really, it's all about being prepared, and not letting fear rule you.#$b#Also, not getting caught!$1",
    //Sunday
    "Sun": "Once upon a time they would've sent a whole team out here to look for bones and fossils...#$b#That's budgeting cuts for you. Not much money in research anymore.$2",
    //Locational specific dialogue
    "Custom_EastScarpeInn": "Not a bad place, is it? Very charming, although the floorboards creak something wicked.",
    "GiftReaction_Jasper": "This makes me think of someone... I think you know who!"
}