{
	//Dialogues	
	"Mon": "Hello farmer, I heard some great stories about your town.#$b#How have you been enjoying Umuwi so far?",
	"Mon4": "I know most people would prefer the Galaxy sword.#$b#However, if you ask for my opinion I believe that the Steel Falchion is better because you could carry it without difficulty.",
	"Mon6": "How is everything on the other side of the portal, son?^How is everything on the other side of the portal lassie?#$e#I hear that you could visit the mines.#$b#By any chance, could you tell me what it's like right now? It’s been a while since I was able to visit. ",
	"Mon8": "I’m very proud of my children.$h#$b#They definitely take after Esmeralda and I.$h",
	"Mon10": "I know I’ve been hard on Raphael and Bianka.$s#$b#I couldn’t simply just let them go off on their own without any proper knowledge on how to defend themselves.#$e#I know they must hate me for it.$s#$b#I just hope they find it in their heart to understand me",
	
	"Tue": "I hear people from the other side of the portal tend to leave their wastes around.$u#$b#Make sure you don’t leave any rubbish around here okay?!$u",
	"Tue4": "We’ve lost a lot of people over the years in Ruby Islands.#$e#Umuwi became our safe place.#$b#This place kept my family sane.",
	"Tue6": "A little inside information about how to defeat monsters, make use of your rings and remember increase the attack and weapon speed for maximum damage.",
	"Tue8": "My daughter has been the sunshine of the family ever since she was born.$h#$b#I won’t hesitate to hurt anyone who tries her.$u",
	"Tue10": "Aguamenti, ignos et mortifina.#$b#Oh, it’s nothing dear friend. I needed to conjure up water for the Earth today.",
	
	"Wed": "Have you been tampering with magic lately?$u#$b#Never, NEVER practice magic without supervision do you hear me?$u",
	"Wed4": "My little girl has been reading a lot about the other side of the portal.#$b#I don’t think I’m ready to let her leave my nest yet.$s",
	"Wed6": "Have you seen my wife today?#$b#Doesn’t she look gorgeous?$h#$e#However I tend to worry about her because being the Head Sorceress takes up her time and energy.",
	"Wed8": "I met Esme while I was training for the Adventure guild.$h#$b#I believe my body stretching caught her eye. Haha!$h#$e#Hey now, where did you think Raphael got his good looks and inspiration for a fit body?$h",
	"Wed10": "I admire my wife’s strength, as well as her ability to lead her coven.#$b#I just can’t help but worry about her.$s#$e#I think this is one thing I’m thankful about Bianka being uninterested with magic.#$b#I still want her to practice so that she could still defend herself though.",
	
	"Thu": "Magma sprites and sparkers are easy to get rid of if you have magical abilities.#$b#It makes us even stronger.$h ",
	"Thu4": "Excuse me, dear boy.^Excuse me, dear girl.#$b#I don’t have time to talk to you right now, I have a lot of things to prepare for my son’s weekly training.",
	"Thu6": "I’ve taken it upon myself to lead the defense council of different realms.#$b#I feel like it's my responsibility as the Head Sorceress’ husband to make sure that my wife’s subjects are protected.",
	"Thu8": "Raphael and Bianka have been training since they were little.#$b#Raphael has always shown great potential that’s why I’ve always been hard on him. I believe he can surpass my abilities.",
	"Thu10": "There are many spectral entities down at the mines.#$b#I believe their essence is convenient and effective for many enchantments.",
	
	"Fri": "You know, in my day as we were training for the Adventurer’s guild we had to study about the monsters we fought.#$b#I believe that’s how we got so good at fighting them.",
	"Fri6": "I’m thinking of making dinner for my family.#$b#What do you think is the best meal to cook? Something that could cheer them up, you know?",
	"Fri8": "Bianka has been talking to me about the new novel that she’s reading.#$b#She was talking about this knight who ventured the deserts and forests for a damsel.#$e#I don;t like the sound of this book.$u#$b#I believe that my daughter should be able to defend herself enough to fight her own battles.#$b#That’s what our skills are for!",
	"Fri10": "My Esmeralda told me that she thinks you could be a good apprentice.#$b#I think she’s fond of you.$h",
	
	"Sat": "What are your intentions with my child?#$b#I better not find you breaking any of their hearts, you hear me?",
	"Sat4": "I’ve been training Raphael since he was a little boy.#$b#He works hard, but I believe he can do better.",
	"Sat6": "Lunna and Diana have been such a big part of our lives that sometimes they feel like family.#$e#Much like how we think of the people from different realms we’ve been to.#$b#And I do my best to protect my family.",
	"Sat8": "Having a tough exterior isn’t always easy.$s#$b#People think you don’t get hurt, but in reality we just wish that we could protect everybody from any ill feelings.",
	"Sat10": "How has your day been so far, dear boy?^How has your day been so far, dear girl?#$b#If you feel like practicing your swordsmanship skills, feel free to stop by anytime alright?$h",
	
	"Sun": "Ah, a day for rest and relaxation.$h#$b#My favorite day of the week because the family and I could be together.$h",
	"Sun4": "Sundays have been tough lately because we’ve been busy.#$b#So excuse me @, I need to run some errands.",
	"Sun6": "If you have the chance to talk to Bianka could you find out if she’s serious about wanting to travel the world?#$e#I worry for her.$s",
	"Sun8": "Raphael and I talked about how hard I am on him.#$b#I’m glad that I was able to hear his side and learn from my mistakes.#$e#I need to do better for them.",
	"Sun10": "My kids mean the world to me.#$b#They have been my greatest source of achievement and inspiration. They taught me that I am capable of loving unconditionally$h#$b#I’d give up my powers if it meant that I could protect my family",
	
	"spring_12": "If only Raphael and Bianka were allowed to join tomorrow, you'd see how fast they’d find those eggs.#$e#I trained their senses since they were little. That's why they're so keen and quick-witted.$h",
	"spring_23": "Hmm, I might just ask my wife to dance tomorrow.#$b#But I’m afraid I’ll fall in love with her even more if we do.$h",
	"summer_10": "I hope you bring something scrumptious tomorrow.#$e#May I suggest something simple?#$b#The soup is quite different as it is. I'm sure a simple ingredient wouldn't let the taste go bad.#$e#Last year my stomach didn’t feel good for days.$s",
	"summer_27": "I remember the first time I brought my little Bianka to the Dance of the Moonlight Jellies.#$b#Her eyes lit up like it was the most wonderful thing she'd seen.$h",
	"fall_15": "Make sure to show off all your products tomorrow.#$b#Maybe even flaunt your weaponry!$h",
	"fall_26": "I think my wife would enjoy dressing up for tomorrow.#$b#Do you think maybe I should whip her up a dress.$h",
	"winter_7": "I’m looking forward to tomorrow.#$b#I believe I can attract as many fish as Willy could ",
	"winter_14": "I must give my wife the selenite later tonight.#$b#She has to place them all over the place to protect us from the wickedness of the other realms.",
	"winter_24": "I hope you had a prosperous year @.#$b#Be thankful for the gift of family.",


}