{
"Introduction": "Oh, it was you I met at the bus stop!#$b#So you're @.$1#$e#He won't get rid of me that easily this time.$7",
"danceRejection": "Oh, I'm sorry, but I'm waiting for an invitation from someone else.",
"divorced": "I forgot about you a long time ago, okay?$5#$e#Go away, I just set up my positive energy.$8", 
"breakUp": "Hey, is it my fault? Was I too obtrusive?$3#$e#I guess I really don't deserve love.$8",
"give_flowersA": "We're going to be the coolest couple ever.$6",
"give_flowersB": "Ah.$1#$b#Now our relationship can be considered official.$6", 
"rejectNPCA": "Um. Nice. But Wilford would have made a better one.$7",  
"rejectNPCB": "Okay, this is... awkward.$7",
"reject_two_heartA": "I'm sorry, but no. Just don't make a voodoo doll out of me, okay?$7", 
"reject_two_heartB": "Oops, I must have been too nice.", 
"marriedA": "It's disgusting... I didn't think you were such a hypocritical person!$5",
"marriedB": "Hey, I don't want to be somebody's mistress.",  
"refusal_no_heartsA": "Haha, we just met and you're already head over heels in love with me?",

"Resort_Entering": "Hey, who's up for a dive off the pier with me?$6",
"Resort_Leaving": "Oh... I don't wanna go home.$2",
"Resort_Shore": "Can you hear it? The ocean is whispering something, but it's hard for me to make out the words.$1",
"Resort_Umbrella": "I decided to take a little break in the shade so I wouldn't get sunstroke.",
"Resort_Wander": "I would walk deep into the jungle, but I'm afraid of getting lost.$7",
"Resort_Bar": "%Sable is chatting enthusiastically with Gus, sipping a sweet Pina Colada.",
"Resort": "I'm just enjoying this day and not thinking about anything.$1#$b#All my problems remained in the ship's cabin.",


"SableRoom_15_6": "%Sable sniffs softly in her sleep.",


"summer_Sun2": "Hello.#$q 3331/3332 yoba_followup#Do you believe in Yoba?#$r 3331 0 yoba_yes#Yes#$r 3332 0 yoba_no#No",
"yoba_yes": "Hm, I'm surprised. I've never seen you at the altar.#$e#This is one of the questions I deferred until I met the Great Rasmodius.#$b#Maybe he and Yoba are good friends?$1",
"yoba_no": "I believe in magic.#$e#This is one of the questions I deferred until I met the Great Rasmodius.#$b#Maybe he and Yoba are good friends?$1",
"yoba_followup": "The altar in Pierre's house reeks of a kind of magical tranquility.#$b#But I still don't feel comfortable there, because of this pressing silence.",


"fall_Sat": "Hey.#$q 3334/3335 wknd_followup#What are your plans for the weekend?#$r 3334 5 wknd_a#I'll be working on the farm.#$r 3335 15 wknd_b#I'll rest in the saloon.#$r 3334 5 wknd_c#I'll go down into the mines.",
"wknd_a": "Oh. You're such a hard worker.",
"wknd_b": "Oh, we might cross paths.$1",
"wknd_c": "Not afraid of monsters? That's cool!",
"wknd_followup": "Are weekends different from weekdays for you?",


"spring_1": "Does spring bring you joy?#$b#I don't really care, but Will has been preparing for this day all winter.",
"spring_18_2": "Wilford can be so rude at times!$3#$b#I accidentally broke a jar of dried poppy petals, and he yelled at me.$2#$b#But I don't feel sad; he must have a guilty conscience by now, so he'll come again this evening to apologize.",
"spring_23": "Tomorrow's such a day...$7#$b#I'm going to put a rose quartz in my pocket, though.", 
"spring_28": "It's getting hotter and hotter... I feel it's time for a closet change.",

"spring": "Something mysterious is going to happen today... I can feel it...",
"Mon": "Today it's my turn to do the dishes...$7#$b#Mommy-Willie will take care of dinner.",
"Mon2": "Do you have a favorite color?$1#$e#Mine changes every week.#$b#Right now it's red.",
"Mon4": "Sometimes I go into the saloon before it opens and Gus treats me to a warm morning pastry.$1",
"Mon6": "I'm glad I found Wilford.$1#$e#His escape really got to me.$7",
"Mon8": "Do you believe in the existence of parallel universes?#$b#I think about it a lot...$8#$e#In some dimension lives a happy little Sable, she has a family and a best friend, Wilford.#$b#But this girl was unlucky enough to meet such a wonderful farmer named @!",
"Tue": "You give off a bright aura.#$b#I like it.$1",
"Tue2": "I love watching moms in aerobics classes.$1#$b#Maybe I miss the entire friendly female atmosphere.",
"Tue6": "Sometimes I borrow ingredients from Wilford's supply for my potions.#$e#What? No, he doesn't know.#$b#But I trust you.$1",
"Tue8": "Today I walked to the secret woods...#$b#Here, I'm not greedy. [257]$1",
"Wed": "Who is this Abigail?!$5#$b#Always hanging around Sebastian, trying to charm him with her purple hair...$8",
"Wed2": "Sam is going to teach me how to skateboard!$6#$b#Maybe I'll even learn a trick or two.$1",
"Wed4": "My miracle fruits have lost their former luster...$8#$b#I've tried every spell and restorative potion, but nothing works!$2#$b#The trouble is that I don't even have anyone to turn to for help...$8",  
"Wed6": "Sebastian and I went down into the mines! He helped me gather some magical minerals.#$b#I also stumbled and almost fell into a hole.$7#$b#It's good that Seb was there.#$e#But it's a secret, okay?",  
"Wed8": "I like working in the saloon, but sometimes it's so draining.#$b#I do love people, but listening to their gossip all the time is sometimes just unbearable.$7", 
"Thu": "Do you listen to the Great Welwick's daily predictions?#$b#I don't leave the house until I hear her forecast!$1",  
"Thu2": "I did yoga this morning, so I feel refreshed and full of energy.$1",
"Thu4": "My legs can hardly hold me... I need to lie down.$8#$b#It happens if you practice too much magic.$7", 
"Thu6": "Do you think I wore the same or different socks today?#$b#...#$b#...I don't even really remember anymore.$7",  
"Fri": "Sorry, what did you say?#$b#I was immersed in my dreams again and distracted from the real world.",
"Fri2": "Oh... Learning Dwarvish by myself was more challenging than I thought it would be!",
"Fri4": "Ah... I didn't sleep well.#8#$b#I watched anime again until morning.$7#$e#What's it about?#$b#About a young girl with pink hair who is looking for her prince and dueling. She's so cool!",
"Fri6": "Hello.$1#$b#Do you happen to have a couple of bags of extra fertilizer lying around? I could really use some!",
"Sat": "Hey, @.#$e#What's wrong with my hands?#$b#Don't be scared, it's just clay. I did some modeling today.$6#$b#It's very calming, you know!$1",
"Sat2": "Wilford won't let me clean the first floor.#$b#...After the time I mixed up his 'precious' materials, he hisses like a wildcat whenever I enter his room.$7",
"Sat4": "I love to dip my hand into the cool ocean water and look for the smooth pebbles of broken glass.#$b#Sometimes the fish give me their cute little kisses.",
"Sat6": "Hi there! Willie baked it, try it! [223 611]#$e#I thought for a long time about sharing the last slice, and now I'm a little sorry.", 
"Sun": "What could be better than meditation on a Sunday morning?#$b#That's right - a sweet maple bar!$6",  
"Sun2": "Enjoying my last day off, and how's your day going?",
"Sun4": "Tonight I plan to get out my tarot cards and do a couple of readings.", 
"Sun8": "The later I go to bed, the later Monday starts. Right?#$b#One ginger cat hated Mondays, and I can understand him.",
  

"summer_1": "How do you like my dress?#$b#It is so light, as if woven from the sea foam!$6",
"summer_28": "The last day of summer has its own special, magical atmosphere.$1#$e#The Lunaloos are unique in their elegance and mystery. I wouldn't miss this night for anything!$6",


"summer_Mon": "I'm going to talk to Alex about his protein diet and maybe I'll get some ice cream for free.",
"summer_Mon2": "Today Wilford was teaching me botany.#$b#It's interesting and very useful, especially for a young witch like me.$6",
"summer_Mon4": "Welwick predicted a bad day for me, so you'd better avoid me.#$b#What if it's contagious.$7",
"summer_Mon6": "In the summer, it's cool to experiment with refreshing fruit smoothies.",
"summer_Tue": "Will takes such good care of the lawn that I can run around barefoot without fear of stepping on a prickly weed!",
"summer_Tue2": "It's a wonderful day for a picnic!$1",
"summer_Tue4": "George reminds me of my grandfather. And Grandma Evelyn is so sweet and kind...$8#$b#Although Alex and I are not very close, I feel more at ease around his family than ever before.",
"summer_Wed": "I love this time for the juicy fruit!$1#$b#But not oranges, no.",
"summer_Wed2": "I would really like to get a snake, but 'mommy' doesn't tolerate pets.$2",
"summer_Wed4": "Yesterday I decided to try out a new spell and accidentally set the tablecloth on fire!#$b#My fingertips are still tingling.$7",
"summer_Wed8": "Hey, do you wanna go on a picnic today? I'll take the berry pie!$1#$b#Lots to do?$3#$b#...Well, next time, then.",
"summer_Thu": "I slept just fine tonight, in case you were wondering.$1#$b#All thanks to the lavender sachet under my pillow that Wilford gave me.#$b#The only pity is that even that doesn't help him sleep...$7",
"summer_Thu2": "Sometimes I feel like I'm talking too much.#$b#But there's nothing I can do about it.$7",
"summer_Thu4": "At school I often got into fights.#$b#Every negative comment in my direction was perceived as a challenge.#$b#I'm not aggressive, I just know how to assert personal boundaries.",
"summer_Fri": "Doesn't life on the farm become routine?#$b#I couldn't do the same thing every day.",
"summer_Fri2": "I like your style. It's a kind of goblincore, isn't it?$1",
"summer_Fri4": "Maru invited me to a pajama party.$1#$b#The program for the evening: pizza, horror movies, and hopefully Sebastian.$6",
"summer_Fri8": "Stop by the saloon for a mug of honey ale.#$b#And I'll be glad to see you.$1",
"summer_Sat": "Oh, I had to stay in the saloon late last night to clean up after guests.#$b#So I can afford to rest today!$1",
"summer_Sat2": "Do you grow hops on your farm?#$b#Then you can treat me to a sweet ale.$6",
"summer_Sat6": "You look tired.$2#$b#Drop by for tea if you want to take a break. Will baked a wonderful pie the other day.$1",
"summer_Sun": "Hi! I intend to stop by the traveling merchant to pick up my order of magic seeds.",
"summer_Sun4": "Hey! Help yourself. [223]", 
"summer_Sun8": "I love discussing dreams with Emily.$1#$b#She too often dreams of colorful images, which she then embodies in her clothes.",


"fall_1": "Such a good time. Now my hair blends in with the local scenery.$1",
"fall_26": "Today's Wilford's day!$1#$b#He may be a little upset about it, so make him happy with a gift or at least a kind word.",
"fall_28": "Hi. I'm enjoying the last rays of sunshine.",



"fall_Mon": "Hello?#$b#I'm sorry, but I'm a little busy today.",  
"fall_Mon2": "Aww, I just can't resist people with gothic style!$1#$b#It's my little weakness.$2",  
"fall_Mon4": "I love fall for its coolness and pleasant sense of longing.$1",
"fall_Mon8": "Hey, how's it going?$1#$b#I'm going to the secret woods, join me when you have some free time.",
"fall_Tue": "Morning yoga gave me strength.#$b#I'll be more productive today.$1",
"fall_Tue2": "Our home is now filled with a whole range of scents.#$b#It's Will drying berries and fruits for the winter.$1", 
"fall_Tue4": "Sam is really good on the guitar!#$b#You should go to at least one concert of their band.$1",
"fall_Tue6": "I'm trying to find as many wild plums as I can so Wilford can make plum pudding tonight.",
"fall_Wed": "I like to walk on a carpet of fallen leaves and listen to the quiet crunch underfoot.",  
"fall_Wed4": "Wilford worries too much about cleanliness and order.$7#$b#I think he finds some peace in that.",
"fall_Wed8": "Hi! There's so much I want to tell you!$1#$b#Come into the saloon if you want to chat.",
"fall_Thu": "Hey, how are you?#$b#...Yeah.#$b#Well, good luck with that!$1",  
"fall_Thu2": "Have you ever seen forest spirits? 'Junimo', that's what they call themselves.#$b#I've read and heard a lot about them, but I've never seen them in person.$7", 
"fall_Thu4": "I continue to explore my local surroundings.#$b#Sometimes I go so far into the middle of nowhere that it's hard to find my way back!$7",
"fall_Thu6": "If you ask me what I did last night, I don't think I can tell you.#$b#But I will remember what I had for dinner!",
"fall_Fri": "Oh, I ate a lot of honey pancakes...$2", 
"fall_Fri2": "Haley said that wild horses might be jealous of my shaggy red mane.$5#$b#I threw a pile of dirt at her.",  
"fall_Fri4": "Hello, @.#$b#I had nothing to do, so I decided to go to that mysterious tower again.$7#$b#No, I didn't find anything magical there, just mushrooms. [404 420 281 422]",
"fall_Fri6": "Today I practiced potions.$1#$b#Most of the time was spent cleaning the kitchen afterwards.$7",
"fall_Sat2": "What I like about Will is that you can just be silent with him without feeling uncomfortable.#$b#There's no such thing as an 'awkward pause' with him, you know?",
"fall_Sat4": "Jodi is a super mom!$1#$b#She's caring and moderately strict, and she's also such a good cook!$6#$b#I want to be like that in the future.",
"fall_Sat6": "Dusty is a sweet dog. He doesn't bite at all.",
"fall_Sun": "Today I just want to rest. Read manga or watch my favorite series.$1",  
"fall_Sun2": "I love listening to Maru's stories about space. She looks so enthusiastic.",
"fall_Sun4": "Wilford and I met in Zuzu when I just moved there.#$b#The city turned out to be too big and messy so of course I got lost.",
"fall_Sun6": "Emily has such beautiful hair! I wonder what kind of products she uses?",


"winter_1": "Hello, snow farmer.$1#$b#Have you figured out what you're going to do this season?",
"winter_28": "I feel spring approaching.$1#$b#And then the summer is not far away.$6",
"winter_13": "Hi there.#$b#...$1#$e#Feel it?$1#$b#Wilford gave me a perfume!$6#$b#With floral extracts. He made it himself.$6#$e#Today I am the happiest girl in the world.$1",

"winter_Mon": "Oh! You're running so fast, you probably don't have time to freeze.",
"winter_Mon2": "Winter is cruel to farmers. Especially if they don't have a greenhouse.#$e#It's a good thing the Wilford flowers are saved from frost.",
"winter_Mon4": "I've already made a program for my winter marathon of series.#$b#These will be the coziest evenings all year!$6",
"winter_Mon6": "How are your beds doing?#$b#I saw some 'winter seeds' at Wilford's, maybe you could use them too?",
"winter_Tue": "I like to break the thin ice.#$b#Its cold shards resemble fragile glass.",
"winter_Tue2": "I hope you put a heater in your barn. Animals shouldn't freeze!",
"winter_Tue4": "Sometimes, on particularly cold winter evenings, Willie and I play our favorite board game: rabbits versus carrots.#$b#Just like in the good old days...$8",
"winter_Tue8": "I like to catch snowflakes in the snowfall and explore their whimsical patterns.$1",
"winter_Wed": "Frost is a natural blush!$6",
"winter_Wed2": "Wouldn't it be great if they installed an ice rink on the square?$1#$b#Previously, I used to go skating every week of winter together with...#$b#...$8#$b#However, it's not that important.",
"winter_Wed4": "Have you ever heard of the Return Scepter?#$b#This powerful totem is said to be enchanted with a teleportation spell.",
"winter_Wed6": "I wonder what's for dinner today...",
"winter_Thu": "Ouch, my head...$2#$b#Be careful, there's a slippery road ahead. I've already fallen.",
"winter_Thu2": "Hewwo.$1#$b#Sowwy, mouth full. [206 241]",
"winter_Thu4": "Seb wants to move into the big city, and I, on the contrary, am running away from it...$2#$b#Thinking about it spoils my mood.$8",
"winter_Fri": "Today I'll have a particularly busy day...#$b#In such a cold weather, many people prefer to relax with a mug of something hot.",
"winter_Fri2": "Occasionally, coming down south of the forest, I notice a strange black creature.#$b#It's skittish, so I just leave it with pieces of sweet pumpkin.",
"winter_Fri4": "I don't get up early in the winter for yoga.#$b#If all nature sleeps, why should we deny ourselves this pleasure?",
"winter_Sat": "Hey, how's your day going?$1#$b#I still haven't figured out what to do today.$7",
"winter_Sat2": "%Sable looks especially tired today, so you decide not to bother her.",
"winter_Sat4": "There are so many creative people around me!#$b#Although Wilford doesn't think of himself as such, I think his work is similar to art.#$e#I can't sing or paint... Is magic considered a creative activity?#$b#I think so, because it takes creativity to cast new spells!$1",
"winter_Sat6": "I feel it was a mistake to go out today. My warm cozy bed couldn't agree more.$7",
"winter_Sun": "In winter, I am sad a little more often than usual.$2#$b#I don't know what it could be related to.$8",
"winter_Sun2": "Do you miss your city life?",
"winter_Sun4": "It's hard to do magic in the cold. Fingers freeze quickly.$7",
"winter_Sun6": "Poor Maru and her glasses.#$b#Whenever we come in from the cold into a warm room, they immediately fog up!",
"winter_Sun8": "I can't imagine being out all day in this cold."
}