{
  //SPECIAL DIALOGUE
  "patio_Sable": "I'm trying to learn a new spell, can we talk later?",
  "spouseRoom_Sable": "I got a new assignment from the wizard, so now I need to spend some time in silence and think things over.",
  "funReturn_Sable": "Hi there! *kisses*$6#$b#Missed me?#$b#Today I did everything I planned to do. I hope that you did, too.",
  "funLeave_Sable": "Good morning, sweetie.$6",
  "OneKid_0": "%kid1 constantly spits cereal at me during breakfast.$7#$b#I tried to have an educational conversation, but it was in vain. Why don't you try?",
  "OneKid_1": "Trying to indoctrinate a child with your principles and interests is pretty selfish, don't you think?#$b#I want, above all, to raise our child as an individual.$1",
  "OneKid_2": "I've heard that some parents play the roles of good and bad cops. Which one of us do you think is which?#$b#Let's not do that, it seems kind of cruel to me.",
  "OneKid_3": "Imagine if our baby grew up to be a wizard farmer!$1#$b#They'll have the largest and juiciest crop in the valley.$6",
  "TwoKids_0": "Watching our children, I am mentally transported to my childhood.$2#$b#I could finally give them what I had been deprived of.",
  "TwoKids_1": "Oh, %kid1 и %kid2 are really naughty!#$b#I wasn't so noisy as a kid. Were you?",
  "TwoKids_2": "I've been thinking a lot today about how interesting our lives have turned out.#$b#I am really happy to live in this cozy nest, together with the people I love.$6",
  "TwoKids_3": "With a second child in the house, my anxiety only doubled.#$b#Sometimes my imagination begins to paint terrible pictures when I let the little ones out of my sight for a while.$2",
  
  //SEASONAL DIALOGUE
  "spring_1": "Well, is it time for you to get back to work?#$b#This year promises to be a busy one, but I'll try to help in any way I can!$1",
  "spring_13": "Will you participate in the egg hunt?#$b#I'll cheer for you.$6",
  "spring_24": "I used to be so nervous about that dances.$7#$b#But now there is no need to worry about being without a partner.#$e#...You're gonna invite me up, aren't you?$4",
  "spring_28": "О! Blueberry season starts tomorrow!#$b#I'm already impatient to taste the juicy fruit salad.$6",
  "summer_1": "Hello, my love.$6#$b#It's so hot outside, so I'll stay home for now.$7#$e#Why don't you wear that straw hat of yours so you don't get sunstroke?",
  "summer_11": "Morning.$1#$e#What? Is it some kind of festival today?$3#$b#You can choose those ingredients or whatever by yourself. I trust your choice.",
  "summer_28": "You haven't forgotten what day it is, have you?$3#$b#The opportunity to see the Lunaloos comes only once a year!$1",
  "fall_1": "I love fall for its vibrant colors.$1#$e#If you need any help in the yard, just let me know.$6",
  "fall_16": "Do you think using magic during fair games counts as cheating?$1#$b#Hmmm... Then we need to think of another strategy...",
  "fall_26": "Today's Wilford's day!$1#$b#He may be a little upset about it, so make him happy with a gift or at least a kind word.",
  "fall_27": "Today's the most mysterious day of the year!$6#$b#I wish I could see at least one spirit...",
  "fall_28": "It's time to melt the fireplace and get some warm clothes.#$e#I'm also worried about our harvest. Are you sure you had time to gather everything?$3",
  "winter_1": "The windows are covered with hoarfrost...$6#$e#Be careful not to slip on the doorstep.",
  "winter_8": "I'm going to see Maru and guys today! I missed them so much.$1",
  "winter_25": "Hello, my little starlet.$4#$b#Do you remember what day it is today? I have a present for you. [72]$6#$e#%Sable gently kisses you.",
  "winter_28": "It's the last day of cold weather. We have a lot of work to do tomorrow, don't we?#$b#So today you can afford to rest.$6",
  
  //DAY DIALOGUE
  "Indoor_Day_0": "How are you feeling? Okay?$3#$b#I lit some incense, the tart scent may make head spin at first.",
  "Indoor_Day_1": "Good morning, honey.$1#$b#I got a great sleep tonight, didn't you?#$b#Take a snack before work.[610]",
  "Indoor_Day_2": "Ever since I became a student of Rasmodius, the storm in my soul began to calm down.$1#$b#Perhaps it was the reason for my magical failures.",
  "Indoor_Day_3": "I miss Wilford a little...$2#$b#We should at least give him a call.",
  "Indoor_Day_4": "I can't stay in a restricted space for long... Maybe it's time to take a walk.#$e#By the way, I made something out of what I found in the fridge. Taste it. [606 231]",
  "Outdoor_0": "Today I got up early and walked to the mine. [82 64 537]#$e#I know it can be dangerous. That's why I took one of your swords.#$b#Don't worry, I put everything back in place.$6",
  "Outdoor_1": "It's such a lovely morning.$6#$b#You've done such a good job setting this place up.$1",
  "Outdoor_2": "A hearty breakfast and morning yoga are the key to a good day.$1#$е#I hope I'm not distracting you from your work?$6",
  "Outdoor_3": "I checked on our animals. They are so lovable!$6#$b#Ever since I was a little girl, I dreamed of having at least one pet, and now I have so many that I can't count them all.$1",
  "Outdoor_4": "Maybe we should plant more fairy roses.#$e#Of course to attract the garden fairy, silly!$6#$b#They also add a special flavor to honey.$1",
  "Rainy_Day_0": "Do you want to frolic in the rain? It's so romantic.$6#$e#%Sable kisses you sweetly on the cheek.",
  "Rainy_Day_1": "I love practicing magic when it rains.$1#$b#The pounding of the drops outside the window puts me in the right frame of mind.",
  "Rainy_Day_2": "What are your plans for the day?#$b#I'm going to stay home and watch some auteur movies today.",
  "Rainy_Day_3": "Will and I used to stay home on rainy days and cook a lot.#$b#He hardly ate any of it afterwards, though, so I usually had to dispose of all the food by myself.$7",
  "Rainy_Day_4": "@! The rain made your job a little easier.#$b#Maybe it's a sign for you to stick around for a while and share a glass of cranberry candy with me? [612]$1",
  
  //NIGHT DIALOGUE
  "Indoor_Night_0": "Oh, I missed you.#$b#Have you looked in our cave today? Maybe there's something new there.",
  "Indoor_Night_1": "Today I thought a lot about the past, the present and the future.#$b#And then I got a headache.$7",
  "Indoor_Night_2": "There you are! How was your day?$1#$e#Sometimes when you're late, I get worried and think I won't see you again.$7#$b#Oh, no, I think it's my problem. Don't pay too much attention.",
  "Indoor_Night_3": "Hello, my moon and sun. I have missed you.#$b#How are your poor legs doing? Running all day without a break!#$b#I made something for dinner. Try some. [241 231 230 226]",
  "Indoor_Night_4": "Hey, how are you? I bet my day wasn't as full as yours.#$e#Oh, it's %time. I'm going to bed soon, we can discuss the news of the day there.$1",
  "Rainy_Night_0": "Hi! Not wet?#$b#Sit by the fireplace, I did something to cheer you up. [215 206 241]",
  "Rainy_Night_1": "It was so empty without you.#$b#I also think I heard strange noises coming from the bedroom. Something that sounded like footsteps.#$b#I don't know if it was the rain or the ghost.$1",
  "Rainy_Night_2": "%pet seems to be afraid of thunderstorms. Poor baby!",
  "Rainy_Night_3": "And it's still raining...$7#$b#No, I love this kind of weather, but I still miss the sun a little bit.$1",
  "Rainy_Night_4": "%Sable pulls you close to her, wrapping your arms around her waist and resting her head on your shoulder. You stand there in silence for a while, listening to the drips outside the window and each other's quiet heartbeat.",
  
  //AFFECTION DIALOGUE
  "Good_0": "Would you like to meditate with me sometime?#$b#Such practices give positive emotions for the whole day!$1",
  "Good_1": "Did you dream something?#$e#In my dream I turned into a little scarlet bird, flew all the way across the Gem Sea and landed on one of the Fern Islands.$1#$b#I can't find the words to describe all the beauty of the scenery I saw!$6",
  "Good_2": "Hmm... I've been thinking about what to get you for your birthday...#$b#What about %favorite?$6#$e#How did I know? I'm a witch, remember?$1",
  "Good_3": "I used to hate sitting at home with my family, but here with you I feel very cozy.$1",
  "Good_4": "Perfect weather today to take a walk somewhere...#$b#What about %place?#$b#Hmm... This way I'll be thinking until evening.$7",
  "Good_5": "Hi there, did you get a good night's sleep today? Or you hear any loud noises this morning?#$b#What? Oh, I was just making a new potion... And I got the recipe wrong.$1",
  "Good_6": "Sunshine, I wish you a productive day!$6#$b#I made you breakfast. [201 203 211]",
  "Good_7": "%Sable gently brushes through the locks of your hair and whispers something playfully in your ear. Then he quickly kisses you on the cheek and gently pushes you away, advising you to get to work.",
  "Good_8": "Hi. I just wanted to tell you that I love you. You know that, right?$4#$e#I'm sure fate brought us together for a reason.$6",
  "Good_9": "Let me see your muscles...#$b#Wow, working on a farm is more effective than any gym.$6",
  "Neutral_0": "Have you seen my comb?#$b#What? Is it stuck in my hair again?$3",
  "Neutral_1": "Today I feel like doing something special. I'm so productive.$1#$b#I decided to start with breakfast. [201 203 211]",
  "Neutral_2": "Good morning. Did you dream something?#$e#My dream was very strange: I was just floating on a big flower on the endless ocean.#$b#There was not a single island around, just blue water and sky.",
  "Neutral_3": "I used to find life on the farm pretty boring.#$b#But now I see that it's rare to get bored here. So much work!$1",
  "Neutral_4": "While you were sleeping, I decided to clean up a little.#$b#In addition to dust and clumps of earth, I found this. [537 749 154 440]",
  "Neutral_5": "I'm out of herbs for potions.#$b#We either have to go to the woods or... or go to Wilford!$1",
  "Neutral_6": "If you notice anything strange on the farm, tell me right away.#$b#...I recently learned a new spell and I'm not sure if it worked properly.$7",
  "Neutral_7": "Honey, show me your hands...#$b#Hey, they're all calloused!$3#$b#Wait, I have a magic healing ointment somewhere...",
  "Neutral_8": "Would you like to go to a concert of Sam and his band sometime?$1#$b#They've been inviting us for a long time, but you have such a busy schedule...",
  "Neutral_9": "If you stop by Robin, pass on my regards to Maru and Sebastian.$1#$e#I guess Maru and I should organize a sleepover sometime. Just like old times.$6",
  "Bad_0": "I just finished a delicious bun and thought of Wilford...$2#$b#I'm worried that without me he's stopped eating again.$8",
  "Bad_1": "Sometimes dark thoughts come back to me...$2#$b#At times like this, I really regret that we threw away all the cigarettes.$8",
  "Bad_2": "This morning I looked in the mirror for a long time and did not recognize myself.$8#$b#Around you, I stop pretending, but sometimes I seem to forget who I really am again.$2",
  "Bad_3": "I need to talk to the wizard.$2#$b#At times it becomes more and more difficult to fight dark desires.$8",
  "Bad_4": "I had a nightmare: I took ribbon off my neck and my head just fell off.$2#$b#I woke up in a wet sweat and a severe pain in my neck area.$8",
  "Bad_5": "%Sable looks upset. You give her a neat kiss, but it doesn't seem to help.",
  "Bad_6": "Today is definitely not my day.$2#$b#Not one spell is working properly!$2",
  "Bad_7": "Take care while you work.$2#$b#I'm afraid I won't survive if I lose another loved one.$8",
  "Bad_8": "...You were the first person I ever took the ribbon off my neck in front of.$2#$b#But I can hardly do it again.$8",
  "Bad_9": "Sorry, I want to be alone with myself for a while.$2"
}