{
  //GENERAL
  "Introduction": "Hey. I'm Marlowe. I help Marlon and Gil protect the valley #$b#Especially now that they've gotten older.#$b#See you around.",
  "Mon": "I've got lot's to do, sorry.#$e#",
  "Mon2": "*Marlowe looks at you.*#$e#...",
  "Mon4": "The mines are dangerous.#$b#Please be careful when you're down there.",
  "Mon6": "Got slime on my damn clothes again...$5#$b#Do you have that problem, @?$0",
  "Mon8": "I love Uncle Marlon... But I'd be lying if he wasn't annoying sometimes.#$e#How so?#$b#Well, he's always trying to get me to talk to people.#$b#I know it's meant to get me some friends, but I don't like talking to people.",
  "Mon10": "Hello, @.#$b#Is it annoying when people call you 'farmer'?#$b#I know I get annoyed when people call me 'drug dealer or 'weirdo'.",
  "Tue": "Gotta get groceries.",
  "Tue2": "*mumbles*",
  "Tue4": "I- Sorry.#$b#I don't like talking.",
  "Tue6": "We're getting to be pretty good friends, huh?#$b#Marlon is going to be very proud of me.$1",
  "Tue8": "Are you interested in slaying monsters, like I do?#$b#The Guild could use some help.",
  "Tue10": "My supply's running low... Oh, @! I didn't see you there.#$b#Supply? I don't know what you mean. *wink*",
  "Wed": "*sigh*$2",
  "Wed2": "Hello.",
  "Wed4": "I was going to go grocery shopping, but something else came up.",
  "Wed6": "Don't tell Pierre, but I'm glad Joja moved in.#$b#Before, I never used to get anything sweet, and if I tried, Pierre would tell Uncle Marlon.#$b#*sigh* ... But the cashier lady at JojaMart doesn't care if I buy a whole 12 pack of Joja Cola!$1",
  "Wed8": "Pierre is my best customer, hehe.$1#$b#Yoba forbid I try and sell Abigail anything, though.$5",
  "Wed10": "Hey, @! I got paid for my biggest haul yet.$1#$e#If Lewis or Uncle Marlon catches me, though, I don't know how I'd explain where all this money came from...$3",
  "Thu": "Sorry, I don't have time right now...$2",
  "Thu2": "%Marlowe's eyes are red and puffy. He doesn't seem interested in talking.",
  "Thu4": "I don't like Thursdays very much.#$b#*sigh*",
  "Thu6": "Do you know what a Junimo is?#$b#Oh, I see.#$b#Nevermind. I was probably high...",
  "Thu8": "Wanna know where Pierre gets his 'special' seeds from?#$b#Me too.$1",
  "Thu10": "Today was the day Zayne died. Yoba, do I hate Thursdays.",
  "Fri": "Do you need something?",
  "Fri2": "If you need an off the books prescription, I might know someone.",
  "Fri4": "Fridays were always my favourite.#$b#Light at the end of the tunnel.#$b#Or, in other words, rest at the end of the working week.",
  "Fri6": "I can play the bass, did you know?#$b#But don't tell Sam. He'd want me to be in his band.#$b#His parents don't like me very much. I doubt they'd want me in their house.",
  "Fri8": "Sometimes, Penny and I would play around in the forest when the weather was good.#$e#Hey, don't get the wrong idea.#$b#We were, like, six.",
  "Fri10": "Sometimes I worry that I'm going to die here in town.#$b#Having achieved nothing.#$e#Anyway, have a good day, brother.^Anyway, have a good day, sister.",
  "Sat": "I'm in the mines all night tonight.#$b#Ugh.",
  "Sat2": "I like working nightshift.#$b#Less talking to people.",
  "Sat4": "I watch a lot of TV in my spare time.#$e#Yeah, there's not many good shows out this way.#$b#Personally, I prefer to use streaming services.",
  "Sat6": "Yoba, there's not much to do in town, apart from laze around or work.",
  "Sat8": "I really do appreciate you being there for me, even at my lowest, partner.#$b#You're a good person.",
  "Sat10": "Hey, you look good today.#$b#Better than you usually do.#$e#And you always look amazing.",
  "Sun": "Can I help you?",
  "Sun2": "Sundays aren't really that sunny, are they?",
  "Sun4": "Uncle Marlon likes to give me Sunday off.#$b#He says it's for rest, but I don't really rest much.",
  "Sun6": "You ever tried to rob anything?#$b#I'm not a criminal, honest, I just have sticky fingers.",
  "Sun8": "You know, me and Alex are pretty tight these days.#$b#Contrary to popular belief, I used to bully him.#$b#Not the other way around.#$b#Not too proud of my jack-ass era, to be honest.",
  "Sun10": "Come here to reconsider the deal?$1#$b#You ever buy a seed packet of you know what from Pierre, I'll consider you a partner, okay?",

  //SPRING
  "spring_Mon": "Mm.",
  "spring_Mon2": "It's very sunny and bright these days.",
  "spring_Mon4": "You're actually not that bad, @.#$b#Do you grow any flowers on your farm?",
  "spring_Mon6": "Poppy's don't grow in spring.#$b#I wish they did.#$e#They're Penny's favourite, and I want to give her a present.",
  "spring_Mon8": "Believe it or not, Haley and I used to be kind of friends.#$b#I used to give her daffodils.#$b#She liked them. Probably still does.",
  "spring_Mon10": "Have I ever thought about giving up a life of dealing?#$b#Yes, of course. I know I'd miss it if I stopped.",
  "spring_Tue": "Ah-CHOO!",
  "spring_Tue2": "Can I help you with something?",
  "spring_Tue4": "I'm glad I don't have severe allergies.#$b#I love flowers.",
  "spring_Tue6": "It's either incredibly sunny or incredibly cold in spring.#$b#Or, yes, wet and miserable.",
  "spring_Tue10": "I like to walk the fields on my way to Pierre's.#$b#I beg Marlon to let me grow flowers or something, but he always says no.#$b#Most I can buy from Pierre's is a bouquet for myself.",
  "spring_Wed": "Phew...",

  //SUMMER
  "summer_Mon10": "I'm gonna have a hot girl summer.$1#$e#Huh? Do I mean hot boy summer?$0#$b#No. Did I stutter?",

  //FALL
  "fall_Mon4": "I quite like fall.#$b#My other friends didn't much care for it, though.",
  "fall_Mon6": "Whenever fall rolled around, Penny would always get depressed.#$b#$2#I'd do my best to try cheer her up in all kinds of ways, but I never really understood why she was so sad.#$b#I do now, though.",
  "fall_Wed8": "Call me childish, but I love the Spirit's Eve festival.#$b#Each year I managed to complete the maze. I was so good I ended up banned to 'give others a chance'.#$b#Now I just scare the children and use it as an excuse to dress up in cheap dollar store costumes.",

  //WINTER
  "winter_Mon6": "Sometimes, when it gets too cold, Clint let's me stay over.#$b#We're quite good friends.#$b#I'm probably his only friend, really... And he's mine, too.#$e#Except for you, of course.",
  "winter_Fri10": "My sister rarely comes to Pelican Town, but when she does, it's usually around Christmas time.#$b#Sometimes she visits for my birthday, but on the whole, she's pretty busy.#$b#I'm glad she finds the time to come here when she does.",

  //EVENTS
  "marlowe_mine_event1": "I know I did the wrong thing, and I know she deserves a better friend, but I've changed, and I'm willing to do anything for her again, just like I should have done. I don't need you to make me feel worse about it...$a",
  "marlowe_mine_event2": "I guess you're right. I just hope she can forgive me after all I've done to her.",
  "marlowe_mine_event3": "That made me feel a bit better...$h",
  "marlowe_mountain_event1": "I really appreciate that, @. You're a good person.",
  "marlowe_mountain_event2": "Well, I appreciate your honesty.",
  "marlowe_mountain_event3": "No, she hasn't got a clue. She knows that I used to use it, but not dealing.",
  "marlowe_mountain_event4": "Yep. He uses it for joint pain. He also gets a cut of the profits, says it's to keep the police off our back.",
  "marlowe_mountain_event5": "Pierre gets a five percent cut of whatever I make and whatever he makes from selling the seeds. He's my partner in the business. Helps me launder the money, too.",
  "marlowe_mountain_event6": "Oh, yes. Sam asked if he could sell, but the guy's a junkie, so I can't trust him.",
  "marlowe_mountain_event7": "Okay then.",
  "marlowe_mountain_event8": "Right on! You won't regret this brother.^Right on! You won't regret this sister.",
  "marlowe_mountain_event9": "That's fine. It's not the life for everybody. But, if you change your mind, you know where to find me. Also, this stays between us.",
  "marlowe_mountain_event10": "Alright, whatever. But, just so you know, I've got connections. And a little bluff like that isn't gonna stop me from selling."
}