{
    /**************************
 C O N T E N T   F I L E   
**************************/
    "NPCD.Jasper": "Jasper",
    "gift.love.false": "¡Gracias!  ¡Realmente eres muy generoso!",
     "gift.like.false": "¡Gracias! Será excelente para mi investigación.",
     "gift.dislike.false": "Le encontraré un uso. Supongo.",
     "gift.hate.false": "¿Te estás burlando de mí? ¡Seguramente esto es basura!",
     "gift.neutral.false": "¡Gracias!",
     "gift.love.true": "¡Gracias! Me encanta. ¡Y a ti también, por supuesto!",
     "gift.like.true": "Oh @, me conoces muy bien. Gracias.",
     "gift.dislike.true": "Hmm, bueno, supongo que podría encontrar algo que ver con eso.",
     "gift.hate.true": "¿Por qué me das esto, @? ¿Es una broma? ¡No es muy divertido!",
     "gift.neutral.true": "¡Gracias!",
     //D I A L O G U E S T R I N G S
     "jasper.breathe": "No te preocupes. Solo me estoy tomando un momento para recomponerme... La oscuridad, la tierra... todavía me persigue, @.",
     //Leyendo cadenas
     "spring.false.read": "¡Oh, hola @! Estaba leyendo sobre la tradición de Stardew Valley. Pero no te aburriré con detalles, estoy seguro de que tienes mejores cosas que hacer que escuchar  mi conejo encendido.$1",
     "spring.true.read": "¡Oh, hola @! Estaba leyendo sobre la tradición de Stardew Valley. Pero no te aburriré con detalles, estoy seguro de que tienes mejores cosas que hacer que escuchar  mi conejo encendido.$1",
     "summer.false.read": "...¡Oh, esa es una afirmación ridícula! ¡No hay ninguna evidencia que la respalde! Oh, hola @, lo siento. Solo estoy leyendo los trabajos del 'estimado' profesor Peasbody.$5",
     "summer.true.read": "...Oh, supongo... Lo admito... Hay algo de valor en tu afirmación. Oh, hola @. ¡Lo siento! Estaba leyendo las últimas 'epifanías' de Peasbody.$1",
     "fall.false.read": "¡Saludos @! Estoy profundizando en esta fascinante perspectiva sobre el conflicto de Gotoran.",
     "fall.true.read": "¡Saludos @! Estoy profundizando en esta fascinante perspectiva sobre el conflicto de Gotoran.",
     "winter.false.read": "Nada como disfrutar de un poco de lectura ligera en un frío día de invierno. Es mi placer culposo.",
     "winter.true.read": "Nada como disfrutar de un poco de lectura ligera en un frío día de invierno. Es mi placer culposo.",
     "rain.false.read": "Ah, el mal tiempo es una buena excusa para emprender un poco de 'investigación', ¿no crees?$1",
     "rain.true.read": "Ah, el mal tiempo es una buena excusa para emprender un poco de 'investigación', ¿no crees? Vale, lo confieso. Es uno de los libros de bolsillo de Gunther.$3",
     "elliott.read": "¡Hola @! ¿Has leído el libro del Sr. Elliot? El estilo de escritura es poco sofisticado, ¡pero es bastante interesante!",
     "rainyDay": "El sonido de la lluvia sobre el techo es tan relajante, ¿no crees? Un buen día, muy poco.",
     //diálogo de compromiso
     "engagement0": "¡Todavía no puedo creer que realmente quieras casarte conmigo! ¡Oh, @! Seré un honor ser tu esposo.$4#$b#¡Todo está bajo control! ¡No hay necesidad de preocuparte!$1",
     "engagement1": "Oh @. Estoy tan emocionado de que comencemos una vida juntos. Te amo, lo sabes.$4",
     //Festivales
    "summer28.jasper": "Ah, especímenes fascinantes, estas criaturas. Aunque mi experiencia radica más en lo subterráneo que en lo acuático.",
     "summer28.jasper.spouse.false": "La noche trae tanta belleza, amor.$4#$b#Y las medusas también son hermosas.$3",
     "summer28.jasper.spouse.true": "Oh, alguien está encantado de estar despierto más allá de la hora de acostarse. Nos quedaremos aquí, lejos del agua, hasta el gran final.",
     "winter25.jasper": "Los eventos de entrega de regalos secretos siempre me hacen sentir muy incómodo. Pero al menos a todos les encantan los diamantes, ¿verdad? $4",
     "winter25.gunther": "Hola @. No suelo ir a estos eventos. Pero alguien metió mi nombre para el regalo secreto...#$b#¡Así que pensé que sería mejor ir!",
     "winter25.cameron": "¡Oh, hey @! ¿Vienes a unirte a las festividades? Sinceramente, preferiría estar esquiando.$2",
     "winter25.jasper.spouse.false": "Mi amor, siempre es un placer verte. Familia y amigos... hay mucho que agradecer.$1",
     "winter25.jasper.spouse.true": "Mi amor, siempre es un placer verte. Amigos y nuestra maravillosa familia... hay mucho por lo que estar agradecido.$1",
     "winter8.jasper": "¡Ah, hola @! ¡Linus me estaba deleitando con historias de los habitantes de la tundra!$1",
     "winter8.jasper.spouse.false": "Buenos días, mi amor, ¿te gustaría unirte a nosotros? ¡Linus nos está deleitando con historias de los habitantes de la tundra!",
     "winter8.jasper.spouse.true": "¡Buenas tardes, cariño! Linus nos está deleitando con historias de los habitantes de la tundra, aunque parece que las orejas pequeñas no quieren escuchar.",
     "summer11.jasper": "¿Conoces a mi buen amigo Rasmodius?",
     "summer11.jasper.spouse.false": "Por favor, ven y únete a nosotros, mi amor. Rasmodius y yo estábamos discutiendo los caminos misteriosos de las profundidades del océano.",
     "summer11.jasper.spouse.true": "Oh, papá ya no puede bailar más. ¡Papá está agotado! $3#$b#Ah, mi amor. Lo siento, este calor... ese agua parece bastante tentadora.$1"  ,
     "spring24.jasper": "Bailar no es mi fuerte. Dos pies izquierdos, así me describió una vez mi querida madre.$4",
     "spring24.jasper.9914": "Una celebración del amor y la fertilidad. Espero que no se espere que baile.$1#$b#La gente podría reírse. ¡Aunque supongo que siempre podría hacer el hip-hop!$3",
     "spring24.jasper.spouse.false": "Hola dulzura. La primavera está en el aire y nunca me había sentido tan vivo.$1#$b#Te amo.$4",
     "spring24.jasper.spouse.true": "Hola dulzura. La primavera está en el aire y nunca me había sentido tan vivo.$1#$b#Te amo.$4",
     "accept.spouse": "¡Sería un honor bailar contigo, mi amor! ¡Pero ten cuidado con los dedos de los pies!$3",
     "spring13.jasper": "El festival del huevo tiene un gran significado espiritual; el mundo está renaciendo de nuevo.$1",
     "spring13.jasper.spouse.false": "¡Hola, mi amor! Tu sonrisa siempre me alegra el día.$1#$b#Y debo decir, ¡este ponche es delicioso!$3",
     "spring13.jasper.spouse.true": "¡Oh, hola, mi amor! No sé cómo me las arreglaré para seguir el ritmo. ¡%kid1 tiene tanta energía!",
     "fall27.jasper": "Estos esqueletos son los demonios más temibles. ¿Imaginas si se escaparan? ¡Habría caos! $2",
     "fall16.jasper": "El trabajo de Clint es verdaderamente maravilloso. Se requiere una hoja fina para profundizar en las profundidades del valle.#$b#¿Yo? Prefiero un borde de obsidiana.$1",
     "fall16.jasper.spouse.false": "Oh, mi amor, estoy bien aquí. ¡Por favor, diviértete!#$b#Espero escuchar al alcalde anunciarte como el ganador.$1",
     "fall16.jasper.spouse.true": "Oh, mi amor, estoy bien aquí y no te preocupes...#$b#¡Me aseguraré de que %kid1 no haga travesuras!$1",
    //M A I L
    "Jasper_Peasbody1": "Hola agricultor(a),^Nunca nos hemos conocido, pero me comunico contigo porque estoy preocupado por nuestro amigo en común, el profesor Jasper Thomas.  Es un fanático impetuoso y he oído rumores de que se ha ido a las cuevas siguiendo a un 'conejo blanco' y, con toda probabilidad, se ha hecho matar. A pesar de lo que estoy seguro de que te ha dicho (ya que nos separamos de forma poco amistosa), nunca le he deseado el mal. Pero, de nuevo... ¡siempre fue un poco obstinado y nunca se inclinó a dejar en paz lo que debería dejarse en paz! ^ ¡Lo siento, esto no es una amenaza! Es simplemente una expresión de preocupación. Por favor, si lo ha encontrado, vivo o muerto, le agradecería que me lo hiciera saber. Porque fuimos amigos una vez y, a decir verdad, todavía me importa el tonto testarudo.^^Saludos, ^Cameron Peasbody.[#]Carta de Peasbody",
     "Jasper_Home": "Saludos @,^Estoy realmente en deuda contigo. Que me encontraras y me trajeras a casa. O lo que queda de mí. La infección me ha dejado una sombra de mi antiguo yo, y la lesión fue  tan terrible como me temía... Espero que no te sorprenda demasiado, amigo mío.^^Estaré en casa en los próximos días, en lo que Gunther ha etiquetado sin caridad como 'arresto domiciliario'. Sospecho que lograré escribir mucho y posiblemente también leer un poco.^^Su compañía, como siempre, sería muy apreciada.^^Mis mejores deseos, Jasper.%item conversationTopic TalkJasperHome 7 %% [#]Hogar de Jasper.",
     "Jasper_Home1": "Saludos @.^El arresto domiciliario está empezando a ser tedioso. Extraño el olor y el sonido del bosque. Ahora me estoy volviendo más hábil con la silla de ruedas, pero lamentablemente es problemático subir y bajar las escaleras, por lo cual Gunther ha sido muy cortés en ayudar, y una vez fuera, el terreno resulta traicionero y desigual. Estoy practicando mis ejercicios todas las mañanas y tardes, como un estudiante obediente, con la esperanza de que pronto tendré al menos algo de movilidad una vez más. ^ Atentamente, Jasper.[#]Correspondencia de Jasper 1",
     "Jasper_HomeA": "¡Saludos y saludos!^Espero que te vaya bien en la granja, @, y que aún no te canses de mi correspondencia. Tengo muy pocos amigos en este mundo, y no deseo molestarlos.^Hablando de amigos, ¿puedo atreverme a pensar?, ¡le escribí una misiva a Peasbody y recibí una respuesta rápida! Parece, tal vez, que una visita puede ser inminente.^^Afectuosamente, Jasper.[#]Jasper y Peasbody.",
     "Jasper_Picnic": "Hey,^ ¡he descubierto el lugar más mágico! Encuéntrame cerca de la estatua de 'Old Man Cannoli' durante el mediodía del próximo día soleado. ¡Quizás quieras traer tu traje de baño! ^^Un cordial saludo, Jasper.",
     "Jasper_LoveLetter": "Hola @,^ Algunos han afirmado que tengo una habilidad con las palabras... otros que soy demasiado florido para mi propio bien. He tratado de capturar mis sentimientos por ti en palabras. Incluso escribí poesía como nuestro amigo Elliot (fue muy malo, no, no lo puedes ver). No puedo describir cómo lo que tenemos hace que mi corazón se sienta más ligero, y mi alma se eleva. Cuánto me hace sentir vivo el ver tu sonrisa...^Supongo, lo que estoy diciendo es... Te amo, @.^^Tuyo, ahora y para siempre, Jasper.",
     "Gunther_Letter": "Jasper y @,^Espero que todo vaya bien para ambos, ¡y que Jasper no haya excavado en tu granja en busca de artefactos todavía!^Me alegro de que se hayan encontrado. De todos modos, estaba ordenando  por el lugar, y encontré algo que me recordaba a Jasper, así que pensé que le podría gustar.^¡Cuídense ambos y no sean extraños!^^Saludos, Gunther.%item object 563 1 %%[#]Un regalo de Gunther",
     "Gunther_Letter2": "Jasper y @,^Espero que todo vaya bien para ambos, ¡y que Jasper aún no haya excavado en tu granja en busca de artefactos!^Escuché que estás esperando un nuevo miembro de la familia y quería felicitarte !^^Un saludo, Gunther.%item conversacionTema FarmerPregnantJasper 14 %%[#]Una carta de Gunther",
     "Jasper_BabyArrives": "Mi dulce @,^^¿Puedo decir lo encantados que estábamos mi padre y yo de escuchar sus noticias y darle la bienvenida a nuestro primer nieto al mundo? Esperamos poder visitarle algún día, pero hasta entonces, enviamos nuestro amor.^^Amor, mamá y papá.%item conversationTopic Jasper_BabySleep 14 %%[#]Una carta de mamá y papá",
     "Jasper_BabyCrawling": "Querido Jasper,^Sé que hemos tenido nuestras diferencias en el pasado, pero quería enviarte mis felicitaciones.^No puedo creer que tú, un hombre tan dedicado a su trabajo, te establezcas y conviértete en un hombre de familia.^Me complace que hayas encontrado tu felicidad.^^Extraño nuestra amistad, sabes...^Con mis más queridos saludos y mis más profundos arrepentimientos, Cameron.%item conversacionTopic Jasper_BabyCrawler 28 %%[#]Una carta de Cameron",
     "Jasper_Todd": "¡PUERTAS JOJA PROTEKT PARA NIÑOS!^^Mantenga a sus hijos contenidos con las puertas patentadas Protekt para niños pequeños de JoJa, ¡garantizadas para mantener a los niños fuera de peligro mientras usted pasa el día!^^Disponible ahora en su JojaMart local, solo 1500g![#]Correo no deseado de JoJa",
     "Jasper_HomeB_Host": "¡Hola @!^Disculpas por mi estado de ánimo melancólico anterior. Mi perspectiva ha mejorado mucho, ya que acabo de recibir excelentes noticias. Mi herida se ha curado por completo, por lo que me colocarán una prótesis. Me volveré ¡Un hombre biónico! Ah, bromeo, pero será bueno volver sobre mis propios dos... bueno, un pie otra vez. De todos modos, confío en que todo esté bien contigo, y tal vez espero que algún día pronto pueda  para visitar tu granja una vez más. Porque aunque las minas ahora me sean negadas, todavía queda mucho de este mundo por explorar.^^Que te vaya bien, Jasper.[#]Prótesis de Jasper.",
     "Jasper_HomeB_Hand": "¡Hola @!^Disculpas por mi estado de ánimo melancólico anterior. Los recuerdos de esa noche aún me persiguen. Pero estoy saliendo con alguien, así que no temas por mí.^Confío en que todo esté bien contigo, y tal vez espero que algún día, pronto, pueda visitar tu granja una vez más, ya que aunque las minas ahora me sean negadas, todavía queda mucho de este mundo por explorar.^^Que te vaya bien, Jasper.[#]La melancolía de Jasper.",
    // ********* N E W ****************
    "Parent_Letter": "Estimados @ (¡y Jasper, por supuesto!),^^Gracias por todas las fotos que nos habéis enviado. Nuestro nieto ciertamente se está convirtiendo en un pequeño personaje correcto. Te enviamos nuestro amor,^^Amor, mamá y papá.[#]Una carta de mamá y papá",
     "Parent_Letter2": "Querido @ (¡y Jasper, por supuesto!),^^Gracias por todas las fotos que nos ha enviado. Nuestro nieto ciertamente se está convirtiendo en un pequeño personaje perfecto. Le enviamos nuestro amor,^^Con amor, mamá y papá.%item conversationTopic Farmer_BabySleep2 28 %%[#]Una carta de mamá y papá",
     "Parent_Letter3": "Queridos @ y Jasper,^Felicitaciones por el último miembro de su familia. Lo sentimos, no podemos venir a visitarlos, los aman mamá y papá.^%item conversationTopic Jasper_BabyCrib2 28 %%[#]Otra carta de los padres" //  **** FIN N E V E ***************
    ,
    //E V E N T S
    //2 heart event
    "50709900.01": "No puedo creerlo. Me reuso a creerlo. Esta es una noticia terrible. Horrible. ¡Estoy arruinado!$2",
     "50709900.02": "¡Oh! Me sorprendiste, @.$4",
     "50709900.q1": "#¿Qué pasa?#¿Está todo bien?#¿Qué puedo hacer para ayudar?#Siento molestarte.",
     "50709900.q2": "Oh, es solo esta nota... parece que una vez más, la rivalidad ha asomado su fea cabeza.$4",
     "50709900.q3": "No, @. No, no lo es. Alguien de mi pasado está tratando de arruinar mi presente.$2",
     "50709900.q4": "Gracias por la oferta, @. Me temo que esta no es una situación que pueda remediarse fácilmente.$2",
     "50709900.q5": "Oh, está bien, @. Por favor, no te vayas.",
     "50709900.03": "Deseo discutir esto con alguien.$2",
     "50709900.04": "Me complace ayudar.",
     "50709900.05": "Pues no me mires, no estudié psicología.",
     "50709900.06": "Gracias, @.",
     "50709900.07": "Hace varios meses, envié una propuesta de investigación a la Universidad de la ciudad de ZuZu, solicitando apoyo y financiación en mi última búsqueda de conocimiento.",
     "50709900.08": "Hoy recibi mi respuesta, y no fue favorable. Toma...$2",
     "50709900.09": "Estimado profesor Jasper Thomas,^^La junta recibió recientemente su solicitud de asistencia para investigar 'los secretos perdidos de los enanos'.^^¿Es esto algún tipo de broma? Para nosotros aquí, en la Junta de Patrimonio Cultural de ZuCU, no están en el negocio de financiar cuentos de hadas. Tu investigación sobre las gemas y minerales de la República de Ferngill te ha ganado respeto; te recomendamos que abandones los pensamientos sobre enanos, duendes o cualquier otro ser mítico que te guste esta semana, y volver a lo que es real.^^Tu solicitud es denegada.^^Profesor Cameron Peasbody, ^Director de Arqueología, Universidad de la ciudad de ZuZu.",
     "50709900.10": "Cameron Peasbody... Él y yo éramos amigos de la infancia.^Cameron Peasbody... Ella y yo éramos amigos de la infancia.#$b#Pero todo cambió.#$b#Durante la universidad, nos convertimos en acérrimos rivales: compitiendo ferozmente por el aclamado título de Alumno Principal, cada uno tratando de superar al otro.$5#$b#Ahora él se ha abierto paso hasta la Junta... y me temo que nunca lo lograré.$2^Ahora ella se ha abierto paso hasta la Junta... y me temo que nunca lo lograré. $2",
     "50709900.11": "Perdóname si sueno demasiado dramático. Ha sido un shock.$2",
     "50709900.12": "¡Pero no dejaré que me destruya!$5^¡Pero no dejaré que me destruya!$5#$b#¡Estoy resuelto en mi determinación! Encontraré evidencia de los enanos. Y probaré que está equivocado!$5^¡Estoy resuelto en mi determinación! Encontraré pruebas de los enanos, @. Y probaré que ella está equivocada.$5",
     "50709900.13": "Gracias por escuchar, @. Será mejor que no te distraiga más de tu trabajo.",
     "NoHelpJasper.01": "Entiendo, después de todo, apenas nos conocemos. Y estoy seguro de que tienes cosas más importantes que hacer que escuchar mi dolor. $2#$e#Gracias por visitarnos y ten un buen día, @.",
    //4 heart event
    "50709910.01": "¡Ay, buenas tardes, @!  Es un hermoso día.",
     "50709910.02": "Me gusta dar un paseo al aire libre. Stardew Valley es algo especial, ¿estás de acuerdo?",
     "50709910.03": "Ven, @. Cierra los ojos.",
     "50709910.04": "Respira profundo. Llena tus sentidos con el valle.$3#$b#Hay tanta vida aquí.$3",
     "50709910.05": "Podría haber jurado que vi algo...#$b#Bueno, no importa.",
     "50709910.06": "Stardew Valley es más que un lugar en el mapa. Está vivo. Cada pequeño insecto que se escabulle, cada susurro en las hojas...#$b#$q 50700436 null#Pero también hay más que eso.",
     "50709910.07": "Gracias por tu compañía, @. Ha sido un placer hablar contigo.",
    //6 hearts
    //Jasper leaves
    "50709911.01": "Um, buenos días, @. Solo pensé en pasarme y decirles que me iré por un tiempo.$4",
     "50709911.02": "Sí... He decidido que la única manera de restaurar mi reputación (¡y probar que Peasbody está equivocado!) es encontrar a los enanos.",
     "50709911.03": "Por favor, no temas por mi seguridad, @. He entrado en las cuevas en muchas ocasiones y sé cómo usar mi espada.",
     "50709911.04": "Quería que tuvieras esto como una pequeña muestra de mi estima y gratitud por nuestra amistad.$4 [275]#$b#Por si acaso... bueno...$s",
     "50709911.05": "¡No, volveré! Regresaré con pruebas que borrarán esa sonrisa de complicidad de la cara de Peasbody.$5",
     "50709911.06": "Gracias, @. Por todo lo que has hecho por mí. Y, si Yoba lo quiere, te veré en unos días.#$b#Que te vaya bien.",
     //Visitas de Gunther
     "50709912.01": "Ah, buenos días, Sr. @!^Ah, buenos días, Sra. @!#$b#Lamento interrumpir su día, pero estoy muy preocupado por nuestro amigo en común.",
     "50709912.02": "Me refiero a nuestro temerario profesor Jasper... Intenté advertirle que no entrara solo en las cuevas... pero insistió.",
     "50709912.03": "Las cuevas son peligrosas, ¡y estoy seguro de que testificarás, @! Y me preocupa que le haya pasado algo terrible.",
     "50709912.04": "Escuché que te has aventurado en las profundidades. Así que, por favor, mantente atento a él.",
     //Rescató
     "50709914.01": "¡Tú! ¡Por favor, debes venir rápido!",
     "50709914.02": "Uno de los tuyos, está herido.",
     "50709914.03": "¡Estúpido habitante de la superficie! Me temo que la Gente de las Sombras lo atrapó.",
     "50709914.04": "¿@? ¿Eres... eres tú?$7#$b#Lo siento. Soy un tonto. Yo... Me enfrenté a esos... esos brutos sombríos.$7"  ,
     "50709914.05": "... Logré matar a varios... pero eran demasiados.$7#$b#Así que... corrí. Me caí... y me rompí la pierna.$7",
     "50709914.06": "Es malo, ¿no? Hace tanto calor, @... Es como si estuviera en llamas. Pero tengo tanto frío.$7#$b#Este... este extraño niño me encontró... me ayudó... pero... necesito llegar a casa, @.$7#$b#Por favor, ayúdame...$7",
     "50709914.07": "Tiene suerte de que lo hayas encontrado cuando lo hiciste, @. Más tiempo y la infección se habría extendido a sus órganos.#$b#Ahora está estable, pero lo estamos transfiriendo a ZuZu para que reciba tratamiento. Hay muchas posibilidades de que pierda la pierna.$2",
     "50709914.08": "Pero mejor su pierna que su vida.#$b#Que te sirva de advertencia, @. Esas cuevas no son para meterse con ellas.$2",
     "50709914.09": "Espero que a tu amigo le vaya bien, @. ¿Pero 'niño extraño'? ¿Que ni siquiera reconocería a aquellos a quienes busca?#$b#Vosotros habitantes de la superficie, verdaderamente una especie peculiar.",
     //Jasper_Home1
     "50709919.00": "Mmm... quién lo hubiera pensado...",
     "50709919.01": "Una propuesta interesante.",
     "50709919.02": "¡@! ¡Saludos y saludos! Estaba a punto de prepararme una taza de té. Toma, te serviré una taza.",
     "50709919.03": "Hay algo de lo que quiero hablar contigo...",
     "50709919.04": "Recibí una carta.$2",
     "50709919.05": "De Peasbody. Preguntando por mi salud. Dijo que también te escribió a ti.^De Peasbody. Preguntando por mi salud. Dijo que también te escribió a ti.",
     "50709919.06": "Su tono fue bastante conciliador. Creo que en realidad puede estar realmente preocupado por mi bienestar.^Su tono fue bastante conciliador. Creo que en realidad puede estar realmente preocupada por mi bienestar.#$b#  Y él solicitó que nos reuniéramos para... reparar puentes, reparar, etc.^Y ella solicitó que nos reuniéramos para... reparar puentes, reparar, y demás.",
     "50709919.07": "Confío en tu juicio, @.",
     "50709919.08": "¿Debo responder afirmativamente?",
     "50709919.09": "Sí. Se comunicaron contigo.",
     "50709919.10": "Debes decidir por ti mismo: ¿traerá paz o dolor?",
     "50709919.11": "No. Te lastimaron. No se les debe dar la oportunidad de explicar.",
     "50709919.12": "Gracias por tu cónsul, @. Consideraré tu consejo.#$b#Y gracias una vez más por venir a verme.",
     "50709919.13": "Consideré tus palabras cuidadosamente, @, y he decidido que Peasbody merece una oportunidad.#$b#Hay demasiada enemistad en este mundo.",
    //Jasper_HomeA
    "50709920.01": "Oyes sollozos ahogados.",
     "50709920.02": "Oh hola @. Es... es bueno verte. Pero... no estoy seguro de ser la mejor compañía hoy.$2",
     "50709920.03": "Lo siento, entonces te dejo en paz.",
     "50709920.04": "¿Qué sucede? ¿Quizás pueda ayudarte?",
     "50709920.05": "No... es una tontería... solo un anciano atrapado en el aburrimiento y el arrepentimiento.$2",
     "50709920.q1": "#¡No eres viejo!#Puedes estar triste. ¡Has pasado por muchas cosas!#Por favor, déjame ayudarte.",
     "50709920.q2": "Gracias, @. Pero hoy me siento antiguo. Como una reliquia inútil.$2",
     "50709920.q3": "Gracias, @. Y sé que no me sacaste de las minas para convertirme en esto...$2",
     "50709920.q4": "Gracias. Tu compasión significa mucho para mí.",
     "50709920.06": "Supongo que hablar de eso podría ayudar... al menos un poco.$2",
     "50709920.07": "Tengo miedo, @. Miedo a la oscuridad que veo cuando cierro los ojos.$2#$b#Sueño con sombras. Con oscuridad. Y frío.$2",
     "50709920.08": "Sueño con el vacío.$2",
     "50709920.09": "¿Qué es el vacío? Es difícil de explicar. Pero lo intentaré.$2",
     "50709920.10": "Es un vacío progresivo que se abre paso hasta lo más profundo de tu alma, susurrando palabras oscuras...$2#$b#Fracaso. Decepción. Necio.$2#$b#Es depresión, desesperación y el deseo de entregarse a la nada.$2",
     "50709920.11": "Oh, no me mires así, @. No tengo ninguna inclinación a actuar con esa noción.$2#$b#Me diste una segunda oportunidad. Y por eso estoy en deuda contigo.$4  ",
     "50709920.12": "Pero en las profundidades oscuras de la noche, es fácil olvidar la amabilidad y mantener el ánimo elevado. Sentirse como algo más que una carga para el mundo.$2#$b#Pero lo intentaré, lo aseguro, lo intentaré...$1",
     "LeaveAlone.01": "Gracias por visitarnos, @. Por favor, que tengas un buen día.",
     //El evento del archivador
     "50709927.01": "¡Qué asombroso!",
     "50709927.02": "¡Fascinante!",
     "50709927.03": "Saludos @. ¡Has venido a visitarme de nuevo! Me siento honrado.",
     "50709927.04": "Temo que mi inquietud haya vuelto loco a Gunther, por lo que me ha encargado que revise los archivos.#$b#Parece que el curador anterior, además de ser un sinvergüenza ladrón, era algo así como un loco.$5#$b#¡Hay artículos de periódicos y otros recuerdos que datan de hace décadas!",
     "50709927.05": "¡Jasper tiene razón! Hay tanto aquí. ¿Qué secretos revelará?",
    //8 heart
    "50709921.01": "Ahora, ¿dónde estaba?",
     "50709921.02": "¿Quién alfabetizó esto?",
     "50709921.03": "Hola Jasper",
     "50709921.04": "¡Viniste! Yo... no pensé que lo harías.$4",
     "50709921.05": "No deseaba que me vieras así. Que vieras el resultado de mi locura.$2",
     "50709921.06": "Necesitaba verte, Jasper. Necesitaba ver... Ver por mí mismo...$2",
     "50709921.07": "No deseo tu piedad.$5",
     "50709921.08": "Vine porque me importa... Y lo siento.$2#$b#Lo siento, mis acciones te empujaron a... a esto.$4",
     "50709921.09": "Sus palabras me hirieron, Profesor Peasbody. Me hirieron profundamente en el corazón. Tener... Oh, pensé que éramos mejores que esto.$5#$b#Que significaba algo para usted.$2"  ,
     "50709921.10": "Lo hiciste, Jasper. ¡Lo hiciste! Yo...$2",
     "50709921.11": "Por favor...",
     "50709921.12": "Bueno, hola @... Me gustaría presentarte al profesor Peasbody. Es posible que me hayas oído mencionarlo. $5^Bueno, hola @... Me gustaría presentarte a la profesora Peasbody. Tú puede que me hayas oído mencionarla.$5",
     "50709921.13": "¡Oh, nos conocemos! Pero, por favor, llámame Cameron. El profesor Peasbody me hace parecer una especie de académico estancado. Sin ofender, profesor Thomas.",
     "50709921.14": "Ninguno utilizado.$5",
     "50709921.15": "Perdón por interrumpir, los dejo a ustedes dos.",
     "50709921.16": "¡Espera!",
     "50709921.17": "*susurra* Parece genuinamente conciliador, @. Y yo... me encuentro todavía sintiendo afecto por él. A pesar de sus defectos.^*susurra* Ella parece genuinamente conciliadora, @. Y yo... yo  me encuentro todavía sintiendo afecto por ella. A pesar de sus defectos.#$b#Antes de hablar con él, agradecería tu consejo.^Antes de hablar con ella, agradecería tu consejo.",
     "50709921.18": "Si surge la oportunidad, ¿debería reavivar nuestra amistad?",
     "50709921.19": "Sí, definitivamente, solo... ten cuidado.",
     "50709921.20": "Creo que estás mejor sin ellos.",
     "50709921.21": "Gracias por tu perspicacia, @. Te daré los detalles más tarde.",
     "50709921.22": "Mejor déjalos en paz.",
     "50709921.23": "Todavía son días tentativos, pero creo que Cameron y yo quizás estemos listos para un nuevo comienzo.$4",
     "50709921.24": "Di un 'no' definitivo, @. Hay un gran dolor en mi corazón, pero sé que es lo mejor.$2",
    //8+ heart
    "55990006.01": "¡Gané!",
     "55990006.02": "¡Hola, es el profesor Jasper! Mamá dijo que fue a las cuevas y se lastimó mucho.#$b#Es superinteligente, escribe libros y esas cosas.",
     "55990006.03": "Voy a hablar con él.",
     "55990006.04": "No deberíamos interrumpirlo. Probablemente esté estudiando algo muy importante.$3",
     "55990006.05": "¿Qué puede ser tan importante en un libro?",
     "55990006.06": "¡Hola, señor profesor!",
     "55990006.07": "Um, hola niños. ¿Se están divirtiendo?$3",
     "55990006.09": "¡Vincent...!",
     "55990006.08": "¿Es cierto, Sr. Profesor? ¿Los monstruos se comieron su pierna? ¿Le dolió?",
     "55990006.10": "Bueno, sí, me dolió mucho. Pero no fueron los monstruos los que me comieron la pierna. $2#$b#Me atacaron, sí, pero corrí, me caí y...$2",
     "55990006.11": "Lo siento. No es un buen recuerdo. Me hirieron gravemente y el cirujano tuvo que extirparme la pierna para salvarme la vida.$2",
     "55990006.12": "...$3",
     "55990006.13": "Escribiste algunos de los libros de la biblioteca, ¿verdad?",
     "55990006.14": "¿Has visto mi trabajo?$3",
     "55990006.15": "¡Los he leído! Bueno... fragmentos de ellos, de todos modos.#$b#Me gustaron las cosas sobre los duendes.$1",
     "55990006.16": "¡¿Duendes?!!",
     "55990006.17": "¡No me dijiste que sabía sobre duendes!",
     "55990006.18": "¿Es verdad que se comen sus propios mocos y hacen gelatina con las uñas y el pelo?$3",
     "55990006.19": "Los goblins tienen una cultura elaborada y compleja, aunque algunos de sus comportamientos pueden parecer aberrantes según nuestros estándares.",
     "55990006.20": "¿Eh?",
     "55990006.21": "Lo siento. *tos*#$b#Sí, parte de su comportamiento podría considerarse, um, asqueroso.",
     "55990006.22": "¡Genial!",
     "55990006.23": "Lo siento, profesor Jasper. Los niños pueden ser un poco... entusiastas.$4",
     "55990006.24": "Está bien, señorita Penny. En verdad, es raro para mí encontrar una audiencia desde que terminaron mis días como profesor.$2#$b#Y se debe alentar la curiosidad. Yo mismo fui bastante curioso una vez.$1  ",
     "55990006.25": "¡Señorita Penny! ¡Tuve una idea brillante!$1",
     "55990006.26": "¡El señor profesor podría venir y enseñarnos! ¡Podría contarnos todo sobre los duendes!",
     "55990006.27": "Oh, es seguro que el profesor Jasper tiene cosas más importantes...",
     "55990006.28": "Bueno, en realidad...",
     "55990006.29": "¡¿Nos enseñarás?!",
     "55990006.30": "Si la señorita Penny está de acuerdo con la idea.",
     "55990006.31": "¡Quiere decir si la señorita Penny quiere que lo haga!",
     "55990006.32": "¿Lo hará, señorita Penny? No solo sabe de duendes, también es geólogo y explorador. ¡Hay muchas cosas que podría enseñarnos!",
     "55990006.33": "¡Sí, por favor! ¡Señorita Penny!$1",
     "55990006.34": "¡Por supuesto! Me encantaría, profesor Jasper, si pudiera unirse a nosotros. ¡Los miércoles serían buenos!#$b#¡Aunque pueden ser bastante complicados!$1",
     "55990006.35": "¡Oye!",
     "55990006.36": "Gracias, profesor. Tengo muchas ganas de nuestra primera lección.",
    //10 heart
    "50709933.01": "¡El junimo quiere que lo sigas!",
     "50709933.02": "Hola @. ¡Llegaste temprano! Estaba a punto de salir a buscarte.$3#$b#Pero me temo que las cosas tardan un poco más estos días.$4",
     "50709933.03": "Un lugar encantador para hacer un picnic, ¿verdad?",
     "50709933.04": "Los espíritus del bosque me guiaron hasta aquí. Continuaba con mi investigación cuando escuché un sonido extraño. Parecía de pájaros, pero no como pájaros, y un brillante destello de color me llamó la atención.$4#$b#Lo seguí a través de los árboles y me encontré aquí.#$b#Es mágico, ¿no crees?",
     "50709933.05": "Me disculpo si esto es un poco atrevido de mi parte...$4#$b#Pero, ¿te unirías a mí en el agua?",
     "50709933.06": "¡Genial! Solo, ¿puedes entrar primero, por favor? Preferiría que no me miraras. Soy un poco... torpe.$4",
     "50709933.07": "Es más fácil moverse. En el agua, ya no me siento lisiado.$10",
     "50709933.08": "Hay algo que quiero decirte, @.$11",
     "50709933.09": "Desde ese terrible momento en las minas, he estado reevaluando mi vida.$10#$b#Supongo que lo que intento decir es...$11",
     "50709933.10":"Yo... bueno, me preocupo por ti, @. A... bueno... mucho...$11",
     "50709933.11": "Son esos... son esos...$10",
     "50709933.12": "¡Son reales!$8#$b#¡Son realmente reales!$9",
    //14 heart
    //farmhouse
    "55990002.01": "¿Hola?  ¿Hay alguien ahí?$12",
     "55990002.02": "¿Mi amor? Alguien está aquí. Oh... ¿dónde están mis anteojos?$12",
     "55990002.03": "Se han ido, @. ¡Se han ido!$13",
     "55990002.04": "Todas mis notas... mi investigación sobre los enanos... ¡Se las han llevado!$13",
     "55990002.05": "¿Quién haría tal cosa?$13",
     "55990002.q0": "#¿Quizás fue un enano?#¿Quizás duendes?#¡Apuesto a que fue Peasbody!#¿Definitivamente los dejaste en la mesa?",
     "55990002.q1": "¿De verdad lo crees? Tal vez no quieran que los encuentren.$13",
     "55990002.q2": "Eso parece... no imposible. Pero los goblins dejan un olor persistente detrás de ellos, a hojas muertas y descomposición. No huelo eso aquí.$13",
     "55990002.q3": "Lo dudo bastante. Cameron nunca intentaría hacerme daño de esa manera.$12",
     "55990002.q4": "Sé que tú y Peasbody no están de acuerdo, mi amor, pero esto parece turbio, incluso para él.$13^Sé que tú y Peasbody no están de acuerdo, mi amor, pero esto parece turbio, incluso para ella.$13",
     "55990002.q5": "Por favor, no me hagas dudar de mis recuerdos. De hecho, los dejé sobre la mesa anoche. $13",
     "55990002.06": "Tal vez esto sea una señal... es hora de que abandone este esfuerzo infructuoso.$13#$b#Me has dado tanto. ¿Qué importa si mis teorías son ciertas?$12#$b#Vamos mi amor, volvamos a la cama.$12",
     "55990002.07": "He estado pensando, mi amor.#$b#Tal vez debería dedicarme a escribir ficción.#$b#Podría darle una oportunidad al joven Elliott.",
    //Dwarf
    "55990003.00": "Parecen las notas de Jasper.",
     "55990003.01": "¡Tomaste las notas de Jasper!",
     "55990003.02": "¿Qué estás leyendo?",
     "55990003.03": "Escuché que tu pareja le había robado secretos a mi gente...#$b#pero son solo rasguños en el papel. No me dicen nada.",
     "55990003.04": "Nací en lo profundo de las Montañas Cascade, me crié con historias de una patria llena de estrellas y monstruos de las profundidades. La Fractura lo destrozó todo.",
     "55990003.05": "Vine aquí. Solo. Esperaba encontrar a mi gente, mi herencia, pero solo encontré monstruos... y soledad.#$b#Entonces tu amigo, vino a hurgar... Escuché que quería  para estudiarme, y tenía miedo.#$B#¡He visto lo que hacen los humanos! No quería que me pusieran en una jaula.",
     "55990003.q0": "#Jasper te ayudaría, ¡no te lastimaría!#¿Qué te hizo confiar en mí?#¿Qué fractura?",
     "55990003.q1": "¡¿Lo haría?! ¡Pero robó nuestros secretos, con la intención de vendérselos al mundo!#$b#¿No me haría daño ahora, dices? Tal vez...#$b#Está perdido, amigo, ¿pero tal vez también ha ganado más?",
     "55990003.q2": "Había estado en abandono demasiado tiempo; los monstruos no son una buena compañía.#$b#Parecías... diferente, y tenía curiosidad. La Madre habló muy bien de ti, así que tomé un riesgo.#$b#Me alegro de haberlo hecho.",
     "55990003.q3": "Fue terrible, amigo. ¡Terrible! Las rocas nos traicionaron y se tragaron a mi familia entera.#$b#Por favor, no más, no quiero hablar de eso.",
     "55990003.06": "Tu compañero... no es como los demás. No... Ve lo que los demás no ven.",
     "55990003.07": "Como tú, amigo, no solo tus habilidades como minero demuestran que eres digno de confianza. Has hecho mucho por esta ciudad.",
     "55990003.08": "¿Qué? El hecho de que viva en un agujero en la tierra no significa que no oiga ni vea cosas. Las piedras cantan y la tierra... bueno, ella piensa muy bien de ti.#$b#Tu compañero parece tranquilo... contento. A pesar de su dolencia.",
     "55990003.09": "Quizás sea de confianza.",
     "55990003.10": "... Reflexionaré sobre esto...",
     "55990003.11": "Por favor, ahora váyanse. Tengo mucho en qué pensar.",
     //casa de Campo
     "55990004.01": "¡Buenos días mi amor! Me alegra ver que no has dormido. Espero no haberte molestado.#$b#Dormir, una vez más...",
    "55990004.02": "Las pesadillas, sí. Necesitaba sentir el aire fresco contra mi piel.",
     "55990004.03": "Encontré algo, @.",
     "55990004.04": "Es mi diario. Lo encontré en la puerta. Con esto dentro:",
     "55990004.05":"Waep ahuaiit sapocahis opi uapchgiss, hemot sahyop, waep uetapotai obmupozgi. Ud wae uush ca itau chi cpech. Aami oc mubtuehc, utca chi Kachip's maech.",
     "55990004.06": "Es enano... Una invitación, creo... para encontrarnos a medianoche en la entrada de las minas.#$b#¿Pero quién podría haberlo escrito? ¿Los enanos?$3#$b#¿Y si es un truco?$2",
     "55990004.07": "No, eso es ridículo. Cameron nunca se rebajaría tanto, ni siquiera cuando intentara desacreditarme.^No, eso es ridículo. Cameron nunca se rebajaría tanto, ni siquiera cuando intentara desacreditarme.#$b#Y hemos ido más allá de eso.",
     "55990004.08": "¿Vendrás conmigo, @? Me siento un tonto por admitirlo... que yo, un hombre adulto, un científico, tengo miedo a la oscuridad. Pero me sentiré mucho más fuerte contigo a mi lado.",
     //montaña
     "55990005.01": "Amor, estoy tan alegre de verte... Traté de ser valiente y venir a solas... Me siento como una tonto.$2#$b#¿Y si todo es una broma? He oído que Sam es bastante bromista.$1#$b#Aunque no me imagino que sea capaz de escribir en enano.#$b#¿Y si los monstruos me están esperando?No... oh no...$2#$b#Oh, lo siento, @. Estoy balbuceando. Nervioso. Gracias por encontrarme.$5",
     "55990005.02": "Ya estoy listo. Entremos.",
     "55990005.03": "Saludos amantes del sol.",
     "55990005.04": "¡Te conozco! Tú... me encontraste en las cuevas... cuando estaba roto y solo... me alimentaste con champiñones en polvo...$2",
     "55990005.05": "¡Me salvaste la vida!$4",
     "55990005.06": "Y todo el tiempo... tu eras... tu eres...$2",
     "55990005.07": "Tu compañero parece algo... inquieto. No lo he roto, ¿verdad?",
     "55990005.q0": "#Él acaba de triunfar.#¡Me está avergonzando!#Eres un enano, ¿verdad?",
     "55990005.q1": "¿Te superaste al conocerme? Los humanos son seres tan extraños y emocionales.",
     "55990005.q2": "Mis disculpas, @. No fue mi intención convertirme en una vergüenza.$5",
     "55990005.q3": "Enano es como nos llaman los humanos, sí. Funcionará tan bien como cualquiera.",
     "55990005.08": "Mis disculpas. Fue un poco impactante darme cuenta de que ya había encontrado a la persona que buscaba con tanto fervor.$3#$b#Es un honor conocerte. Soy el profesor Jasper Thomas.$1",
     "55990005.09": "Los humanos ofrecen sus nombres con tanta libertad que me temo que estoy un poco más apegado al mío. Espero que Duende sea suficiente.",
     "55990005.10": "Lamento haber tomado prestadas sus notas. Pero tenía miedo, profesor Jasper Thomas.#$b#Tenía miedo de que vendiera nuestros secretos a cualquiera que quisiera saberlos.#$b#Pero yo te he estado observando. Y ya no creo que lo hagas.",
     "55990005.11": "¿Mirándome?",
     "55990005.12": "¿Entonces me enseñarás? ¿Me ayudarás a corregir los errores en mis papeles? Para mi propia tranquilidad, si nada más.$3",
     "55990005.13": "No, profesor Jasper Thomas, no lo haré. No puedo",
     "55990005.14": "Ay...",
     "55990005.15": "Entiendo. Lamento haberme metido demasiado en lo que no debería - no debería - entender.$2#$b#A pesar de todo, estoy agradecido de haberte conocido. Y gracias por salvarme la vida.$4",
     "55990005.16": "Deberíamos irnos, @, y permitirle a los duendes la privacidad que necesitan.$2",
     "55990005.17": "No, Jasper Thomas, no lo entiendes.",
     "55990005.18": "No puedo enseñarte... porque no me conozco a mí mismo.",
     "55990005.19": "Mi Sire contó historias sobre el padre y la madre: el sol y la tierra.#$b#Sobre los seres sombríos en las profundidades y las guerras elementales. Me enseñaron a hacer bombas, a cocinar. Y en quién no confiar.#$b#Pero todo lo que sé, todo lo que recuerdo, está revuelto y confuso.#$b#Y ahora se han ido. Tomé tus notas porque esperaba que me ayudaran a saber quién era realmente... pero...",
     "55990005.20": "...¿Eran solo rayas de pollo en papel?$2",
     "55990005.21": "Esperaba, quizás, que pudieras enseñarme, Jasper Thomas. Como enseñas a los cachorros humanos.#$b#¿Que quizás podamos aprender los secretos de los enanos... juntos?",
     "55990005.22": "Y quizás no puedas compartirlos con el mundo.",
     "55990005.23": "Sería un placer.",
     "55990005.24": "Jasper podría tardar algún tiempo. ¿Quizás sea hora de volver a casa?",
    //Dwarf Events
    "55990001.01": "¡Un humano! ¿Por qué entras en mi dominio?#$b#Ah, pero es una locura hablarles; no entenderán.",
     "55990001.q0": "#Estoy explorando las minas.#¡Pero entiendo!#¿Quién eres?#¿Qué eres?",
     "55990001.q1": "¿Has venido a robar mis tesoros, habitante del sol? ¡Cuidado! ¡Está llena de peligros!",
     "55990001.q2": "¡Sí! Estoy impresionado. Aunque tu acento es terrible.",
     "55990001.q3": "Humanos... Entra en mi dominio y pregunta quién soy. ¿Cómo te llamas, habitante del sol?",
     "55990001.q4": "¿Qué soy? Bueno, sé lo que tu eres... ¡un humano maleducado!",
     "55990001.02": "Aún así, te has tomado el tiempo de aprender mi idioma, y eso es más que la mayoría de tus parientes.",
     "55990001.03": "No quiero confiar en ti... pero supongo que no tengo elección...#$b#Otro de tu especie ha estado husmeando, pinchando la roca.",
     "55990001.04": "¿Qué aspecto tienen? Bueno... todos los humanos tienen el mismo aspecto... pero apestan a papel y tinta y llevan aros de metal en la cara.#$b#Los humanos han traído terror y dolor a mi  gente, y me temo que soy el último...#$b#Por favor, debo permanecer oculto. Tengo miedo de lo que pueda pasar si se conoce mi existencia.",
     "55990001.05": "Parecen verdaderamente aterrorizados.",
     "55990001.06": "¡Por favor, habitante del sol, prométeme que me mantendrás en secreto!",
     "55990001.07": "Te prometo que no hablaré de ti con nadie",
     "55990001.08": "Supongo que sí... sí... guardaré tu secreto",
     "55990001.09": "Gracias, habitante del sol. Por favor, si lo deseas, ven a visitarme; tengo mercancías para ayudar en las minas.#$b#Te ayudaré, como tú me estás ayudando.#$b#Una ilusión protege mi cueva de miradas indiscretas, pero tú, creo, puedes ver a través del velo.#$b#Que te vaya bien.",
     "55990001.10": "Es extraño, pero sientes que el peso de tu promesa cae sobre ti como una pesada capa. Y cuando intentas hablar de esto, ¿enano?, no puedes.",
     //Leche
     "55990007.01": "¡Saludos, habitantes del sol! ¿Qué tesoro me has traído hoy?",
     "55990007.q0": "#¡El jugo de una vaca!#El líquido espeso y cremoso que llamamos \"leche\"#Una bebida rica en calcio",
     "55990007.q1": "¡Ah, jugo de vaca! Una bebida que me ha intrigado durante mucho tiempo.",
     "55990007.q2": "¡Ah, leche! ¡Mi curiosidad está a punto de saciarse!",
     "55990007.q3": "¿Está hecho de hueso pulverizado... o de dientes?#$b#Eso suena... arenoso.",
     "55990007.02": "Dime... ¿cómo se extrae?",
     "55990007.03": "Eso no suena muy higiénico.#$b#Oh, pero aun así, ¡sigo teniendo curiosidad!",
     "55990007.04": "¡Hay cosas flotando en él!",
     "55990007.q4": "#Esa es la crema. ¡Es lo mejor!#¡Así es como sabes que está fresca!#Mira, ¿quieres beberla o no? Puedo ganar mucho dinero con esto.",
     "55990007.q5": "¿Crema? Sí, creo que me gustaría mucho probar esto.",
     "55990007.q6": "¡Oh! Pensé que eso significaba que era viejo. La comida de la superficie es rara.",
     "55990007.q7": "¿Vendes este... jugo de vaca? Bueno, ¡te agradezco que me lo traigas!",
     "55990007.05": "Este... este jugo de vaca... ¡es delicioso!#$b#¡Me gustaría probar más! Me traerás más, ¿no?",
    //Archaeology House ******** N E W *********
    "5599018.01": "Hola @. Me temo que Gunther acaba de salir por un momento.",
     "5599018.02": "¿Has traído algo para donar?$3",
     "5599018.03": "¿Sabes qué es eso, @?",
     "5599018.04": "¡Es un fragmento prismático! Es una piedra preciosa extremadamente rara que solo se encuentra en la región de Stardew Valley.$1#$b#Se rumorea que tiene... propiedades extraordinarias.",
     "5599018.05": "Aunque seguramente será un buen recurso para nuestra colección... ¿puedo hacer una pequeña sugerencia?$1",
     "5599018.06": "Quizás te convenga más conservarlo por el momento, hasta que hayas descubierto sus secretos.",
     "5599018.07": "¿Qué están susurrando ustedes dos?",
     //Encuentro con la montaña Maru ********* N E W *************
     "5599024.1": "Oh... viejo tonto... una vez esto hubiera sido fácil... Pero ahora...$2", //Jasper
     "5599024.2": "Tal vez debería descansar... Solo unos pocos pasos más...$2", //Jasper
     "5599024.3": "¿Profesor? ¿Está bien?$2", //Maru
     "5599024.4": "Estoy bien.", //Jaspe
     "5599024.5": "Mis piernas, bueno, mis piernas, ya no son lo que solían ser.$2#$b#No hay necesidad de hacer un escándalo. Estaré bien en breve.$2", //Jasper
     "5599024.6": "Tonterías. Tengo formación médica, ¿sabes? Y sé lo de tu pierna, profesor Jasper.", //Maru
     "5599024.7": "Si el único precio que debo pagar por mi temeridad es un poco de dolor, entonces soy un hombre afortunado, señorita Maru.$2", //Jasper
     "5599024.8": "Bueno, eso es una completa tontería. Tu prótesis no debería ser incómoda.#$b#Aquí, entra y te echaré un vistazo.", //Maru
     "5599024.9": "Oh, por favor, no te molestes por mí. Solo necesito descansar uno o tres minutos.", //Jasper
     "5599024.10": "Profesor Jasper, soy médico e inventor. No es ningún problema en absoluto.$1", //Maru
     "5599024.11": "Muy bien entonces.", //Jasper
     "5599024.12": "Vamos, te ayudaré a entrar.", //Maru
     "5599024.13": "La señorita Maru vino en mi ayuda cuando cojeaba y tenía dolor...$2#$b#Insistió en hacer algunos ajustes a mi prótesis, ¡y ahora siento que puedo tomar todo con calma!$1 #$b#¡Literalmente!$3" //Diálogo final de Jasper
    ,
    //Maru event part 2 *********** N E W ****************
    "5599025.01": "Buenos dias @. Es de mañana, ¿no?", //Jasper
     "5599025.02": "En verdad, estoy un poco nervioso... Recibí la noticia de que visitaría la clínica hoy.#$b#Espero que no sean malas noticias.$2", //Jasper
     "5599025.q1": "Seguro que es solo un chequeo de rutina#Oh no, ¿y si tienen que amputar la otra pierna?", //elección del granjero
     "5599025.q2": "Estoy seguro de que tienes razón, @. Pero uno no puede evitar preocuparse.", //Jasper
     "5599025.q3": "Sé que estás bromeando, @. Pero es de muy mal gusto y no lo aprecio.$5", //Jasper
     "5599025.03": "Bueno, solo hay una forma de averiguarlo... ¡supongo!", //Jasper
     "5599025.04": "Deséame suerte, @.", //Jasper
     "5599025.q4": "(síguelo)#(continúa en tu día)", //elección del granjero
     "5599025.05": "¡Muy cómodo! ¡Por qué casi me siento como si pudiera bailar!$3", //Jasper
     "5599025.06": "¡Probablemente sea mejor intentar caminar primero!$1#$b#¿Por qué no probarlo?", //Maru
     "5599025.07": "¡La flexibilidad es asombrosa!$1", //Jasper
     "5599025.08": "¡@! No sabía que estabas aquí también.$4#$b#¡Mira, Maru me ha hecho una pierna nueva!$1#$b#Es toda una hazaña de ingeniería. Juego de palabras intencionado.$3",  //Jaspe
     "5599025.09": "Muchas gracias, Maru.$1", //Jasper
     "5599025.10": "¡Oh, no te lo creerías, @! ¡Maru me construyó una pierna nueva!$1#$b#Es toda una hazaña de ingeniería. Juego de palabras intencionado.$3" //Jasper
     ,
     //Jasper conoce a Randy *********** N E W **************** (ambos hombres)
     "5599026.0": "¿Café?",
     "5599026.00": "¡¡Café!!",
     "5599026.09": "¿Hola?",
     "5599026.01": "¿Hay alguien ahí?$2",
     "5599026.02": "Puedes salir. ¡No te haré daño!",
     "5599026.11": "Randy asustado.",
     "5599026.12": "Está bien.",
     "5599026.03": "¡Hola! Soy Randy. ¿Cuál es tu nombre? ¿Eres el amigo de Charlie?#$b#Randy lamenta haber mojado tu café.$2",
     "5599026.13": "¿Un limo?",
     "5599026.04": "Hola Randy. Mi nombre es Jasper, profesor Jasper. ¡Encantado de conocerte!$1#$b#Y eres bienvenido al café, está aquí para todos nosotros.",
     "5599026.05": "¿No me tienes miedo? Otra persona... ella me ve... dice '¡eek!', ¡huye rápido!$2#$b#Entristece a Randy... Randy solo quiere que seamos amigos.#2#$b#¿Podemos ser amigos, profesor Jasper?$1",
     "5599026.06": "¡Por supuesto! Estaría encantado de ser tu amigo, Randy.$3",
     "5599026.07": "¡Nuevo amigo! ¡Randy está feliz!$1",
     "5599026.08": "Jasper también está feliz.$3#$b#Ahora, ¿le gustaría a mi nuevo amigo unas galletas para acompañar su café? Creo que tengo unas galletas de mantequilla en alguna parte...$1",
     //evento con Blanche
     "5599027.01": "Oh, buenas noches señorita Blanche.#$b#¿Tú tampoco puedes dormir?$2", //Jasper
     "5599027.02": "Hace demasiado calor. Adentro está muy mal ventilado.", //Blanche
     "5599027.03": "¿Te importa si me uno a ti?", //Blanche
     "5599027.04": "Por favor, estaría encantado por la compañia.$1", //Jasper
     "5599027.05": "La noche es tan tranquila.$3", //Blanche
     "5599027.06": "Sí... lo es... y a veces... no puedo soportar estar en mi habitación.$2#$b#Me siento sofocado... atrapado...$2#$b#Necesito  sentir el roce de la brisa en mi cara.", //Jasper
     "5599027.07": "No soy el hombre que una vez fui, señorita Blanche. No soy un héroe... ni un guerrero...#$b#Solo soy un anciano destrozado que teme lo que acecha en las sombras.$2", //Jaspe
     "5599027.08": "*risitas* ¡No es viejo, profesor!$1#$b#Y tampoco está roto. Solo un poco maltratado, como un árbol en una tormenta.$9", //Blanche
     "5599027.09": "Es amable, señorita Blanche.$1#$b#Era la soledad lo peor que conoces...$2#$b#De no saber si alguien alguna vez me encontraría, y moriría debajo  la tierra... como lo hizo mi padre.$2", //Jasper
     "5599027.10": "Me pregunto, ¿sabes cómo se siente estar total y completamente... solo?$2", //Jasper
     "5599027.11": "Solitaria, sí. Solitaria, lo sé... pero ¿sola sin el canto del viento y el susurro de los árboles?#$b#No... Creo que dolería. Mucho. En mi corazón.$2", //  blanca
     "5599027.12": "Sí...", //Jaspe
     "5599027.13": "Me dolió mucho... en mi corazón...$2", //Jasper
     //Al donar una trucha arcoíris al acuario (Jasper informa de un fragmento prismático)
     "5599039.01": "Buen día, @. Estaba admirando estos magníficos peces.$1#$b#La trucha arcoíris es una especie fascinante, ¿sabes?",
     "5599039.02": "La hembra regresa al mismo punto de desove del que ella misma salió del cascarón.#$b#Con su cola, cava un nido en la grava, y allí pone sus huevos.#$b#El macho nada sobre ellos, fertilizándolos, después de lo cual los entierra y los dos parten.",
     "5599039.03": "Durante este proceso, se desprenden muchos guijarros.#$b#Una vez incluso encontré un fragmento de roca con los colores del arcoíris; el legendario fragmento prismático.$1",
     "5599039.04": "Es bastante poético, ¿no crees? ¿Un pez arcoíris desvelando una piedra arcoíris?$3",
    /*************************
M A R R I A G E   F I L E
**************************/
    "spouseRoom.scroll": "$1 Yellow_scroll#Estaba haciendo un poco de orden y descubrí esto, @. Pensé que sería divertido para nosotros aprender lenguage enano juntos. Lo sé, es una tontería, ¡pero podríamos tener nuestro propio lenguaje secreto![99]$4$k#$e#Estaba ordenando un poco y descubrí esto, @. Pensé que sería divertido para nosotros aprender enano juntos.$1[98 97 96]",
     "outdoor2.noDwarf": "Mi sueño aún me preocupa, mi amor. Las caminatas matutinas ayudan a aliviar un poco la rigidez de estos viejos huesos.",
     "outdoor3.noDwarf": "Los animales parecen inquietos esta mañana, @. Siento que algo los ha perturbado.#$b#Había una huella de bota en la tierra, cerca del estanque.#$b#Quizás Jas esté jugando bromas ¿No?, eso no parece ser ella.",
     "outdoor4.noDwarf": "Me desperté al amanecer, mi mente estaba demasiado ocupada para permitirme dormir, y salí a caminar.#$b#Vi una figura oscura, ¿quizás un niño?, en los campos. Ellos  salieron corriendo al verme.#$b#¿Quiénes crees que eran, @?$2",
     //Genérico (también conocido como lunes)
     "funLeave.false.spring": "Supongo que será mejor que haga algo de ejercicio. ¡Órdenes del médico! Y visitaré a algunos amigos.#$b#Que tengas un excelente día, @. ¡Recuerda, eres genial!",
     "funReturn.false.spring": "Oh, esa caminata realmente me dejó exhausto. ¡Estoy exhausto!#$b#Espero que hayas tenido un día con más energía, @?",
     "funLeave.false.summer": "Hora de estirar las piernas y visitar a algunos amigos, @. ¿Tienes algún mensaje para Gunther?#$b#Quizás recoja algunos libros mientras estoy en eso.",
     "funReturn.false.summer": "Las estrellas están tan hermosas esta noche, @. ¿Quieres salir y admirarlas conmigo? Trae una manta para que nos acurruquemos debajo.$4",
     "funLeave.false.fall": "Iré a visitar la biblioteca hoy, ¿tienes alguna petición?",
     "funReturn.false.fall": "Oh @, las sombras acechan durante mucho tiempo y los árboles parecen susurrar.$2#$b#Puedo sentir el roce del vacío. Se acerca el invierno.$2",
     "funLeave.false.winter": "Supongo que será mejor que haga algo de ejercicio. ¡Órdenes del médico! Y visitaré a algunos amigos.#$b#Que tengas un excelente día, @. ¡Recuerda, eres genial!",
     "funReturn.false.winter": "¡Oh, me duelen los brazos de llevar tantos libros!#$e#$c 0.5#Gunther se coló en uno de sus favoritos. No estoy muy seguro de que sea mi género, pero lo intentaré.$1",
     //Miércoles (si marca Jasper_Penny, de lo contrario 'falso')
     "funLeave.JasperPenny.spring": "$c 0.5#¡Buenos días, mi amor! ¿Qué les enseñaré a los niños hoy? Penny prefiere que hable sobre geología... pero a Vincent le encantan las historias sobre duendes.$3#Hoy tengo la intención de enseñar a los niños sobre la fosilización. Sin embargo, temo que mi lección cuidadosamente preparada se descarrile rápidamente.$3",
     "funReturn.JasperPenny.spring": "$c 0.5#Oh, uf, estoy exhausto. ¿Quién hubiera imaginado que los niños harían tantas preguntas?#Hay algo muy gratificante en enseñar, @. Aunque ciertamente ayuda que los niños son toda una dulzura!$3",
     "funLeave.JasperPenny.summer": "$c 0.5#Encontré algunas geodas interesantes para mostrarles a los niños hoy. ¡Espero que aprecien el chapuzón de la suerte de la Madre Naturaleza!$1#Es un día tan glorioso. Me pregunto si valdría la pena llevar a los niños en una excursión. Tal vez podríamos excavar la playa.$3",
     "funReturn.JasperPenny.summer": "$c 0.3#Oh, me temo que accidentalmente le enseñé al joven Vincent a jurar en enano. La señorita Penny no quedó impresionada.$2#¡La joven Jas tiene mucha imaginación y hace tantas preguntas! ¡Me pregunto quién está aprendiendo más, los niños o yo mismo!$3",
     "funLeave.JasperPenny.fall": "$c 0.5#¡Buenos días, mi amor! ¿Qué les enseñaré a los niños hoy? Penny prefiere que hable sobre geología... pero a Vincent le encantan las historias sobre duendes.$3#Hoy tengo la intención  para enseñar a los niños sobre la fosilización. Sin embargo, temo que mi lección cuidadosamente preparada se descarrile rápidamente.$3",
     "funReturn.JasperPenny.fall": "$c 0.5#Oh, uf, estoy exhausto. ¿Quién hubiera imaginado que los niños harían tantas preguntas?#Hay algo muy gratificante en enseñar, @. Aunque ciertamente ayuda que los niños son toda una dulzura!$3",
     "funLeave.JasperPenny.winter": "$c 0.5#¡Buenos días, mi amor! ¿Qué les enseñaré a los niños hoy? Penny prefiere que hable sobre geología... pero a Vincent le encantan las historias sobre duendes.#Hoy tengo la intención de  enseñar a los niños acerca de la fosilización. Sin embargo, temo que mi lección cuidadosamente preparada se descarrile rápidamente.$3",
     "funReturn.JasperPenny.winter": "$c 0.5#Oh, uf, estoy exhausto. ¿Quién hubiera imaginado que los niños harían tantas preguntas?#Hay algo muy gratificante en enseñar, @. Aunque ciertamente ayuda que los niños son toda una dulzura!$3",
    //Friday (NoDwarf or DwarfFriend)
    "funLeave.NoDwarf": "Oh, me queda un largo camino por delante, mi amor, pero el ejercicio me sentará bien.#$b#No te preocupes, me controlaré y tengo mucha agua.$1",
     "funReturn.NoDwarf": "$c 0.5#Parece una tontería, lo sé, que un hombre adulto tenga miedo a la oscuridad. Pero cada susurro en las hojas, cada paso. Sé que es irracional, mi amor, pero yo no puedo detener el miedo.$2$k#$e#Ah, un día agradable para ponernos al día con viejos amigos. Marlon te envía saludos, @.#$b#Ah, y también recogí esta 'piedra brillante' para ti.$1[62 64 66 68]",
     "funLeave.DwarfFriend.spring": "$c 0.5#Es un duro paseo por la montaña, pero ciertamente vale la pena.#¡Aún no puedo creer que tomaré el té con uno de los Smoluanu!#Que tengas un día espléndido , mi amor.$1",
     "funReturn.DwarfFriend.spring": "$c 0.5#¡Oh, tantas revelaciones nuevas! Mi mente está llena de inspiración, Amor. ¡Podría necesitar ayuda para dormir esta noche!$1#Nuestro amigo me envió a casa con esto... Fueron insistentes, por favor ten cuidado mi amor.$2[286 287 288]",
     "funLeave.DwarfFriend.summer": "$c 0.5#Oh, tal vez debería llevarle un regalo a nuestro amigo. Duende disfruta de las baratijas más extrañas.#¡Todavía no puedo creer que tomaré el té con uno de los Smoluanu!#$b#Que tengas un espléndido día, mi amor.$1",
     "funReturn.DwarfFriend.summer": "$c 0.3#Los enanos hablan a menudo de su antiguo enemigo, la gente de las sombras. ¿Eran ellos, quizás, los ancestros de esos repugnantes demonios de las sombras?$2#Nuestro amigo me envió a casa con esto... Fueron insistentes, ten cuidado con eso, mi amor.$2[286 287 288]",
     "funLeave.DwarfFriend.fall": "$c 0.5#Es un duro paseo por la montaña, pero ciertamente vale la pena.$k#$e#¡Todavía no puedo creer que tomaré el té con uno de los Smoluanu!  #$b#Que tengas un espléndido día,mi amor.$1",
     "funReturn.DwarfFriend.fall": "$c 0.5#¡Oh, tantas revelaciones nuevas! Mi mente está llena de inspiración, Amor. ¡Podría necesitar ayuda para dormir esta noche!$1#Nuestro amigo me envió a casa con esto... Fueron insistentes, por favor ten cuidado mi amor.$2[286 287 288]",
     "funLeave.DwarfFriend.winter": "$c 0.5#Es un duro paseo por la montaña, pero ciertamente vale la pena.$k#$e#¡Todavía no puedo creer que tomaré el té con uno de los Smoluanu! #$b#Que tengas un espléndido día, mi amor.$1",
     "funReturn.DwarfFriend.winter": "$c 0.5# ¡Oh, tantas revelaciones nuevas! Mi mente está llena de inspiración, amor. ¡Podría necesitar ayuda para dormir esta noche!$1#Nuestro amigo me envió a casa con esto... Fueron insistentes, por favor ten cuidado mi amor.$2[286 287 288]",
     //8 de otoño (lunes)
     "funLeave.birthday": "Gracias por recordar mi cumpleaños, cariño.#$b#¿Mis planes para el día? ¡Solo visitar a Gunther!$1#$b#Te veré esta noche. Te amo.$4",
     "funReturn.birthday": "¡Buenas noches, mi amor! Oh, sí, gracias, disfruté de mi cumpleaños. $3#$b#Gunther me regaló algunos artefactos fascinantes, y esto... Espero que me ayudes con eso!$1[348]",
    //Player Death
    //Mines, found by Dwarf
    "PlayerKilled.Mines.01": " ...¿amigo?",
     "PlayerKilled.Mines.02": "¡Habitante del Sol, despierta!",
     "PlayerKilled.Mines.03": "¡Tonto Habitante del Sol! Tu compañero no se impresionará si vas y te matas.#$b#Y yo también te extrañaría, amigo. ¡Ten más cuidado!",
     //Caverna de la Calavera: Jasper en el hospital
     "PlayerKilled.Skull.01": "...{0}?",
     "PlayerKilled.Skull.02": "Tranquilo, ahora... tómatelo con calma.",
     "PlayerKilled.Skull.03": "Hola @, me alegro de que despiertes.#$b#No estoy seguro de que lo recuerdes, pero te encontraron inconsciente y maltratado...",
     "PlayerKilled.Skull.04": "Vine lo más rápido que pude. Oh, que me has preocupado.$2",
     "PlayerKilled.Skull.05": "¿Estás... vas a estar bien?$2",
     "PlayerKilled.Skull.06": "Estarás bien, @, pero ten un poco más de cuidado la próxima vez, ¿de acuerdo?$s",
     "PlayerKilled.Skull.07": "Los dejo a los dos.",
     "PlayerKilled.Skull.08": "Oh, me asustaste, @. La idea de perderte...$2#$b#Nunca te diré qué hacer, @. Pero por favor... trata de no tomar riesgos innecesarios.$2",
     //Skull Cavern cuando está embarazada: Jasper en el Hospital
     "PlayerKilled.pregnant.01": "...{0}?",
     "PlayerKilled.pregnant.02": "Tranquilo, ahora... tómatelo con calma.",
     "PlayerKilled.pregnant.03": "Hola @, me alegro de que estés despierto.#$b#No estoy seguro de que lo recuerdes, pero te encontraron inconsciente y maltratada...",
     "PlayerKilled.pregnant.04": "Me vine lo más rápido que pude. Oh, estaba tan preocupado.$2",
     "PlayerKilled.pregnant.05": "¿Estás... vas a estar bien?$2#$b#¿Nuestro bebé...?$2",
     "PlayerKilled.pregnant.06": "Tu bebé está bien, @. Igual que tú. Esta vez. Pero ten un poco más de cuidado la próxima vez, ¿de acuerdo?$s",
     "PlayerKilled.pregnant.07": "Los dejo a los dos.",
     "PlayerKilled.pregnant.08": "Oh, me asustaste, @. La idea de perderte... Ambos...$2#$b#Nunca te diré qué hacer, @. Pero por favor... intenta no correr riesgos innecesarios.$2",
    //Post Marriage Events
    //Archaeology House
    "5599016.01": "¡Hola, Jasper! No estaba seguro de verte hoy. ¿Cómo es la vida de casados?",
     "5599016.02": "Oh, Gunther, es maravilloso. @ ¡es de lo mejor! Me siento verdaderamente bendecido.$4",
     "5599016.03": "De todos modos, recibí el último diario de tu antiguo departamento en la Universidad de ZuZu.#$b#¿Supongo que no sabían tu nueva dirección?",
     "5599016.04": "Hay un artículo allí que creo que podría resultarle muy interesante.",
     "5599016.05": "@, cariño. Estoy muy contento de que puedas unirte a nosotros.",
     "5599016.q1": "#¿Qué es ese libro?#Vine a ver cómo iba tu día.#En realidad, estoy aquí para ver a Gunther.",
     "5599016.q2": "¿Este libro? Es la publicación trimestral de ZuCU, una recopilación de artículos científicos seleccionados.",
     "5599016.q3": "¿Lo hiciste? Oh, gracias. Es aún más excelente verte.$4",
     "5599016.q4": "Oh, ¿encontraste algo nuevo para la colección?$1#$b#Espero verlo.",
     "5599016.06": "¡También tengo noticias emocionantes para ti!#$b#Mira @, ¡publicaron mi artículo! Y aquí me había creído desacreditado y olvidado.$1",
     "5599016.07": "Por supuesto, aquí también hay un artículo de Peasbody...$5#$b#Pero encuentro que la bestia de los celos ya no asoma su fea cabeza.$1#$b#Porque ahora te tengo a ti, mi sol.$4",
     "5599016.08": "Ahora que estás aquí, cariño, ¿te gustaría acompañarme a comer?",
     "5599016.09": "¡Diviértanse tortolitos!",
     "5599016.10": "Oh, lo haremos Gunther. Lo haremos.$4",
     //Aniversario
     "5599015.01": "Buenas noches, amor.$4#$b#Pensé que tal vez podrías disfrutar de un picnic bajo las estrellas.",
     "5599015.02": "¿Comemos?$4",
     "5599015.03": "Espero que lo hayas disfrutado, mi amor.",
     "5599015.04": "Oh @. Significas el mundo para mí. Sé que soy un tonto sentimental...$4",
     "5599015.05": "Pero mi vida antes de ti... era una mera sombra de vida.",
     "5599015.06": "Estaba tan absorto en mi incesante búsqueda de conocimientos que olvidé lo que realmente importa.",
     "5599015.07": "Familia. Amistad. Conexiones.$1",
     "5599015.08": "...y amor.$4",
     "5599015.09": "Aunque preferiría no haber tenido que perder una parte del cuerpo para darme cuenta de esto.$2",
     "5599015.10": "@. Me has devuelto a la vida. Y te amo con todo mi corazón.#$b#Gracias por invitarme a tu vida.$4",
     //Año Nuevo
     "5599017.01": "Feliz año nuevo, amor.",
     "5599017.02": "Aquí, una muestra de mi cariño.[459]$4#$b#¿He tomado una resolución? Sí, sí.$1",
     "5599017.03": "Pero es una tontería... Me gustaría escuchar la tuya primero.",
     "5599017.04": "Deseo ganar millones de dólares.",
     "5599017.05": "Quiero ser alcalde.",
     "5599017.06": "Para seguir mejorando este pueblo.",
     "5599017.07": "La vida es buena. Soy feliz tal como somos.",
     "5599017.08": "Las resoluciones son poco convincentes.",
     "5599017.09": "No te gustaría.",
     "5599017.10": "Y ahora el mío...",
     "5599017.11": "Esta comunidad me ha dado la bienvenida. Tú me has dado la bienvenida... Antes de regresar a Pueblo Pelícano me sentía a la deriva, extraviado.#$b#Pero ahora, aquí es donde realmente he encontrado mi hogar.#$b#Deseo devolverle algo a esta comunidad, @.",
     "5599017.12": "¿Espero que me ayudes en este camino?",
     "NewYearEnd.01": "Lo siento, cariño... Ya no tengo ganas de discutirlo.$2#$b#De hecho, creo que me iré a la cama.$2",
    //******* N E W **************************************************************
    //When Capsule lands
    "5599042.00": "Fascinante.",
     "5599042.01": "Un ruido extraño me despertó... así que me aventuré afuera a investigar...",
     "5599042.02": "Oh, fui un tonto, lo sé... pero ¿qué soy sino un viejo tonto?",
     "5599042.03": "Curioso, ¿verdad? No sé de dónde vino.$2#$b#¿Extraterrestre? ¿O interdimensional?#$b#Quizás ninguno de los dos. Quizás es solo un...",
     "5599042.04": "No, no se me ocurre ninguna explicación lógica. Tan ilógico debe ser.$1#$b#Orgánico, sí, vivo, claramente.",
     "5599042.05": "Entonces, ¿qué dices, amor? ¿Deberíamos devolverlo afuera y monitorear su crecimiento?",
     "5599042.06": "Espero que no surja nada siniestro. Tal vez deberíamos construir un recinto al respecto. Por si acaso...$2",
     //Cuando la capsula eclosiona
     "5599043.00": "Se ha ido",
     "5599043.01": "Me aventuré a tomar mis bocetos diarios, a monitorear su crecimiento y...#$b#...la cápsula... ¡Está rota! El... El ocupante.... ¡ha desaparecido!",
     "5599043.02": "No hay ninguna señal, todo lo que han dejado son algunas huellas...$2",
     "5599043.03": "He tomado muestras del 'vidrio' (no creo que sea a base de silicona) y se las llevaré a Demetrius para que las analice.$1#$b#Mientras tanto, amor, debemos mantener nuestro ingenio sobre nosotros.#$b#Lo que sea que salió de esa cápsula, está en alguna parte.$2#$b#Tal vez tenga hambre, o tal vez esté perdido, solo, buscando a otros de su familia.$2",
     "5599043.04": "Preguntaré por la ciudad y veré si alguien reporta algo inusual. Por favor, avísame si escuchas algo, @.",
     "5599043.05": "¡Este podría ser un avance científico asombroso!$3",
     "5599043.06": "¿Informes? Ah, sí, he oído algunas cosas. Pasaré el día tomando notas y buscando respuestas.$1#$b#Este es un giro de los acontecimientos realmente fascinante. Ojalá no lo hubiera hecho huir! Pero tal vez no ha ido muy lejos.$2",
    //*************************************************************************
    /*  C H I L D R E N
*******************/
    //talking about baby (some involve pregnancy, some not)
    "patio.havingchild": "Me siento bendecido, @, de estar viviendo en esta hermosa finca, con nuestro hijo en camino.#$b#Me siento... completo.$4",
     "spouseRoom.havingchild": "Nuestro hijo llegará pronto, mi amor. ¡Oh, pero estoy muy nervioso y emocionado!$4",
     "funReturn.havechild": "Estuve reflexionando sobre los nombres de nuestro hijo en el camino a casa, @. ¿Cómo te sientes acerca de %name?$1",
     "indoor0.pregnant": "He estado investigando un poco y decidí hacerte esto.[212]$3#$b#El salmón salvaje está repleto de omega-3 para ayudar a que nuestro bebé crezca sano y fuerte.$4",
     "indoor4.pregnant": "Hola, mi amor. Debes estar sin energía. ¿Te gustaría un masaje en la espalda?",
     "indoor2.pregnant": "Preparé algo para ayudarte con tus antojos. [342 194 195 197 233 215]$4#$b#Espero que te ayude.$3",
     "spouseroom.pregnant": "$1 Jasper_Emily#Emily sugirió que te diera esto? No me gusta mucho la curación con cristales. Pero no puede doler, ¿verdad?[62 66]$k#$e#Encontré este libro en  Qué esperar... No te preocupes, estoy tomando muchas notas.$1",
     "jasper.4448": "Mi amor, todavía no puedo creer que voy a ser padre.$l",
     "jasper.4449": "Ser padre es agotador... No tengo energía para levantarme.$s",
     "jasper.4452": "Estoy trabajando en una tesis muy importante. ¿Por qué no puedes cuidar a los niños por una vez?$a",
     "jasper.4455": "Iba a hacerte el desayuno, pero tuve una epifanía de inspiración.$a",
     "jasper.4450": "Cariño. Está tan desordenado aquí. ¿Has estado redecorando?#$b#Ayudaría a ordenar, pero me duele la pierna.$2",
     "jasper.4486":"¿Qué piensas, amor?",
     "jasper.4488":"Ordené esto la semana pasada y llegó esta mañana. Espero que no haya sido demasiado presuntuoso de mi parte...#$b#... ¿Te gusta?$2",
     "jasper.birth": "¿Amor? ¿Qué sucede? ¡Oh! ¡Será mejor que te llevemos al hospital!",
     "jasper.babyboy": "¿Cómo deberíamos llamarlo, si es un niño?",
     "jasper.babygirl": "¿Cómo la llamaremos, si es una niña?",
     "pregnancyTalk.caroline": "Escuché que las felicitaciones están llegando, @.$1#$b#Oh, no, el doctor Harvey no me lo dijo; las noticias viajan rápido en un pueblo pequeño.#$b#Avísame si hay algo necesites veré si puedo conseguirlo para ti.#$b#Tenía los antojos más extraños cuando estaba embarazada de Abigail.$2",
     "pregnancyTalk.jodi": "¡Caroline me contó tus buenas noticias! Será maravilloso tener más hijos alrededor.$1#$b#Pero asegúrate de tomarte un tiempo para ti ahora, @, mientras puedas.#$b#Porque una vez que estén aquí... Bueno, tu vida nunca volverá a ser la misma.$2#$b#No está mal, ¡Dios mío, no! Solo... diferente...$2",
     "pregnancyTalk.dwarf": "Tu pareja me dijo que estás en esperas. Parece muy emocionado por eso.#$b#Trae a tu cachorro aquí cuando estén hablando, y les enseñaré el arte sagrado de fabricar bombas, ¿qué dices?",
     "pregnancyTalk.evelyn": "¡Un niño en camino! Me alegro mucho por ti, cariño.#$b#Toma, esto puede aliviar un poco las náuseas matutinas. [614]",
     "pregnancyTalk.marlon": "¡Escuché que estás esperando un hijo, @! Oh, sí, Jasper ha estado alardeando por todo el mundo.#$b#Felicitaciones a ambos.#$b#Y si necesitan a alguien que les enseñe el arte de la espada, siéntete libre de pasar!",
     "pregnancyTalk.gunther": "Jasper estuvo aquí antes, revisando un montón de libros para padres. Se toma todo muy en serio, nuestro profesor.#$b#Estoy encantada por ustedes dos.",
     "pregnancyTalk.jasper": "Oh, sí, mi amor... Puede que se lo haya dicho a algunas personas. Solo un par de confidentes...#$b#No estoy seguro de cómo se propagó por toda la ciudad...  .$2",
     "pregnancyTalk.harvey": "¡Tu esposo ha estado entrando y saliendo, haciéndome preguntas todo el día! Ciertamente es entusiasta.$1#$b#Asegúrate de comer bien, dormir lo suficiente y hacer ejercicio ligero, y todo irá suavemente.$3",
    //Having Child #2
    "patio.havingchild2": "Me siento bendecido, @, de vivir en esta maravillosa finca, contigo, %kid1 y otro pequeño en camino.#$b#Me siento... completo.$4",
    "spouseroom.havingchild2": "Estoy preparando a %kid1 para su nuevo hermano.  Oh... ¡Espero que sean amigos!$1",
     "jasper.birth2": "¿Cariño? ¿Es hora? Llamaré a la niñera, será mejor que vayamos al hospital.",
     //Jasper habla de los niños
     "OneKid0.kid1.sleep": "Disfruto mucho viendo dormir a %kid1. Me pregunto con qué sueñan los bebés?$1",
     "OneKid1.kid1.sleep": "%kid1 ciertamente parece dormir mucho... Pensé que los niños serían más... interactivos.$2",
     "OneKid2.kid1.sleep": "%kid1 es un ser tan delicado y pequeño. Da miedo, ¿no? Estoy tan preocupado de que pueda romperlos.$2",
     "OneKid3.kid1.sleep": "Amo a %kid1, lo hago. ¡Pero debo decir que no me gustan tanto sus pañales!$1#$b#¿Quién sabía que algo tan pequeño podía producir tanto desperdicio?$2"  ,
     "OneKid0.kid1.crib": "%kid1 me dio la sonrisa más grande y brillante hoy. Oh, hizo que mi corazón se derritiera.$4",
     "OneKid1.kid1.crib": "He estado experimentando con purés para nuestro %kid1. ¡Solo los mejores ingredientes orgánicos, por supuesto!$3",
     "OneKid2.kid1.crib": "Es increíble lo rápido que crecen los bebés, ¿no? Parece que fue ayer cuando %kid1 era un pequeño bebé dormido en mis brazos.$4",
     "OneKid3.kid1.crib": "¿Qué historia le leeré a %kid1 hoy? He estado investigando los cuentos de hadas... pero todos son muy terrorificos, ¿no crees?$3",
     "OneKid0.kid1.child.spring": "Ayer llevé a %kid1 a recoger flores. Quería que te quedaras con esta.[18]$4#$b#Lo siento, está un poco aplastada.",
     "OneKid1.kid1.child.spring": "Había patitos en el estanque esta mañana. Debería llevar a %kid1 para alimentarlos.#$b#¡Oh, no pan, por supuesto! Estoy seguro de que podemos encontrar algo saludable ¡bocadillo para pájaros!$1",
     "OneKid2.kid1.child.spring": "¡Qué día tan glorioso! Quizás deba llevar al pequeño %kid1 a dar un paseo.#$b#La apreciación del aire libre es muy importante.",
     "OneKid3.kid1.child.spring": "El pequeño %kid1 es un placer. No puedo evitar sentir que estamos inventando nuestro propio lenguaje secreto.",
     "OneKid0.kid1.child.fall": "A %kid1 le encanta jugar con las hojas caídas.#$b#Debo confesar que yo también lo estoy disfrutando.$4#$b#Me siento joven de nuevo, @. Renacido.$4",
     "OneKid1.kid1.child.fall": "Por qué sí... hay puré de calabaza en mi pelo. $2#$b#Le ofrecí a %kid1 un poco, en puré, para el desayuno. No me lo agradecieron.",
     "OneKid2.kid1.child.fall": "%kid1 y yo hemos estado tirando piedras en el estanque. Mi récord es de 5 saltos.$1#$b#%kid1 es un plop, pero aún es pronto.$3",
     "OneKid3.kid1.child.fall": "Hoy le di a %kid1 uno de mis cristales. Nunca es demasiado pronto para fomentar el amor por la geología.#$b#Ay, %kid1 no parecía mostrar mucho interés.",
     "OneKid0.kid1.child.summer": "Parece que a %kid1 realmente le gustan mis historias. Es encantador tener una audiencia tan cautivadora.$4",
     "OneKid1.kid1.child.summer": "He estado escribiendo algunas historias para %kid1. Tal vez algún día las publique.",
     "OneKid2.kid1.child.summer": "Buenos días, mi amor. Le di a %kid1 su desayuno...#$b#Y también limpié el piso. Parece que a %kid1 no le gusta mucho el puré de maíz.$2",
    "OneKid3.kid1.child.summer": "Me pregunto si a %kid1 le gustaría tener un hermano algún día.#$b#Cuando era niño, me hubiera gustado tener un hermanito o una hermanita.$3#$b#Lo siento, mi amor, no pretendo presionarte!$4",
     "OneKid0.kid1.child.winter": "¡Ah, mi amor! ¿Supongo que no tienes un sombrero que puedas prestarnos?#$b#¡Hoy, %kid1 y yo estamos construyendo un muñeco de nieve!$1",
     "OneKid1.kid1.child.winter": "Si te preguntas acerca de los extraños cráteres en la nieve, %kid1 y yo hemos estado haciendo ángeles de nieve.$1",
     "OneKid2.kid1.child.winter": "%kid1 y yo hemos estado disfrutando de los cuentos de hadas. Creo que la Reina de las Nieves es adecuada para un clima como este.",
     "OneKid3.kid1.child.winter": "¡Buenos días, mi amor! Le he dado a %kid1 un desayuno caliente y nutritivo, ¡y estamos listos para un día de aventuras bajo techo!$1#$b#Es una manta para el clima, ¿no crees?",
    //Pregnancy Events
    "5599008.01": "Buenos días, amor. Te hice el desayuno.",
     "5599008.06": "¿Mi amor?",
     "5599008.02": "¿Te estás enfermando? Tal vez sea mejor que te llevemos al Doctor.$2",
     "5599008.03": "Bueno, @, la buena noticia es que no es una enfermedad.",
     "5599008.04": "¡Estás en cinta!#$b#Felicitaciones.$1",
     "5599008.07": "¿En cinta?",
     "5599008.05": "Voy a ser padre... yo... padre...$1#$b#Oh, te amo tanto, @!$4",
     "5599009.01": "...así que el guerrero se despidió de la princesa duente...",
     "5599009.02": "... porque aunque disfrutaba de sus animados debates y admiraba su agudo ingenio, no podía soportar la idea de no volver a ver el sol nunca más...",
     "5599009.06": "¿Ga?",
     "5599009.03": "Buenos días, mi amor, espero que no te hayamos molestado. ¡La pequeña calabaza es bastante madrugadora!$4",
     "5599009.07": "¡Vaya!",
     "5599009.04": "¡Nuestra pequeña calabazita realmente parece apreciar mis historias!$3#$b#¿Te gustaría unirte a nosotros para el final, @?$4",
     "5599009.08": "Muy bien.",
     "5599009.05": "...así que se escabulló, a la brillante luz del día, mientras los duendes dormían en sus celebraciones.$1",
     "5599012.01": "¿Todo bien, mi amor?$13",
     "5599012.02": "¿Estás a gusto?#$b#Bueno, tan a gusto como se puede esperar.$4",
     "5599012.03": "¿Hay algo que pueda conseguirte, cualquier cosa que necesites, @. Um...$4",
     "5599012.04": "¿Tienes demasiado calor? ¿Tienes demasiado frío?#$b#¿Quieres algo de beber?$2",
     "5599012.05": "Oh, lo siento, mi amor, me estoy preocupando demasiado, ¿no? $4",
     "5599012.06": "Uhm, ¿entonces me callo? O... ¿te gustaría escuchar una historia?$1",
     "5599012.07": "Err, está bien. Bueno, una vez había un joven guerrero erudito, cuya curiosidad lo llevó a los duendes...",
     "5599012.08": "... Y el rey de los duendes estaba tan complacido con la destreza del guerrero que ofreció su posesión más preciada-",
     "5599012.09": "Oh, ¿es hora? ¿%kid1 viene?$2#$b#Oh, oh... Llamaré al doctor.$2",
     "5599012.10": "El llanto de un recién nacido divide el aire",
     "5599012.11": "¡Bueno, los pulmones de tu bebé ciertamente son fuertes y saludables!",
     "5599012.12": "Oh, @. %kid1 es una maravilla. Igual que tú.",
     "5599012.13": "Hora de llevar a nuestra nueva familia a casa.",
     "5599021.01": "Aquí tienes mi amor, un desayuno nutritivo para ayudarte durante el día.$1",
     "5599021.02": "¿Cariño?",
     "5599021.03": "¿Estás enfermando?$2",
     "5599021.04": "¿Estás en cinta? ¡Claro que sí!$3",
     "5599021.05": "¿Crees que un poco de té de jengibre podría ayudar?$4",
     "5599021.06": "No puedo creer que pronto tendremos dos hijos. ¡Dos!$1#$b#Te quiero mucho, @.",
    /************************************************
O T H E R    N P C S
*************************************************/
    /* C A M E R O N
****************/
    "NPCD.Cameron": "cameron",
     "gift.love.Cam": "¡Guau, gracias! Has estado investigando. ¡Me encanta esto!",
     "gift.like.Cam": "Esto es perverso, ¡y lo digo en el buen sentido!",
     "gift.dislike.Cam": "Um, sí, en realidad no es lo mío, pero lo que cuenta es la idea, supongo...",
     "gift.hate.Cam": "Oh, crees que eres gracioso, ¿no? ¿Qué es esto? ¿Basura?",
     "gift.neutral.Cam": "¡Hola, gracias!",
     /* GUN T H E R
 ****************/
     "NPCD.Gunther": "Gunther",
     "gift.love.Gun": "¡Muchas gracias! Esto es justo lo que necesitaba.",
     "gift.like.Gun": "¡Excelente! Sin duda será útil.",
     "gift.dislike.Gun": "Bueno, no soy fan, pero gracias de todos modos.",
     "gift.hate.Gun": "Esto es desagradable.",
     "gift.neutral.Gun": "¡Gracias!",
     /* MARLON
 ****************/
     "gift.love.Marl": "¡Ah, tal vez pueda ser sobornado con regalos después de todo!",
     "gift.like.Marl": "Gracias. Se lo agradecemos mucho.",
     "gift.dislike.Marl": "Bueno, supongo que a los slimes les gustará.",
     "gift.hate.Marl": "No estoy aquí para llevarme tu basura, chico.",
     "gift.neutral.Marl": "¡Gracias!",
     /*Jasper menciona otros NPCs
 ***************************/
     "jasper.cecilia": "¿Seguramente has notado la casa abandonada en el pueblo, @? Una mujer vivió allí una vez. Murió en un trágico accidente$2.#$b#Y he sentido una presencia allí. Es como si ella no se hubiera ido. Y me pregunto, ¿qué es lo que la retiene en este lugar?$2#$b#Aquí hay magia, y puedo sentir su renuencia a dejarla ir.$4",
     "jasper.denver": "Escuché algo aullando en la oscuridad, anoche. Y me dije a mí mismo, solo eran lobos. Pero había algo inquietante en eso. Algo de otro mundo. $3#$b# ¡Oh, escúchame! Escupiendo tonterías sobrenaturales. Son estas largas noches de invierno, @. Son suficientes para volver a cualquiera un poco supersticioso.",
     "jasper.charlie.1": "Charlie, el sobrino de Gunther, se ha mudado. Parece un tipo agradable.$1",
    //Blanche and Jasper
    "blanche_jasper_tue2": "¿Te preguntas dónde vivo? ¡No voy a vivir en la biblioteca aunque lo parezca!$0#$b#Hay un pequeño apartamento arriba. Es cómodo.#$b#Bueno... Si no me gusta, puedo quedarme en la naturaleza con el cielo como manta y el suelo como cama.$9#$e#Um? No estoy bromeando. Lo digo en serio.",
     "blanche_jasper_gone1": "Se está un poco solo aquí, ahora que el profesor se fue.#$b#Espero que encuentre lo que busca.#$b#Cuido sus plantas. Ellas también lo extrañan.$2  ",
     "blanche_jasper_jasperhome": "El profesor, ha vuelto. Pero está muy triste, @.$2#$b#Si tan solo su pierna pudiera volver a crecer, como la rama de un árbol.$2#$b#¿Por qué diría eso? Oh, lo siento, no pensé.$2",
     "blanche_jasper_jasperengaged": "¡Nunca había visto sonreír tanto al profesor!#$b#Debes hacerlo muy feliz, @.$1",
     "blanche_jasper_fall_tue": "¿Oh, el profesor? Es un buen vecino. ¡Tranquilo y bueno escuchando!#$b#También le gustan los libros. Entonces, ¿somos amigos, tal vez?",
     "blanche_jasper_fall_tue_inlaw": "¿El profesor está feliz viviendo en tu granja?#$b#Me alegro, incluso si es un poco solitario estar aquí sin él.",
     "blanche_jasper_summer_tue_inlaw": "El profesor viene de visita. A veces le recomiendo libros.#$b#Le gusta el romance, ¡pero lo mantiene en secreto!#$b#¡No le digas que te lo dije!$1",
     "jasper_blanche_fall_tue": "Blanche es muy dulce. ¡Disfruto mucho hablar con ella!#$b#A veces dice cosas que me hacen pensar... ¡pero no, seguro que no puede ser tan vieja como las historias que cuenta!",
     "jasper_blanche_summer_tue": "Lo siento, estoy un poco cansado hoy. Blanche y yo nos quedamos despiertos hasta tarde, discutiendo la historia del valle.#$b#Ella tiene ideas fascinantes para alguien tan joven.",
    /*************************
M O V I E S
**************************/
    "movies.2.1": "Ah, los documentales siempre me intrigan, @. ¡Hay tanto del mundo para ver!",
     "movies.2.2": "Jasper te sonríe.",
     "movies.2.3": "Fascinante, ¿verdad?",
     "movies.2.4": "Gracias @. Esa fue toda una experiencia cinematográfica. Espero que también la hayan disfrutado.$1",
     "movies.4.1": "No estoy muy seguro de esta, @.$2",
     "movies.4.2": "Los ojos de Jasper están bien cerrados.",
     "movies.4.3": "Jasper se ve pálido.",
     "movies.4.4": "Oh... no... lo siento... creo que necesito irme a casa ahora.$2",
     "movies.5.1": "Esto parece divertido.$1",
     "movies.5.2": "Me gustó. Gracias por invitarme.$1",
     "movies.6.1": "Lo admito, tengo mis reservas sobre este, pero me abstendré de comentar por el momento.",
     "movies.6.2": "Lo siento, @, no disfruté esa película para nada.",
     "movies.spouse.invite": "¡Qué excelente idea, mi amor! Me encantaría ver una película contigo.",
     "movies.spouse.kids": "¡Qué excelente idea, mi amor! ¡Tendremos que encontrar una niñera!",
     /***************************
     PERFECCIÓN
     ************************/
     "summit.jasper.1": "Saludos, @.",
     "summit.jasper.2a": "¡Fue toda una escalada! Pero vale la pena por la vista.",
     "summit.jasper.2b": "¡Fue toda una escalada! Pero vale la pena por la vista.",
     "summit.jasper.3": "Realmente me hizo pensar en los últimos %year años...\"/pause 1000/habla cónyuge \"Hemos pasado por muchas cosas juntos, ¿no es así?$h",
     "summit.jasper.4": "...Y qué lejos hemos llegado.",
     "summit.jasper.5": "Contigo, amor mío, he encontrado la verdadera felicidad.$4\"/pause 500/faceDirection Jasper 3/speak Jasper \"Sin ti, todavía estaría perdido en la oscuridad. Posiblemente literalmente.#$b#Gracias, @. Juntos, podemos ascender a grandes alturas. Realmente podemos alcanzar nuestra cima.$3",
    //
    // N E W   W I T H   2.0  B E L O W   H E R E ----------------------------------------------------------------------------------------------------------------------------------------------------------------------
    "Jasper.Locations.Museum":"Apartamento del museo",
   /*************************
    S P E C I A L   O R D E R S
    *************************/
    //Clint and Geode Quest
    "55990050.01": "¡Uf, esto es un trabajo duro!$2",
     "55990050.clint.02": "¡Hola! ¡El Sr. Clint está rompiendo geodas para nosotros! $1",
     "55990050.clarice.02": "¡Hola! ¡La Sra. Clarice está rompiendo geodas para nosotros! $1",
     "55990050.03": "¡Granjero @! ¡Granjero @! ¡Esto es genial!#$b#¡Tengo un ojo de tigre! ¡RAWR!$1",
     "55990050.04": "¡Y tengo una piedra mágica! ¡Es realmente bonita!$1",
     "55990050.05": "Es @ aquí quien suministró las geodas.",
     "55990050.clint.06": "Y gracias por descifrarnos, Sr. Clint.$1",
     "55990050.clarice.06": "Y gracias por descifrarnos, Sra. Clarice.$1",
     "55990050.07": "De nada.",
     "55990050.08": "¡Quiero mostrarle mi nueva piedra a Sam!",
     "55990050.09": "¿Está bien, Sr. Profesor? ¿Ha terminado la clase?",
     "55990050.10": "Oh, muy bien entonces, si lo deseas.$1",
     "55990050.11": "¡Pero hay tarea!",
     "55990050.12": "Oh...$2",
     "55990050.clint.13": "¿Tienes alguna sugerencia para su tarea, Clint?",
     "55990050.clarice.13": "¿Tienes alguna sugerencia para su tarea, Clarice?",
     "55990050.clint.14": "Um... er... Tal vez algo, err... ¿cosas sobre rocas?$2",
     "55990050.clarice.14": "Ahora, déjame pensar en eso... algo sobre rocas. ¿Un poema, tal vez?",
     "55990050.15": "¡Excelente sugerencia!",
     "55990050.clint.16": "Me gustaría que escribieran cinco datos sobre la geoda que Clint abrió para ustedes. ¡Hay excelentes recursos en la biblioteca!",
     "55990050.clarice.16": "Me gustaría que escribieran un poema, compartiendo cinco datos sobre la geoda que Clarice abrió para ustedes. ¡Hay excelentes recursos en la biblioteca!",
     "55990050.clint.17": "Leyendo... gah. Abu-rrido.$2",
     "55990050.clarice.17": "Leyendo un poema. Argh!$2",
     "55990050.18": "¡No te preocupes Vin, te ayudaré! Todo irá bien. Lo prometo.$4",
     "55990050.clint.19": "¡Gracias de nuevo, Sr. Clint!$1",
     "55990050.clarice.19": "Gracias de nuevo, Sra. Clarice!$1",
     "55990050.20":"¡Gracias!",
     "55990050.21":"Gracias.",
    "55990050.22":"YAY!",
    //Storytime in the library
    "55990051.01": "... después de muchos años, posiblemente incluso siglos, de guerra, los hijos de la gente del cielo se separaron unos de otros, esparcidos por todo el mundo...",
     "55990051.02": "¡Qué triste!",
     "55990051.03": "Buen día, Sr. @. Vinimos a buscar algunos libros...^Buenos días, Sra. @. Vinimos a buscar algunos libros...#$b#El profesor Jasper estaba investigando y...",
     "55990051.04": "¡@! ¡El Sr. Profesor nos está contando una historia sobre una nave espacial! Se estrelló contra el valle hace miles y cientos de años.",
     "55990051.05": "¡BUM!",
     "55990051.06": "¡Y la explosión fue TAN grande que perforó el mundo de nunca jamás!$3",
     "55990051.07": "¡No, Vincent! ¡Es el 'inframundo'!",
     "55990051.08": "Había gente viviendo bajo tierra. No humanos como nosotros, pero gente de todos modos.$4#$b#Y la colisión destrozó su ciudad.$2",
     "55990051.09": "Sí...",
     "55990051.10": "Esto los puso muy, muy enojados.#$b#Así que lucharon contra los alienígenas. ¡Hubo una gran guerra!$2#$b#¡La llamaron la Guerra Elemental!",
     "55990051.11": "Las guerras elementales. Duraron cientos y cientos de años. Casi toda la gente del cielo murió...$2#$b#Y había algo en la nave espacial que enfermó mucho a la gente de las sombras.$3#$b#¡Así que muchos de ellos también murieron!$2",
     "55990051.12": "Bien niños. Ya es suficiente por hoy.$a",
     "55990051.13": "Saquemos estos libros, luego podemos salir y buscar insectos.$1",
     "55990051.14": "¡Está bien!",
     "55990051.15": "Espero que la gente del cielo se encuentre de nuevo.$2",
     "55990051.16": "Yo también.",
     "55990051.17": "Que tengas un buen día.",
     "55990051.18": "Dios mío... Me temo que me excedí en mi papel y molesté a la señorita Penny. Pero los niños pidieron... $2",
     "55990051.19": "...",
     "55990051.20": "¿Qué tipo de historia fue esa para contarles a los niños? ¡Deberías avergonzarte!",
     "55990051.21": "¿Es ESA tu teoría? Me parece una tontería.",
     "55990051.22": "Qué trama tan interesante. ¿Estás escribiendo una novela?",
     "55990051.23": "¿Es esa tu teoría? Suena muy intrigante.",
     "55990051.24": "Espero seguir discutiéndolo contigo. Pero por ahora, creo que el desayuno está en orden.$1|Creo que es mejor si me voy ahora. El hambre tiende a ponerme irritable. Tal vez debería comer ¿te veo luego?",
     //Jasper en la Isla Jengibre
     "Profesor_Snail":"Profesor_Snail",//**NUEVO***
     "5599052.01": "¿Me pregunto adónde se dirige?",
     "5599052.02": "Impresionante, ¿verdad?",
     "5599052.03": "Ciertamente formidable. ¿Y activo?",
     "5599052.04": "Ah, sí",
     "5599052.05": "Pero se porta bien, según los estándares volcánicos.$1",
     "5599052.06": "Oh no, olvidé mis modales. Me llamo Snail, Profesor Snail.",
     "5599052.07": "Es un placer conocerlo, profesor Snail. Soy el profesor Jasper Thomas, a sus órdenes.$1",
     "5599052.08": "¿Jasper Thomas? ¿El Jasper? ¿El Profesor Jasper?#$b#¡Sabía que había algo familiar en ti!$1",
     "5599052.09": "Bueno, sí... ese fue mi título una vez... antes... mucho antes de que las cosas cambiaran.$2",
     "5599052.10": "¡Tengo tu libro! ¡'Famosas Travesías'! Está un poco húmedo...",
     "5599052.11": "¡Lo he leído muchas veces!",
     "5599052.12": "¿Ves esa cueva de ahí?",
    "5599052.13": "Nunca he estado muy lejos: está lleno de ríos de lava y monstruos horribles. Bueno, ¡haría falta un tipo más valiente que yo para aventurarse en esas profundidades!$1#$b#Pero vi indicios de una arquitectura extraña y una tecnología bastante inusual.",
     "5599052.14": "Tus estudios caen en esa línea, ¿verdad, joven?",
     "5599052.15": "Ciertamente lo hacen...",
    //Nuevas líneas de diálogo
     "giftReaction.flowers.s15":"Gracias cariño, es muy considerado. Se verá hermoso junto al monumento.$4",
     //Evento de pedido especial con Sentry Bot
     "5599055.02": "Hola @. Momento impecable. ¿Recuerdas esos artefactos que te compré?",//Jasper
     "5599055.03": "En efecto. Bueno, la Srta. Maru y yo casi terminamos de trabajar en un pequeño proyecto. ¿Te gustaría agregar la floritura final?",//Jasper
     "5599055.04": "Aquí tienes.",//Jasper
     "5599055.05": "Ahora, por favor, colócalo dentro.",//Jasper
     "5599055.06": "No pasa nada...",//Maru
     "5599055.07": "Paciencia.",//Jasper
     "5599055.08": "Profesor Jasper.... ¿para qué se usaban exactamente estas cosas?$2",//Maru
     "5599055.09": "¡Oh! Nadie lo sabe con precisión. Pero supongo que formaban parte de un sistema de defensa sofisticado.",//Jasper
     "5599055.10": "No creo que le guste. ¿Puedes cancelarlo, por favor?$2",//Maru
     "5599055.11": "¡Claro que sí! Um... Escribí las palabras de comando aquí abajo en alguna parte...$2",//Jasper
     "5599055.12": "¿Dónde están ahora?",//Jasper
     "5599055.13": "¡Ah, aquí están!",//Jasper
     "5599055.14": "¡Puotnexonu!('desactivar' en lenguage enano).", // Esta es una palabra enana, traducida usando el traductor de enanos de Kdau.  Significa "Desactivar".  (Jaspe)
     "5599055.15": "¿Está bien, señorita Maru? ¡Oh, lo siento mucho!$2",//Jasper
     "5599055.16": "Por favor, @, ¿podrías prepararnos un poco de té?$2"//Jasper
}