{
    //To do: Baby related dialogue, Movie dialogue
    /**************************
 C O N T E N T   F I L E   
**************************/
    "NPCD.Jasper": "Джаспер",
    "gift.love.false": "Спасибо! Это действительно очень великодушно с твоей стороны!",
    "gift.like.false": "Спасибо! Это послужит отличным дополнением к моим исследованиям.",
    "gift.dislike.false": "Я найду этому применение. Наверное.",
    "gift.hate.false": "Ты смеёшься надо мной? Это, несомненно, мусор!",
    "gift.neutral.false": "Спасибо!",
    "gift.love.true": "Спасибо! Мне это очень нравится.",
    "gift.like.true": "@, ты так хорошо меня знаешь. Спасибо.",
    "gift.dislike.true": "Хм, возможно, я смогу что-нибудь с этим сделать.",
    "gift.hate.true": "Зачем ты мне это даришь, @? Это что, шутка? Неужели это так смешно?",
    "gift.neutral.true": "Спасибо!",
    //D I A L O G U E   S T R I N G S
    "jasper.breathe": "Не волнуйся. Просто мне нужно время, чтобы собраться с мыслями... Тьма, земля... это всё ещё не даёт мне покоя, @.",
    //Reading Strings
    "spring.false.read": "O, здравствуй, @! Я как раз читал о легендах долины Стардью. Но я не буду утомлять тебя подробностями. Я уверен, что у тебя есть дела поважнее, чем выслушивать меня.$1",
    "spring.true.read": "O, здравствуй, @! Я как раз читал о легендах долины Стардью. Но я не буду утомлять тебя подробностями. Я уверен, что у тебя есть дела поважнее, чем выслушивать меня.$1",
    "summer.false.read": "...Ах, какое нелепое заявление! Нет никаких доказательств, подтверждающих это! О, привет, @, извини. Просто читаю труды 'уважаемого' профессора Пибоди.$5",
    "summer.true.read": "...О, я полагаю... Что признаю... В этом заявлении есть определённая ценность. Здравствуй, @. Прости! Я как раз читал последние 'прозрения' Кэмерона.$1",
    "fall.false.read": "Приветствую тебя, @! Я углубляюсь в захватывающую картину Готоранского конфликта.",
    "fall.true.read": "Приветствую тебя, @! Я углубляюсь в захватывающую картину Готоранского конфликта.",
    "winter.false.read": "Нет ничего лучше чтения в холодный зимний день. Это мое грешное удовольствие.",
    "winter.true.read": "Нет ничего лучше чтения в холодный зимний день. Это мое грешное удовольствие.",
    "rain.false.read": "Ах, плохая погода - прекрасный повод провести некоторые 'исследования', не так ли?$1",
    "rain.true.read": "Ах, плохая погода - прекрасный повод провести некоторые 'исследования', не так ли? Ладно, признаюсь. Это одна из книг Гюнтера в мягкой обложке.$3",
    "elliott.read": "Здравствуй, @! Тебе приходилось читал книгу мистера Эллиота? Стиль письма несколько бесхитростен, но я не могу перестать перелистывать страницы!",
    "rainyDay": "Стук дождя по крыше так успокаивает, правда? Хорошо, что сегодня я не сильно занят.",
    //engagement dialogue
    "engagement0": "Я до сих пор не могу поверить, что ты действительно хочешь выйти за меня замуж! @! Для меня большая честь стать твоим мужем.$4#$b#Всё под контролем! Не надо волноваться!$1",
    "engagement1": "O, @. Я так взволнован тем, что мы начинаем совместную жизнь. Я люблю тебя, и ты это знаешь.$4",
    //Festivals 
    "summer28.jasper": "Ах, восхитительные экземпляры, эти существа. Хотя мои познания больше связаны с подземным миром, чем с водным.",
    "winter25.jasper": "Тайное вручение подарков постоянно вызывает у меня чувство неловкости. Ну, по крайней мере, все любят бриллианты, верно?$4",
    "winter25.gunther": "Здравствуй, @. Обычно я не посещаю подобные мероприятия. Но кто-то вписал моё имя в список...#$b#Поэтому я решил, что мне стоит сходить сюда!",
    "winter25.cameron": "O, здравствуй, @! Пришёл приобщиться к фестивалю? Честно говоря, я бы предпочёл кататься на лыжах.$2^O, здравствуй, @! Пришла приобщиться к фестивалю? Честно говоря, я бы предпочёл кататься на лыжах.$2",
    "winter8.jasper": "Ах, здравствуй, @! Линус буквально потчевал меня рассказами о жителях тундры!$1",
    "summer11.jasper": "Ты знаешь моего доброго друга Расмодиуса?",
    "summer11.jasper.spouse.false": "Пожалуйста, присоединяйся к нам, любовь моя. Мы с Расмодиусом обсуждали загадочные тропы глубокого океана.",
    "spring24.jasper": "Танцы - не моя сильная сторона. У тебя обе ноги - левые. Так однажды описала меня моя дорогая мама.$4",
    "spring24.jasper.9914": "Праздник любви и плодородия. Надеюсь, от меня не ожидают, что я буду танцевать.$1#$b#Люди могут засмеяться. Хотя, наверное, я смог бы исполнить недохип-хоп!$3",
    "spring24.jasper.spouse.false": "Привет. Воздух пахнет весной, и я никогда ещё не чувствовал себя таким живым.$1#$b#Я люблю тебя.$4",
    "accept.spouse": "Я сочту за честь потанцевать с тобой, любовь моя! Но следи за своими ногами!$3",
    "spring13.jasper": "Яичный фестиваль имеет огромное духовное значение; мир возрождается заново.$1",
    "spring13.jasper.spouse.false": "Здравствуй, любовь моя! Твоя улыбка всегда озаряет мой день.$1#$b#И надо сказать, этот пунш восхитителен!$3",
    "fall27.jasper": "Эти скелеты - страшнейшие чудовища. Представь, если бы они вырвались наружу? Воцарится хаос!$2",
    "fall16.jasper": "Работа Клинта поистине изумительна. Для погружения в глубины долины требуется прекрасный клинок.#$b#Моё любимое оружие? Пожалуй, Обсидиановое лезвие.$1",
    "fall16.jasper.spouse.false": "О, любовь моя, мне здесь так хорошо. Прошу тебя, веселись!#$b#Я с нетерпением жду, когда мэр объявит тебя победителем.$1",
    //**New** SPouse Festival dialogue, no kids
    "winter8.jasper.spouse.false": "Добрый день, любовь моя, не хочешь ли присоединиться к нам? Линус потчует нас сказками о жителях тундры!",
    "winter25.jasper.spouse.false": "Любовь моя, мне всегда приятно видеть тебя. Семья и друзья... Есть за что быть благодарным.$1",
    //**NEW** Festival dialogue with kid/s
    "winter8.jasper.spouse.true": "Добрый день, любовь моя! Линус потчует нас рассказами о жителях тундры, хотя, похоже, маленькие ушки не желают слушать.",
    "summer11.jasper.spouse.true": "Ах, папа больше не может танцевать. Папа совсем выдохся!$3#$b#Ах, любовь моя. Извини, так жарко сегодня... Вода сейчас кажется довольно заманчивой.$1",
    "spring24.jasper.spouse.true": "Привет, дорогой. В воздухе витает весна, и я никогда ещё не чувствовал себя таким живым.$1^Привет, красавица. В воздухе витает весна, и я никогда ещё не чувствовал себя таким живым.$1#$b#Я люблю тебя.$4",
    "spring13.jasper.spouse.true": "Ах, здравствуй, любовь моя! Не знаю, как мне удаётся поспеть за нашим малышом. В нём столько энергии!",
    "fall16.jasper.spouse.true": "Ах, любовь моя, я в порядке, не волнуйся...#$b#Я позабочусь о том, чтобы наш дорогой малыш не проказничал!$1",
    "winter25.jasper.spouse.true": "Любовь моя, мне всегда приятно видеть тебя. Друзья и наша замечательная семья... Есть за что быть благодарным.$1",
    //M A I L
    "Jasper_Peasbody1": "Здравствуйте, фермер.^Мы никогда не встречались, но я обращаюсь к вам, потому что беспокоюсь о нашем общем друге, профессоре Джаспере Томасе. Он ярый фанат, и до меня дошли слухи, что он отправился в пещеры вслед за 'Белым кроликом' - и, по всей вероятности, погиб. Несмотря на то, что он вам сказал (С тех пор как мы недружелюбно разлучились), мы дружили. Но опять же... он всегда был отчасти упрямым дураком и никогда не был склонен оставлять в покое то, что следовало бы оставить в покое!^Прошу прощения! Я просто так выражаю своё беспокойство. Пожалуйста, если вы найдёте его (живого или мёртвого) - дайте мне знать, хорошо? Ведь когда-то мы были друзьями. По правде говоря, я и сейчас забочусь об этом тупоголовом болване.^^С уважением, ^Профессор Кэмерон Пибоди.[#]Письмо Пибоди",
    "Jasper_Home": "Здравствуй, @.^Я в неоплатном долгу перед тобой. Не думал, что ты найдёшь меня. Или то, что от меня осталось. Заражение оставило во мне тень моего прежнего 'я'. Рана оказалась такой страшной, как я и опасался... Я надеюсь, что это не будет для тебя таким большим потрясением, мой друг.^^Я вернусь домой в течение следующих нескольких дней, на то, что Гюнтер безжалостно обозначил \"домашний арест\". Подозреваю, что я буду много писать, а возможно, и читать.^^Твоя компания, как всегда, будет очень ценна.^^С наилучшими пожеланиями, Джаспер. %item conversationTopic TalkJasperHome 7 %% [#]Джаспер вернулся домой.",
    "Jasper_Home1": "Здравствуй, @.^Домашний арест начинает надоедать. Я скучаю по запаху и звукам леса. Теперь я уже более искусно управляюсь с инвалидной коляской, но, увы, подниматься и спускаться по лестнице проблематично, но Гюнтер очень любезно помогает мне. Оказавшись снаружи, Земля кажется коварной и неровной. Я упражняюсь каждое утро и каждый вечер, как послушный ученик, в надежде, что скоро снова буду хоть немного подвижен.^^Твой друг, Джаспер.[#]Письмо Джаспера 1.",
    "Jasper_HomeA": "Здравствуй и ещё раз здравствуй!^Я надеюсь, что дела у тебя на ферме складываются хорошо, @, и что тебе ещё не наскучили мои письма. У меня очень мало друзей в этом мире, и я не хочу их беспокоить.^Кстати, о друзьях (Кто бы мог подумать?) - я написал письмо Пибоди и получил быстрый ответ! Похоже, что визит будет неизбежен.^^Твой друг, Джаспер.[#]Джаспер и Пибоди.",
    "Jasper_Picnic": "Мой дорогой друг.^ Я обнаружил самое волшебное место! Пожалуйста, встретимся у статуи 'Старого мастера Канноли' в полдень следующего ясного дня. Возможно, тебе захочется взять с собой купальник!^^С наилучшими пожеланиями, Джаспер.[#]Приглашение на пикник.",
    "Jasper_LoveLetter": "Дорогой друг, @^ Кое-кто утверждает, что я смогу выразить свои чувства с помощью слов... а кто-то говорит, что я слишком серьёзен для этого. Я пытался выразить свои чувства к тебе словами. Даже писал стихи, как наш друг Эллиот (они получились очень плохи, так что я не покажу их тебе). Я не могу описать, как то, что между нами сейчас, заставляет моё сердце чувствовать себя легче, а душу воспарить. Как сильно твоя улыбка заставляет меня чувствовать себя живым...^Полагаю, то, что я хочу сказать, таково... Я люблю тебя, @.^^Твой, отныне и навсегда, Джаспер. %item conversationTopic JasperEngaged 2 %%[#]Любовное письмо от Джаспера",
    "Gunther_Letter": "Джаспер и @^Надеюсь, что у вас двоих всё хорошо, и что Джаспер ещё не раскопал всю ферму в поисках артефактов!^Я рад, что вы нашли друг друга. Недавно я прибирался в доме и нашёл кое-что, что напомнило мне о Джаспере. Думаю, что ему это может понравиться.^Берегите себя, оба, и пусть у вас будет всё хорошо!^^С уважением, Гюнтер.%item object 563 1 %%[#]Подарок от Гюнтера",
    "Gunther_Letter2": "Джаспер и @^Надеюсь, что у вас двоих всё хорошо, и что Джаспер ещё не раскопал всю ферму в поисках артефактов!^Мне сказали, что вы ждёте нового члена семьи, и, ввиду того, что я слышал, дети могут обойтись довольно дорого, я решил послать вам небольшой подарок.^^Спасибо вам обоим за всё, что вы сделали для моего музея.^^Берегите себя, оба, и пусть у вас будет всё хорошо!^^С уважением, Гюнтер.%item conversationTopic FarmerPregnantJasper 14 %%item money 1000 %%[#]Подарок от Гюнтера",
    "Jasper_BabyArrives": "Здравствуй, @.^^Как же мы с отцом были рады услышать известия о том, что у мы стали бабушкой и дедушкой. Мы надеемся, что когда-нибудь сможем навестить вас, но до тех пор мы посылаем вам свою любовь^^С любовью, мама и папа.%item conversationTopic Jasper_BabySleep 14 %%[#]Письмо от мамы и папы",
    "Jasper_BabyCrawling": "Дорогой Джаспер.^Я знаю, что у нас были разногласия в прошлом, но я всё равно хочу поздравить вас.^Я не могу поверить, что ты, человек, столь преданный своему делу, остепенился и стал семейным человеком.^Я рад, что тебе удалось обрести счастье.^^Знаешь, я скучаю по тем временам, когда мы были друзьями...^С наилучшими пожеланиями и глубокими сожалениями, Кэмерон. %item conversationTopic Jasper_BabyCrawler 28 %%[#]Письмо от Кэмерона",
    "Jasper_Todd": "ДЖОДЖА ОБЕЗОПАСИТ ВАШИХ ДЕТЕЙ!^^Держите своих детей в пределах досягаемости с помощью запатентованного ограждения Джоджа, гарантированно защищающих детей от вреда, пока вы занимаетесь любимым делом!^^Теперь они доступны в вашем местном ДжоджаМарте всего за 1500 з![#]Спам-письмо от Джоджа",
    "Jasper_HomeB_Host": "Здравствуй, @!^Прошу прощения за моё меланхоличное настроение. Я считаю, что мои перспективы значительно улучшились, так как я только что получил отличные новости. Моя рана полностью зажила, поэтому мне нужен протез. Скоро я стану киборгом! Ха-ха, шучу, но было бы здорово снова встать на свои две... Вернее, одну ногу.^В любом случае. Я верю, что у тебя всё хорошо, и, может быть, надеюсь, что в один прекрасный день я снова смогу посетить твою ферму. Поскольку шахты теперь мне недоступны, в этом мире ещё так много мест для исследования.^^До встречи, Джаспер.[#]Протез Джаспера.",
    "Jasper_HomeB_Hand": "Здравствуй, @.^Прошу прощения за моё меланхоличное настроение. Воспоминания о той ночи всё ещё преследуют меня. Но я всё же хочу встретиться с кем-нибудь из них, так что не бойся за меня.^В любом случае. Я верю, что у тебя всё хорошо, и, может быть, надеюсь, что в один прекрасный день я снова смогу посетить твою ферму. Поскольку шахты теперь мне недоступны, в этом мире ещё так много мест для исследования.^^До свидания, Джаспер.[#]Меланхолия Джаспера.",
    // ********* N E W ****************
    "Parent_Letter": "Здравствуй, @ (и Джаспер, конечно!),^^Благодарим вас за все фотографии, которые вы нам прислали. Наш ребёнок, безусловно, становится настоящим маленьким героем. Посылаем вам нашу любовь.^^С любовью, мама и папа.[#]Письмо от мамы и папы",
    "Parent_Letter2": "Здравствуй, @ (и Джаспер, конечно!),^^Спасибо за все фотографии, которые вы нам прислали. Наш ребёнок, безусловно, растёт правильным. Посылаем вам нашу любовь,^^С любовью, мама и папа.%item conversationTopic Farmer_BabySleep2 28 %%[#]Письмо от мамы и папы",
    "Parent_Letter3": "Здравствуй, @ и Джаспер,^Поздравляю с новым членом вашей семьи. Жаль, что мы не можем приехать в гости. С любовью, мама и папа.^%item conversationTopic Jasper_BabyCrib2 28 %%[#]Ещё одно письмо от родителей" //**** E N D   N E W ***************
    ,
    //E V E N T S
    //2 heart event
    "50709900.01": "Я не могу в это поверить. Я отказываюсь в это верить. Это ужасная новость. Кошмар. Я разорён!$2",
    "50709900.02": "О! Ты меня удививлешь, @.$4",
    "50709900.q1": "#Что случилось?#Всё в порядке?#Чем я могу помочь?#Прости, что беспокою тебя.",
    "50709900.q2": "О, это всего лишь записка... похоже, соперничество снова началось.$4",
    "50709900.q3": "Нет, @. Это не так. Кто-то из моего прошлого пытается разрушить моё настоящее.$2",
    "50709900.q4": "Спасибо за предложение, @. Я боюсь, что это не та ситуация, которую можно легко исправить.$2",
    "50709900.q5": "О, всё в порядке, @. Пожалуйста, не уходи.",
    "50709900.03": "Я хочу кое с кем это обсудить.$2",
    "50709900.04": "Я с радостью помогу.",
    "50709900.05": "Ну не смотри на меня, я тебе не психолог.",
    "50709900.06": "Спасибо, @.",
    "50709900.07": "Несколько месяцев назад я подал исследовательское предложение в университет города Зузу, попросив поддержки и финансирования на моё последнее стремление к знаниям.",
    "50709900.08": "Сегодня я получил свой ответ, и он не был одобрительным. Здесь...$2",
    "50709900.09": "Уважаемый Профессор Джаспер Томас,^^Совет недавно получил ваше заявление о помощи в исследовании 'утерянных секретов дварфов'.^^Это что, какой-то розыгрыш? Ибо мы здесь, в Совете по культурному наследию Зузу, не занимаемся поиском сказок. Ваши исследования драгоценных камней и минералов Республики Фернгилл заслуживают уважение; нам бы хотелось, чтобы вы оставили мысли о дварфах, или гоблинах, или любых других мифических существах, которые придутся вам по вкусу на этой неделе, и вернулись к тому, что реально.^^Ваше заявление отклонено.^^Профессор Кэмерон Пибоди, ^Заведующий кафедрой археологии Городского университета Зузу.",
    "50709900.10": "Кэмерон Пибоди... Мы с ним были друзьями детства.^Кэмерон Пибоди... Она - моя подруга детства.#$b#Но теперь всё изменилось.#$b#Во время учёбы в колледже мы стали непримиримыми соперниками: яростно соперничали за звание главного студента, каждый старался превзойти другого.$5#$b#В итоге он пробрался на вершину... и боюсь, что мне это никогда не удастся.$2^В итоге она достигла вершины... и боюсь, что мне это никогда не удастся.$2",
    "50709900.11": "Прости меня, если я говорю слишком драматично. Это только что стало для меня настоящим шоком.$2",
    "50709900.12": "Но я не позволю ему уничтожить меня!$5^Но я не позволю ей уничтожить меня!$5#$b#Я твёрд в своём решении! Я найду доказательства существования дварфов. И я докажу, что он ошибается!$5^Я твёрд в своём решении! Я найду доказательства существования дварфов. И я докажу, что она ошибается!$5",
    "50709900.13": "Спасибо, @. Мне лучше больше не отрывать тебя от работы.",
    "NoHelpJasper.01": "Я понимаю, в конце концов, мы едва знаем друг друга. И я уверен, что у тебя есть более важные дела, чем выслушивать моё горе.$2#$e#Спасибо за визит, и хорошего дня, @.",
    //4 heart event
    "50709910.01": "O, добрый день, @! Сегодня чудесный день, не правда ли?",
    "50709910.02": "Мне очень нравится гулять на свежем воздухе. Долина Стардью - это особенное место, тебе не кажется?",
    "50709910.03": "Подойди сюда, @. Закрой глаза.",
    "50709910.04": "Дыши глубже. Наполни свои мысли Долиной.$3#$b#Тут столько жизни.$3",
    "50709910.05": "Могу поклясться, я что-то видел...#$b#Ладно, не бери в голову.",
    "50709910.06": "Долина Cтардью - это больше, чем просто место на карте. Оно живое. Каждое крошечное насекомое, что ползает, каждый шорох в листве...#$b#$q 50700436 null#Но и это ещё не всё.#$r 50700437 50 spiritquest_Yes#Да, я тоже это чувствую.#$r 50700437 0 spiritquest_Neu#Мне казалось, что ты учёный!#$r 50700438 -50 spiritquest_No#Я не верю ни во что подобное.",
    "50709910.07": "Спасибо за компанию, @. Мне было очень приятно поговорить с тобой.",
    //6 hearts
    //Jasper leaves
    "50709911.01": "Э-э, доброе утро, @. Мне просто захотелось заскочить к тебе и сказать, что меня некоторое время не будет.$4",
    "50709911.02": "Да... Я решил, что единственный способ восстановить свою репутацию (и доказать, что Пибоди ошибается!) - это найти дварфов",
    "50709911.03": "Пожалуйста, не волнуйся за мою безопасность, @. Я много раз бывал в пещерах и знаю, как пользоваться мечом.",
    "50709911.04": "Я хочу подарить тебе это в знак моего уважения и благодарности за нашу дружбу.$4 [275]#$b#На всякий случай... Что ж...$s",
    "50709911.05": "Нет, я ещё вернусь! Я вернусь с доказательствами, которые сотрут эту понимающую ухмылку с лица Пибоди.$5",
    "50709911.06": "Спасибо, @. За всё, что ты делаешь для меня. И, если Иобе будет угодно, мы увидимся через несколько дней.#$b#До свидания, мой друг.",
    //Gunther visits
    "50709912.01": "Ах, доброе утро, мистер @!^Ах, доброе утро, мисс @!#$b#Прошу прощения, что прерываю, но я очень беспокоюсь о нашем общем друге.",
    "50709912.02": "Я имею в виду нашего безрассудного профессора Джаспера... Я попытался предостеречь его, чтобы он не ходил в пещеры один... но он продолжал настаивать.",
    "50709912.03": "Пещеры опасны , и я уверен, что тебе это известно, @! Я беспокоюсь, что с ним случилось что-то ужасное.",
    "50709912.04": "Я слышал, что тебе удалось проникнуть в самые глубины. Так что, пожалуйста, пригляди за ним.",
    //Rescued
    "50709914.01": "Ты! Пожалуйста, иди быстро!",
    "50709914.02": "Один из вашего рода, ему плохо.",
    "50709914.03": "Глупый обитатель поверхности! Боюсь, его схватил теневой народ.",
    "50709914.04": "@? Это... это ты?$7#$b#Прости меня. Я просто дурак. Я... Я столкнулся с ними лицом к лицу... с этими теневыми тварями.$7",
    "50709914.05": "...Мне удалось убить нескольких... но их было слишком много.$7#$b#Потом... Я побежал... Упал... И разодрал себе ногу.$7",
    "50709914.06": "Всё очень плохо, правда? Здесь так жарко, @... Нога как будто горит. Но мне так холодно.$7#$b#Этот... этот странный ребёнок нашёл меня... помог мне... но... Мне нужно домой, @.$7#$b#Пожалуйста, прошу, помоги мне...$7",
    "50709914.07": "Ему повезло, что тебе удалось найти его, @. Ещё немного, и заражение распространилась бы на его органы.#$b#Как бы то ни было, велика вероятность, что он потеряет ногу.$2",
    "50709914.08": "Но лучше потерять ногу, чем жизнь.#$b#Пусть это послужит тебе предостережением, @. В эти пещеры лучше не лезть.$2",
    "50709914.09": "Надеюсь, твой друг будет в порядке, @. Но он назвал меня 'странным ребёнком'? Он даже не признаёт тех, кого ищет?#$b#Вы, обитатели поверхности, поистине необычный вид.",
    //Jasper_Home1
    "50709919.00": "Хм-м... кто бы мог подумать...",
    "50709919.01": "Интересное предложение.",
    "50709919.02": "@! Приветствую тебя! Я как раз собирался заварить себе чашку чая. Вот, и тебе налью чашечку.",
    "50709919.03": "Я хочу кое о чём с тобой поговорить...",
    "50709919.04": "Я получил письмо.$2",
    "50709919.05": "От Пибоди. Спрашивал о моём здоровье. Он сказал, что и тебе писал.^От Пибоди. Интерисовалась моим здоровьем. Она сказала,что и тебе писала.",
    "50709919.06": "Его тон был довольно примирительным - я думаю, что он действительно может быть искренне обеспокоен моим самочувствием.^Её тон был довольно примирительным - я думаю, что она действительно может быть искренне обеспокоена моим самочувствием.#$b#И он просил, чтобы мы встретились... чинить мосты, исправлять ошибки и так далее.^И она хотела, чтобы мы встретились... чинить мосты, исправлять ошибки и так далее.",
    "50709919.07": "Я доверяю твоему суждению, @.",
    "50709919.08": "Должен ли я ответить положительно?",
    "50709919.09": "Да. Друг тянется к тебе.",
    "50709919.10": "Тебе нужно решить для себя: принесёт ли это тебе покой или боль?",
    "50709919.11": "Нет. Тебе это причинит только боль.",
    "50709919.12": "Спасибо за совет, @. Я обдумаю твой совет.#$b#И ещё раз, спасибо за визит.",
    "50709919.13": "Я тщательно обдумал твои слова, @, и решил, что Пибоди заслуживает шанса.#$b#В этом мире так много ненависти.",
    //Jasper_HomeA
    "50709920.01": "Вы слышите приглушённые рыдания.",
    "50709920.02": "А, привет, @. Это... рад тебя видеть. Но... Я не уверен, что буду хорошим собеседником сегодня.$2",
    "50709920.03": "Извини, тогда я оставлю тебя в покое.",
    "50709920.04": "Что случилось? Может быть, я смогу помочь?",
    "50709920.05": "Нет... это глупо... всего лишь старик, пойманный в ловушку скуки и сожаления.$2",
    "50709920.06": "Полагаю, разговор об этом может помочь... по крайней мере, немного.$2",
    "50709920.07": "Мне страшно, @. Я боюсь темноты, когда закрываю глаза.$2#$b#Мне снятся силуэты. Из тьмы. Холодные.$2",
    "50709920.08": "Мне снится пустота.$2",
    "50709920.09": "Что такое пустота? Это трудно объяснить. Но я постараюсь.$2",
    "50709920.10": "Это ползучая пустота, которая проникает глубоко в твою душу, нашёптывая тёмные слова...$2#$b#Поражение. Разочарование. Дурак.$2#$b#Это депрессия, отчаяние и желание отдаться небытию.$2",
    "50709920.11": "О, не смотри на меня так, @. У меня нет ни малейшего желания действовать в соответствии с такой мыслью.$2#$b#Благодаря тебе, у меня есть второй шанс. И за это я у тебя в долгу.$4",
    "50709920.12": "Но в тёмных глубинах ночи легко забыть доброту и поддержать свой дух. Чувствовать себя чем-то большим, чем просто обузой для мира.$2#$b#Но я постараюсь, мой дорогой друг. Я постараюсь...$1",
    "LeaveAlone.01": "Спасибо за визит, @. Желаю тебе хорошего дня..",
    //The Filing Cabinet event
    "50709927.01": "Удивительно!",
    "50709927.02": "Очаровательно!",
    "50709927.03": "Приветствую, @. Ты снова пришёл навестить меня! Это большая честь для меня.^Приветствую, @. Ты снова пришла навестить меня! Это большая честь для меня.",
    "50709927.04": "Я боюсь, что моё беспокойство совсем свело Гюнтера с ума, и поэтому он поручил мне разобраться в архивах.#$b#Похоже, что предыдущий куратор, а также вороватый негодяй, был чем-то вроде барахольщика.$5#$b#Есть газетные статьи и другие памятные вещи, датируемые десятилетиями!",
    "50709927.05": "Джаспер прав! Здесь так много всего. Какие тайны он раскроет?",
    //8 heart
    "50709921.01": "И где же это?",
    "50709921.02": "Кто это разложил по алфавиту?",
    "50709921.03": "Привет, Джаспер.",
    "50709921.04": "Ты всё же здесь! Я... Я и не думал, что это случится.$4",
    "50709921.05": "Я не хотел, чтобы ты увидел результат моей глупости.$2^Я не хотел, чтобы ты увидела результат моей глупости.$2",
    "50709921.06": "Мне нужно было увидеть тебя, Джаспер. Мне нужно было увидеть... увидеть всё своими глазами...$2",
    "50709921.07": "Мне не нужна твоя жалость.$5",
    "50709921.08": "Я приехал, потому что мне не всё равно... И мне очень жаль.$2^Я приехала, потому что мне не всё равно... И мне очень жаль.$2#$b#Прости, что мои действия подтолкнули тебя к этому...$4",
    "50709921.09": "Твои слова ранили меня, профессор Пибоди. Они глубоко врезались в моё сердце. Эх, я то думал, что мы настоящие друзья.$5#$b#Что я что-то значу для тебя.$2",
    "50709921.10": "Ты в своём репертуаре, Джаспер. Ты ведь знаешь! Я...$2",
    "50709921.11": "Пожалуйста...",
    "50709921.12": "О, здравствуй, @... Я хочу познакомить тебя с профессором Пибоди. Ты ведь слышал, что я упоминал о нём.$5^О, здравствуй, @... Я хочу познакомить тебя с профессором Пибоди. Ты ведь слышала, что я упоминал о ней.$5",
    "50709921.13": "Прошу, зовите меня Кэмерон. Профессор Пибоди звучит так, как будто я какой-нибудь грязный академик. Не обижайтесь, профессор Томас.^Прошу, зовите меня мисс Кэмерон. Профессор Пибоди звучит так, как будто я какая-нибудь грязная академичка. Не обижайтесь, профессор Томас.",
    "50709921.14": "Никто не обиделся.$5",
    "50709921.15": "Извините, что прерываю, но я оставлю вас двоих наедине.",
    "50709921.16": "Подожди!",
    "50709921.17": "шепчет* Он, кажется, действительно хочет помирится, @. А я... Я всё ещё чувствую к нему доброту. Несмотря на его недостатки.^*шепчет* Она, кажется, действительно хочет помирится, @. А я... Я всё ещё чувствую к ней привязанность. Несмотря на её недостатки.#$b#Прежде чем я поговорю с ним, я хотел бы услышать от тебя совет.^Прежде чем я поговорю с ней, я хотел бы услышать от тебя совет.",
    "50709921.18": "Если представится такая возможность, стоит ли мне вновь возродить нашу дружбу?",
    "50709921.19": "Да, опредёленно! Просто... будь осторожней.",
    "50709921.20": "Думаю, тебе будет лучше без такого друга.",
    "50709921.21": "Спасибо за совет, @. Я расскажу тебе все подробности позже.",
    "50709921.22": "Лучше оставить их наедине.",
    "50709921.23": "Это ещё только начало, но я чувствую, что мы с Камероном, пожалуй, готовы начать всё сначала.$4^Это ещё только начало, но я чувствую, что мы с Камерон, пожалуй, готовы начать всё сначала.$4",
    "50709921.24": "Я решительно сказал 'Нет', @. На душе у меня тяжесть, но я знаю, что это к лучшему.$2",
    //8+ heart
    "55990006.01": "Я победил!",
    "55990006.02": "Эй, это же профессор Джаспер! Мама сказала, что он ушёл в пещеры и очень сильно поранился.#$b#Он очень умный, пишет книги и всё такое.",
    "55990006.03": "Я хочу поговорить с ним.",
    "55990006.04": "Нам не следует отвлекать его. Возможно, он изучает что-то очень важное.$3",
    "55990006.05": "Что такого важного может быть в книге?",
    "55990006.06": "Здравствуйте, мистер Профессор!",
    "55990006.07": "Эм, здравствуйте, дети. Вы, э-э, развлекаетесь?$3",
    "55990006.08": "Винсент!",
    "55990006.09": "Так и есть, мистер Профессор? Неужели монстры съели вашу ногу? Было больно?",
    "55990006.10": "Да, это действительно было очень больно. Но чудовища не съели мою ногу.$2#$b#Они напали на меня, да, но я побежал, споткнулся и...$2",
    "55990006.11": "Извините. Это не очень хорошее воспоминание. Я был тяжело ранен, и доктору пришлось удалить мне ногу, дабы спасти мне жизнь.$2",
    "55990006.12": "...$3",
    "55990006.13": "Вы ведь написали несколько книг в библиотеке, правда?",
    "55990006.14": "Вы видели мои сочинения?$3",
    "55990006.15": "Я их читала! Ну... во всяком случае, кусочки.#$b#Мне понравилась история про гоблинов.$1",
    "55990006.16": "Гоблины?!!",
    "55990006.17": "Ты не говорила мне, что он знает о гоблинах!",
    "55990006.18": "Правда ли, что они едят свои собственные козявки и делают желе из ногтей и волос?$3",
    "55990006.19": "Семейство гоблинов имеет замысловатую и сложную культуру, хотя некоторые из их поведений могут показаться отклоняющимися от наших стандартов.",
    "55990006.20": "Да?",
    "55990006.21": "Извините. (кашель)#$b#Да, некоторые из их поступков можно было бы счесть, эм... грубыми.",
    "55990006.22": "Круто!",
    "55990006.23": "Прошу прощения, профессор Джаспер. Дети иногда такие... любопытные.$4",
    "55990006.24": "Ничего страшного, мисс Пенни. По правде говоря, я редко нахожу слушателей с тех пор, как закончились дни, когда я проводил лекции.$2#$b#И любопытство следует поощрять. Я сам когда-то был довольно любопытным мальчиком.$1",
    "55990006.25": "Мисс Пенни! У меня появилась блестящая идея!$1",
    "55990006.26": "Мистер Профессор мог бы приходить и учить нас! Он мог бы поведать нам всё о гоблинах!",
    "55990006.27": "О, я уверена, что у профессора Джаспера есть дела поважнее...",
    "55990006.28": "Ну, вообще-то...",
    "55990006.29": "Вы будете нас учить?!",
    "55990006.30": "Если мисс Пенни не против.",
    "55990006.31": "То есть, если мисс Пенни этого захочет!",
    "55990006.32": "Вы согласны, Мисс Пенни? Он не просто знает о гоблинах - он ещё и геолог, и исследователь. Он мог бы многому нас научить!",
    "55990006.33": "Да, пожалуйста! Мисс Пенни!$1",
    "55990006.34": "Ну конечно же! Я была бы рада, профессор Джаспер, если бы вы присоединились к нам. По средам было бы неплохо!#$b#Впрочем, занятий не будет так много!$1",
    "55990006.35": "Ура!",
    "55990006.36": "Спасибо, профессор. Я с нетерпением жду нашего первого урока.",
    //10 heart
    "50709933.01": "Джунимо хочет, чтобы вы последовали за ним!",
    "50709933.02": "Здравствуй, @. Что-то ты рано! Я как раз собирался идти за тобой.$3#$b#Однако, боюсь, в наши дни на это уходит немного больше времени.$4",
    "50709933.03": "Прекрасное место для пикника, не правда ли?",
    "50709933.04": "Лесные духи привели меня сюда. Я продолжал свои исследования, и вдруг услышал странный звук. Меня поразила яркая вспышка света, похожая на птицу, но не совсем.$4#$b#Я последовал за ней сквозь деревья и оказался здесь.#$b#Тебе не кажется, что это волшебно?",
    "50709933.05": "Я прошу прощения, если это немного опрометчиво с моей стороны...$4#$b#Но не хочешь ли ты войти в воду вместе со мной?",
    "50709933.06": "Отлично! Только, пожалуйста, иди сначала ты, хорошо? Я бы предпочёл, чтобы на меня никто не смотрел. М-мне немного... неловко.$4",
    "50709933.07": "Здесь куда проще передвигаться. В воде я больше не чувствую себя калекой.$10",
    "50709933.08": "Я хочу тебе кое-что сказать, @.$11",
    "50709933.09": "С тех самых пор, как я попал в шахту, я переосмыслил свою жизнь.$10#$b#Наверное, я пытаюсь сказать вот что...$11",
    "50709933.10": "Это значит... что...$10",
    "50709933.11": "Они реальны!$8#$b#Они действительно существуют!$9",
    //14 heart
    //farmhouse
    "55990002.01": "Эй! Здесь кто-нибудь есть?$12",
    "55990002.02": "Любовь моя? Здесь кто-то есть. Ох... где мои очки?$12",
    "55990002.03": "Кто-то ушёл, @. Сбежал!$13",
    "55990002.04": "Все мои записи... мои исследования о дварфах... Их похитили!$13",
    "55990002.05": "Кто мог сделать такое?$13",
    "55990002.q0": "#Может быть, это был дварф?#Может, гоблины?#Держу пари, это Пибоди!#Ты точно оставил их на столе?",
    "55990002.q1": "Ты действительно так думаешь? Возможно, они не хотят, чтобы их нашли.$13",
    "55990002.q2": "Может и так... не исключено. Но гоблины оставляют за собой стойкий запах мёртвых листьев и гнили. Я не чувствую здесь этого запаха.$13",
    "55990002.q3": "Я в этом сильно сомневаюсь. Кэмерон никогда бы не стал пытаться причинить мне вред таким образом.^Я в этом сильно сомневаюсь. Кэмерон никогда бы не стала пытаться причинить мне вред таким образом.$12",
    "55990002.q4": "Я знаю, что вы с Пибоди не сходитесь во взглядах, любовь моя, но это кажется коварным даже для него.$13^Я знаю, что вы с Пибоди не сходитесь во взглядах, любовь моя, но это кажется коварным даже для неё.$13",
    "55990002.q5": "Пожалуйста, не заставляй меня сомневаться в своей памяти. Я действительно оставил их на столе вчера вечером.$13",
    "55990002.06": "Может быть, это знак... мне пора отказаться от этой бесплодной затеи.$13#$b#Я получил от тебя так много. Какая разница, верны ли мои теории?$12#$b#Пойдём, любовь моя, вернёмся в постель.$12",
    "55990002.07": "Я тут подумал, любовь моя.#$b#Может, мне стоит заняться художественной литературой.#$b#Я мог бы дать молодому Эллиоту шанс заработать немного деньжат.",
    //Dwarf
    "55990003.00": "Похоже это записки Джаспера.",
    "55990003.01": "Вы взяли записки Джаспера!",
    "55990003.02": "Так что же ты читаешь?",
    "55990003.03": "Я слышал, что твой друг украл секреты у моего народа...#$b#Но это всего лишь царапины на бумаге. Они мне ничего не говорят.",
    "55990003.04": "Я родился глубоко в Каскадных горах, вырос на сказках о Родине, наполненной звёздами и чудовищами из глубин. Трещина разорвала всё на части.",
    "55990003.05": "Я пришёл сюда. Один. Я надеялся найти свой народ, своё наследие, но нашёл только чудовищ... и одиночество.#$b#А потом появился твой друг, он начал рыскать вокруг... Я услышал, что он хочет изучить меня, и испугался.#$B#Я видел, что делают люди! Я не хотел, чтобы меня посадили в клетку.",
    "55990003.q0": "#Джаспер тебе поможет, а не навредит!#Почему ты мне доверяешь?!#Что это за трещина?",
    "55990003.q1": "Он бы так и сделал?! Но он украл наши секреты, чтобы продать их всему миру!#$b#Ты говоришь, он не причинил бы мне вреда? Возможно...#$b#Он многое потерял, друг, но, может быть, приобрёл ещё больше?",
    "55990003.q2": "Я чересчур долго был один, монстры - плохая компания.#$b#Мне показалось... по-другому, и мне было любопытно. Мама очень хорошо отзывалась о тебе, поэтому я пошёл на риск.#$b#Я рад, что сделал это.",
    "55990003.q3": "Это было ужасно, друг мой. Ужасно! Скалы предали нас и поглотили всю мою семью.#$b#Пожалуйста, не надо больше, я не хочу об этом говорить.",
    "55990003.06": "Твой приятель... он не такой, как другие. Нет... Он видет то, чего не видят другие.",
    "55990003.07": "Не только твои навыки шахтёра доказывают, что тебе можно доверять, друг. Ты так много делаешь для этого города.",
    "55990003.08": "Что? То, что я живу в норе, не означает, что я ничего не слышу и не вижу. Камни поют, и земля тоже... ну, она очень высокого мнения о тебе.#$b#Твой приятель, кажется... доволен. Несмотря на его болезнь.",
    "55990003.09": "Пожалуй, ему можно доверять.",
    "55990003.10": "... Я обдумаю это...",
    "55990003.11": "А теперь, пожалуйста, уходи. Мне нужно о многом подумать.",
    //farmhouse
    "55990004.01": "С добрым утром, любовь моя! Я рад видеть, что ты проснулся. Надеюсь, я тебя не побеспокоил.^С добрым утром, любовь моя! Я рад видеть, что ты проснулась. Надеюсь, я тебя не побеспокоил.#$b#Мне снова не удалось заснуть.",
    "55990004.02": "Да, ночные кошмары. Мне нужно было ощутить свежий воздух на своей коже.",
    "55990004.03": "Я кое-что нашёл, @.",
    "55990004.04": "Это мой дневник. Я нашёл его на пороге. Это было внутри:",
    "55990004.05": "Это на дварфском... Приглашение, я думаю... встретиться в полночь у входа в шахты.#$b#Но кто мог это написать? Дварфы?$3#$b#А что, если это ловушка?$2",
    "55990004.06": "Нет, это просто смешно. Кэмерон никогда бы не опустился так низко, даже если бы пытался дискредитировать меня.^Нет, это просто смешно. Кэмерон никогда бы не опустилась так низко, даже если бы пыталась дискредитировать меня.#$b#И мы продвинулись дальше этого.",
    "55990004.07": "Пойдёшь со мной, @? Я почувствую себя дураком, если признаюсь в этом... Что я, взрослый человек, учёный, боюсь темноты. Полночь, возле шахты... О, нет... Но рядом с тобой я буду чувствовать себя намного увереннее.",
    //mountain
    "55990005.01": "Любовь моя, я так рад тебя видеть... Я старался быть храбрым и пришёл сам... Я чувствую себя полным идиотом.$2#$b#А что, если всё это розыгрыш? Я слышал, что Сэм - тот ещё шутник.$1#$b#Хотя я не думаю, что он мог бы писать по-дварфски.#$b#Что, если монстры ждут меня? Нет... только не они...$2#$b#О, извини, @. Я разбормотался что-то. Нервничаю. Но с тобой уже не так страшно.$5",
    "55990005.02": "Теперь я готов. Ну ладно, вперёд.",
    "55990005.03": "Приветствую вас, жители Солнца.",
    "55990005.04": "Я тебя знаю! Это ты... Ты нашёл меня в пещерах... когда я был ранен и одинок... Ты кормил меня порошкообразными грибами...$2",
    "55990005.05": "Ты спас мне жизнь!$4",
    "55990005.06": "И всё это время... это был.... ты...$2",
    "55990005.07": "Твой приятель, кажется, в некотором роде... не совсем целый в голове. Я ведь не сломал его, правда?",
    "55990005.q0": "#Он просто ошеломлен.#Твоё присутсвие выбило его из колеи!#Ты ведь именно дварф, верно",
    "55990005.q1": "Ошеломлён встречей со мной? Люди такие странные, эмоциональные существа.",
    "55990005.q2": "Приношу свои извинения, @. Я вовсе не хотел стать причиной шока.$5",
    "55990005.q3": "Да, люди называют нас дварфами.",
    "55990005.08": "Прости меня. Я был немного шокирован, осознав, что уже встретил того, кого так страстно искал.$3#$b#Для меня большая честь познакомиться с вами. Я - профессор Джаспер Томас.$1",
    "55990005.09": "Люди высказывают имена так открыто. Боюсь, я немного больше привязан к своему имени. Надеюсь, 'Дварфа' будет достаточно.",
    "55990005.10": "Прости, что я позаимствовал твои записи. Но я боялся, профессор Джаспер Томас.#$b#Я боялся, что ты выдашь наши секреты любому, всем подряд.#$b#Но я следил за тобой. И я больше не считаю, что ты сделаешь так.",
    "55990005.11": "Следил за мной?",
    "55990005.12": "Значит, ты будешь учить меня? Поможешь мне исправить ошибки в моих бумагах? Для моего собственного спокойствия, не более того.$3",
    "55990005.13": "Нет, профессор Джаспер Томас. Я не буду.",
    "55990005.14": "Oх....",
    "55990005.15": "Понимаю. Мне жаль, что я слишком глубоко копаюсь в том, куда не должен влезать.$2#$b#Я благодарен, что встретил тебя, несмотря ни на что. И спасибо, что спас мне жизнь.$4",
    "55990005.16": "Нам пора идти, @. Теперь ты можешь остаться один, как того желаешь.$2",
    "55990005.17": "Нет, Джаспер Томас, ты не понимаешь.",
    "55990005.18": "Я не могу тебя научить... потому что я и сам не знаю.",
    "55990005.19": "Мои близкие рассказывали истории о Солнце и Матери-Земле.#$b#О народе Теней в глубинах, и Стихийных войнах. Меня научили делать бомбы, готовить еду. И никому не доверять.#$b#Но всё, что я знаю, всё, что я помню, всё это перемешано и запутано.#$b#А теперь они ушли. Я взял твои записи, потому что надеялся, что они помогут мне узнать, кто я на самом деле, но...",
    "55990005.20": "...Это тот куриный почерк на бумаге?$2",
    "55990005.21": "Я надеялся, что ты научишь меня, Джаспер Томас. Так же, как ты учишь человеческих детей.#$b#Возможно, нам удастся узнать секреты дварфов... вместе?",
    "55990005.22": "И ты мог бы не делиться ими с миром? Пожалуйста.",
    "55990005.23": "С радостью.",
    "55990005.24": "Джаспер ещё какое-то время побудет здесь. Может быть, пора возвращаться домой?",
    //Dwarf Events
    "55990001.01": "Человек! Почему ты входишь в мои владения?#$b#Однако всё же глупо говорить с ним, он не поймёт.",
    "55990001.q0": " #Я исследую шахты.#Я всё понимаю!#А ты кто такой?#А ты кто такой?",
    "55990001.q1": "Ты здесь, чтобы украсть мои сокровища, обитатель солнца? Будь осторожней! Здесь полно опасностей!",
    "55990001.q2": "Ты знаешь наш язык! Я впечатлён. Хотя у тебя ужасный акцент.",
    "55990001.q3": "Люди... Заходите в мои владения и спросите, кто я такой? Как тебя зовут, обитатель солнца?",
    "55990001.q4": "Кто я такой? Ну, я знаю, что ты... грубый человек!",
    "55990001.02": "Тем не менее, ты потратил время, чтобы выучить наш язык, и это больше, чем многие твои сородичи.",
    "55990001.03": "Я не хочу тебе доверять... но, наверное, у меня нет выбора...#$b#Кто-то из твоих сородичей вынюхивал, ковырялся в камнях.",
    "55990001.04": "Как он выглядит? Что ж... все люди выглядят одинаково... но от него несло бумагой и чернилами.#$b#Люди принесли ужас и боль моему народу, и я боюсь, что я последний...#$b#Пожалуйста, я должен оставаться в тайне. Меня пугает то, что может случиться, если о моём существовании станет известно.",
    "55990001.05": "Кажется, он действительно напуган.",
    "55990001.06": "Обитатель солнца, пожалуйста, обещай, что будешь хранить мою тайну!",
    "55990001.07": "Обещаю, я никому о тебе не расскажу.",
    "55990001.08": " Да... Я сохраню твой секрет.",
    "55990001.09": "Спасибо тебе, обитатель солнца. Пожалуйста, если хочешь, приходи ко мне; у меня есть товары, которые помогут тебе в шахтах.#$b#Я помогу тебе, как ты помогаешь мне.#$b#Иллюзия защищает мою пещеру от любопытных глаз, но ты, я полагаю, можешь видеть сквозь завесу.#$b#До встречи.",
    "55990001.10": "Странно, но вы чувствуете, как тяжесть вашего обещания давит на вас, как тяжёлый плащ. Если вы попытаетесь заговорить о... дварфе? - Вы не сможете.",
    //milk
    "55990007.01": "Приветствую тебя, обитатель солнца! Какое сокровище ты принёс мне сегодня?^Приветствую тебя, обитатель солнца! Какое сокровище ты принесла мне сегодня?",
    "55990007.q0": "#Сок, который дают наши коровки!#Жирную белую жидкость, которую мы называем \"молоком\"#Напиток, богатый кальцием",
    "55990007.q1": "Ах, коровий сок! Напиток, который уже давно заинтересовал меня.",
    "55990007.q2": "Ах, молоко! Моё любопытство вот-вот будет удовлетворено!",
    "55990007.q3": "Он сделан из измельчённых костей... или зубов?#$b#Это звучит... грубо.",
    "55990007.02": "Расскажи мне... как его добывают?",
    "55990007.03": "Звучит не очень гигиенично.#$b#Но всё же мне любопытно!",
    "55990007.04": "В нём что-то плавает. Оно испортилось?",
    "55990007.q4": "#Это сливки. Лучшее качество!#Вот откуда ты знаешь, что оно не свежее? Ты вообще молоко в первый раз видишь!#Слушай, ты будешь пить или нет? Я могу заработать на этом хорошие деньги.",
    "55990007.q5": "Сливки? Да, я думаю, что мне очень хотелось бы попробовать их.",
    "55990007.q6": "О! Я думал, что оно старое. Поверхностная пища такая странная.",
    "55990007.q7": "Так ты продашь этот... коровий сок? Ну что ж, я благодарен за то, что увидел его!",
    "55990007.05": "Этот... коровий сок... он очень вкусный!#$b#Я хотел бы попробовать ещё! Ты же принесёшь мне, да?",
    /*************************
M A R R I A G E   F I L E
**************************/
    "spouseRoom.scroll": "$1 Yellow_scroll#Я недавно прибирался и обнаружил это, @. Я подумал, что нам было бы интересно вместе изучать язык дварфов. Я знаю, это глупо, но у нас может появится свой собственный тайный язык![99]$4$k#$e#Я прибирался и обнаружил это, @. Я подумал, что нам будет интересно вместе изучать язык дварфов.$1[98 97 96]",
    "outdoor2.noDwarf": "Меня до сих пор тревожат кошмары, любовь моя. Ранние утренние прогулки помогают снять некоторую скованность с моих старых костей.",
    "outdoor3.noDwarf": "Животные сегодня утром были чем-то встревожены, @. Я чувствую, что их что-то беспокоит.#$b#На земле возле пруда виднелся отпечаток ботинка.#$b#Может быть, это шутка Джас? Нет, это на неё не похоже.",
    "outdoor4.noDwarf": "Я проснулся на рассвете, моя голова была слишком занята, чтобы позволить себе уснуть, и вышел на прогулку.#$b#Я мельком увидел тёмную фигуру (может, ребёнка?) на поляне. При виде меня она рассыпалась.#$b#Как думаешь, кто это был, @?$2",
    //Generic (akaMonday)
    "funLeave.false.spring": "Думаю, мне надо прогуляться. Приказ доктора! И я заодно навещу некоторых друзей.#$b#Удачного дня, @. Помни, ты молодец!",
    "funReturn.false.spring": "Ох, эта прогулка действительно вымотала меня. Я вообще без сил!#$b#Надеюсь, твой день меньше утомил тебя, @?",
    "funLeave.false.summer": "Пора размять ноги и навестить нескольких друзей, @. Ты хочешь что-нибудь передать Гюнтеру?#$b#И я могу взять в библиотеке несколько книг.",
    "funReturn.false.summer": "Ох, у меня руки заболели тащить столько книг!#$e#$c 0.5#Гюнтер подкинул мне кое-что из своего любимого. Не совсем уверен, что это совсем мой жанр, но попробую почитать.$1",
    "funLeave.false.fall": "Я сегодня пойду в библиотеку, тебе что-нибудь нужно там?",
    "funReturn.false.fall": "Ох, @, тени двигаются медленно, а деревья что-то шепчут.$2#$b#Я чувствую дыхание пустоты. Зима приближается.$2",
    "funLeave.false.winter": "Думаю, мне надо прогуляться. Приказ доктора! И я заодно навещу некоторых друзей.#$b#Удачного дня, @. Помни, ты молодец!",
    "funReturn.false.winter": "Ох, у меня руки заболели тащить столько книг!#$e#$c 0.5#Гюнтер подкинул мне кое-что из своего любимого. Не совсем уверен, что это совсем мой жанр, но попробую почитать.$1",
    //Wednesday (if Jasper_Penny flag, otherwise 'false')
    "funLeave.JasperPenny.spring": "#$c 0.5#Доброе утро, любовь моя! Чему мне сегодня учить детей? Пенни предпочитает, чтобы я рассказывал о геологии... Однако Винсент обожает истории про гоблинов.$3#Сегодня я намерен научить детей основам окаменелости. Однако я боюсь, что мой тщательно подготовленный урок будет быстро сорван.$3",
    "funReturn.JasperPenny.spring": "#$c 0.5#Ох, как же я устал. Кто бы мог подумать, что дети будут задавать так много вопросов?#Есть что-то очень ценное в преподавании, @. Но самое главное это то, что дети просто в восторге!$3",
    "funLeave.JasperPenny.summer": "#$c 0.5#Доброе утро, любовь моя! Чему мне сегодня учить детей? Пенни предпочитает, чтобы я рассказывал о геологии... Однако Винсент обожает истории про гоблинов.$3#Сегодня я намерен научить детей основам окаменелости. Однако я боюсь, что мой тщательно подготовленный урок будет быстро сорван.$3",
    "funReturn.JasperPenny.summer": "#$c 0.5#Ох, как же я устал. Кто бы мог подумать, что дети будут задавать так много вопросов?#Есть что-то очень ценное в преподавании, @. Но самое главное это то, что дети просто в восторге!$3",
    "funLeave.JasperPenny.fall": "#$c 0.5#Доброе утро, любовь моя! Чему мне сегодня учить детей? Пенни предпочитает, чтобы я рассказывал о геологии... Однако Винсент обожает истории про гоблинов.$3#Сегодня я намерен научить детей основам окаменелости. Однако я боюсь, что мой тщательно подготовленный урок будет быстро сорван.$3",
    "funReturn.JasperPenny.fall": "#$c 0.5#Ох, как же я устал. Кто бы мог подумать, что дети будут задавать так много вопросов?#Есть что-то очень ценное в преподавании, @. Но самое главное это то, что дети просто в восторге!$3",
    "funLeave.JasperPenny.winter": "#$c 0.5#Доброе утро, любовь моя! Чему мне сегодня учить детей? Пенни предпочитает, чтобы я рассказывал о геологии... Однако Винсент обожает истории про гоблинов.$3#Сегодня я намерен научить детей основам окаменелости. Однако я боюсь, что мой тщательно подготовленный урок будет быстро сорван.$3",
    "funReturn.JasperPenny.winter": "#$c 0.5#Ох, как же я устал. Кто бы мог подумать, что дети будут задавать так много вопросов?#Есть что-то очень ценное в преподавании, @. Но самое главное это то, что дети просто в восторге!$3",
    //Friday (NoDwarf or DwarfFriend)
    "funLeave.NoDwarf": "Ох, мне предстоит долгая прогулка, любовь моя, но это упражнение пойдёт мне на пользу.#$b#Не волнуйся, я сам пройдусь, да и воды у меня полно.$1",
    "funReturn.NoDwarf": "#$c 0.5#Я знаю, что взрослому человеку глупо бояться темноты. Но каждый шорох листьев, каждый звук шагов... Я знаю, что это иррационально, любовь моя, но я не могу перестать бояться.$2#Эх, приятный денёк, проведённый в компании старых друзей. Марлон передаёт тебе привет, @. О, а ещё я подобрал эту 'блестяшку' для тебя.[62 64 66 68]$1",
    "funLeave.DwarfFriend.spring": "#$c 0.5#Всё-таки нелегко подниматься в гору, но оно того стоит.$k#$e#Я всё ещё не могу поверить, что буду пить чай с одним из Смолуанцев!#Удачного дня, любовь моя.$1",
    "funReturn.DwarfFriend.spring": "#$c 0.5#О-о, так много новых озарений! Мой ум просто кипит от вдохновения, @. Возможно, мне потребуется помощь, чтобы заснуть сегодня!$1#Наш друг отправил меня домой вот с этим... И надо сказать очень настойчиво. Пожалуйста, будь осторожней с ним, любовь моя.$2[286 287 288]",
    "funLeave.DwarfFriend.summer": "#$c 0.5#Всё-таки нелегко подниматься в гору, но оно того стоит.$k#$e#Я всё ещё не могу поверить, что буду пить чай с одним из Смолуанцев!#Удачного дня, любовь моя.$1",
    "funReturn.DwarfFriend.summer": "#$c 0.5#О-о, так много новых озарений! Мой ум просто кипит от вдохновения, @. Возможно, мне потребуется помощь, чтобы заснуть сегодня!$1#Наш друг отправил меня домой вот с этим... И надо сказать очень настойчиво. Пожалуйста, будь осторожней с ним, любовь моя.$2[286 287 288]",
    "funLeave.DwarfFriend.fall": "#$c 0.5#Всё-таки нелегко подниматься в гору, но оно того стоит.$k#$e#Я всё ещё не могу поверить, что буду пить чай с одним из Смолуанцев!#Удачного дня, любовь моя.$1",
    "funReturn.DwarfFriend.fall": "#$c 0.5#О-о, так много новых озарений! Мой ум просто кипит от вдохновения, @. Возможно, мне потребуется помощь, чтобы заснуть сегодня!$1#Наш друг отправил меня домой вот с этим... И надо сказать очень настойчиво. Пожалуйста, будь осторожней с ним, любовь моя.$2[286 287 288]",
    "funLeave.DwarfFriend.winter": "#$c 0.5#Всё-таки нелегко подниматься в гору, но оно того стоит.$k#$e#Я всё ещё не могу поверить, что буду пить чай с одним из Смолуанцев!#Удачного дня, любовь моя.$1",
    "funReturn.DwarfFriend.winter": "#$c 0.5#О-о, так много новых озарений! Мой ум просто кипит от вдохновения, @. Возможно, мне потребуется помощь, чтобы заснуть сегодня!$1#Наш друг отправил меня домой вот с этим... И надо сказать очень настойчиво. Пожалуйста, будь осторожней с ним, любовь моя.$2[286 287 288]",
    //Fall 8th (Monday) **** N E W ****
    "funLeave.birthday": "Спасибо, что помнишь мой день рождения, любимый.^Спасибо, что помнишь мой день рождения, любимая.#$b#Мои планы на день? Всего лишь навестить Гюнтера!$1#$b#Увидимся сегодня вечером. Я люблю тебя.$4",
    "funReturn.birthday": "Добрый вечер, любовь моя! О да, спасибо, я действительно получил удовольствие от своего дня рождения.$3#$b#Гюнтер подарил мне несколько удивительных артефактов, и вот это... [348]$1",
    /*******************
  C H I L D R E N
*******************/
    //talking about baby (some involve pregnancy, some not)
    "patio.havingchild": "Я чувствую себя счастливым, @. Живу на этой прекрасной ферме, с ребёнком в руках.#$b#Я почувствовал себя... полноценным.$4",
    "spouseRoom.havingchild": "Скоро у нас будет ребёнок, любовь моя. О, да я весь трепещу от возбуждения и волнения!$4",
    "funReturn.havingchild": "Я обдумывал имена для нашего ребёнка по дороге домой, @. Как насчёт такого имени: %name?$1",
    "indoor0.pregnant": "Я провёл кое-какие исследования и решил сделать тебе вот это.[212]$3#$b#Дикий лосось наполнен омега-3, чтобы помочь нашему ребёнку расти здоровым и сильным.$4",
    "indoor4.pregnant": "Привет, любовь моя. Тебя всё это, должно быть, утомляет. Может, тебе сделать массаж спины?",
    "indoor2.pregnant": "Я кое-что раздобыл. Это утолит твою жажду. [342 194 195 197 233 215]$4#$b#Надеюсь, это поможет.$3",
    "spouseroom.pregnant": "$1 Jasper_Emily#Эмили посоветовала мне вручить тебе это? Я не очень разбираюсь в исцелении кристаллами. Но ведь это не повредит, правда?[62 66]$k#$e#Я нашёл эту книгу о том, на что следует рассчитывать... Не волнуйся, я часто делаю заметки.$1",
    "jasper.4448": "Любовь моя, я всё ещё не могу поверить, что стану отцом.$l",
    "jasper.4449": "Быть родителем утомительно... У меня нет сил встать.$s",
    "jasper.4452": "Я работаю над очень важной диссертацией. Почему бы тебе хоть раз не присмотреть за детьми?$a",
    "jasper.4455": "Я собирался приготовить тебе завтрак, но на меня снизошло озарение.$a",
    "jasper.birth": "Милый? Что случилось? О! Лучше я отведу тебя в больницу!^Милая? Что случилось? О! Лучше я отведу тебя в больницу!",
    "jasper.babyboy": "Как мы назовём малыша, если будет мальчик?",
    "jasper.babygirl": "Как мы назовём малыша, если будет девочка?",
    "pregnancyTalk.caroline": "Я слышала, что тебя можно поздравить, @.$1#$b#О нет, доктор Харви мне ничего не говорил; в маленьком городке новости разносятся так быстро.#$b#Дай мне знать, если тебе что-нибудь понадобится, и я посмотрю, смогу ли достать это для тебя.#$b#Когда я была беременна Абигейл, у меня были самые странные желания.$2",
    "pregnancyTalk.jodi": "Кэролайн сообщила мне твою радостную новость! Будет замечательно, если вокруг будет больше детей.$1#$b#Но обязательно уделяй немного времени и себе тоже, @, пока ещё можешь.#$b#Поскольку однажды это случится... Что ж, твоя жизнь уже никогда не будет прежней.$2#$b#Она будет совсем не плохой, Боже мой, нет! Просто... изменится...$2",
    "pregnancyTalk.dwarf": "Твой приятель сказал мне, что ты тяжеловес. Он, кажется, очень взволнован этим.#$b#Принеси сюда своего детёныша, и я научу его священному искусству бомбометания, что скажешь?",
    "pregnancyTalk.evelyn": "Ребёнок уже на подходе! Я так рада за тебя, моя дорогая.#$b#Вот, это может облегчить утреннюю тошноту. [614]",
    "pregnancyTalk.marlon": "Я слышал, ты ждёшь ребёнка, @! О да, Джаспер кричал об этом всему миру.#$b#Поздравляю вас обоих.#$b#И если тебе понадобится кто-нибудь, чтобы научить его владеть мечом, не стесняйся, заходи!",
    "pregnancyTalk.gunther": "Джаспер заходил сюда ранее, рассматривая охапку книг по воспитанию детей. Наш профессор так серьёзно ко всему относится.#$b#Я очень рад за вас обоих.",
    "pregnancyTalk.jasper": "О да, любовь моя... Вероятно, я рассказал кое-кому. Всего лишь пара доверенных лиц...#$b#Я не знаю, как это распространилось по всему городу...$2",
    "pregnancyTalk.harvey": "Твой муж весь день ходил туда-сюда и задавал мне вопросы! Он определённо полон энтузиазма.$1#$b#Позаботься о том, чтобы хорошо питаться, много спать и выполнять лёгкие физические упражнения. Тогда всё пройдёт гладко.$3",
    //Jasper talks about the kids 
    /***** N E W *****/
    "OneKid0.kid1.sleep": "Мне так нравится смотреть, как спит %kid1. Интересно, о чём мечтают дети?$1",
    "OneKid1.kid1.sleep": "%kid1, похоже, любит поспать... Я думал, что дети более... активные.$2",
    "OneKid2.kid1.sleep": "Наш малыш такой нежный и крошечный. Это пугает, не так ли? Я так боюсь, что могу что-то сломать.$2",
    "OneKid3.kid1.sleep": "Я люблю нашего малыша. Но надо сказать, я не так уж люблю его подгузники!$1#$b#Кто бы мог подумать, что нечто столь крошечное может производить столько отходов?$2",
    "OneKid0.kid1.crib": "Наш малыш мегодня так широко и прелестно улыбнулся. Ах, это заставило моё сердце растаять.$4",
    "OneKid1.kid1.crib": "Сегодня я экспериментировал с пюре для нашего малыша. Не волнуйся, я использовал исключительно лучшие органические ингредиенты, само собой!$3",
    "OneKid2.kid1.crib": "Удивительно, как быстро растут дети, не правда ли? Такое ощущение, что только вчера наш малыш был крохой, спящим у меня на руках.$4",
    "OneKid3.kid1.crib": "%kid1, какую бы сказку прочесть тебе сегодня? Я копался в сказках... но они все такие мрачные, тебе не кажется?$3",
    "OneKid0.kid1.child.spring": "%kid1 и я вчера ходили собирать цветы. И нам один так приглянулся, что мы решили подарить его тебе.[18]$4#$b#Извини, он немного помялся.",
    "OneKid1.kid1.child.spring": "Сегодня утром на пруду были утята. %kid1 и я хотим отправится туда и покормить их.#$b#О, разумеется, не хлебом! Я уверен, что мы сможем найти какую-нибудь здоровую закуску для птиц!$1",
    "OneKid2.kid1.child.spring": "Какой славный сегодня денёк! %kid1 и я пойдём погуляем немного и подышим свежим воздухом.#$b#Ценить природу очень важно.",
    "OneKid3.kid1.child.spring": "%kid1 просто чудо. Я не могу избавиться от ощущения, что мы изобретаем свой собственный тайный язык.",
    "OneKid0.kid1.child.fall": "%kid1 любит играть с опавшими листьями.#$b#Должен признаться, я и сам получаю от этого удовольствие.$4#$b#Чувствую я себя, будто заново родился, @. Ещё раз.$4",
    "OneKid1.kid1.child.fall": "М-да... у меня в волосах тыквенное пюре.$2#$b#Я хотел покормить нашего малыша пюре на завтрак. И вот, собственно, результат.",
    "OneKid2.kid1.child.fall": "%kid1 и я прыгали сегодня по камням возле пруда. Мой рекорд - 5 прыжков.$1#$b#%kid1 пока делает только один плюх, но ничего, подрастёт!$3",
    "OneKid3.kid1.child.fall": "Сегодня я дал нашему малышу одну из моих находок - никогда не рано поощрять любовь к геологии.#$b#Увы, на него это не произвело особого впечатления.",
    "OneKid0.kid1.child.summer": "%kid1 похоже, действительно наслаждается моими историями. Приятно иметь такую очаровательную аудиторию.$4",
    "OneKid1.kid1.child.summer": "Я сочинил несколько рассказов для нашего малыша. Может быть, когда-нибудь я их опубликую.",
    "OneKid2.kid1.child.summer": "Доброе утро, любовь моя. Наш малыш, так сказать, уже позавтракал...#$b#Не волнуйся, я вымыл пол. Похоже, %kid1 не очень любит кукурузное пюре.$2",
    "OneKid3.kid1.child.summer": "Интересно, малышу бы хотелось бы когда-нибудь иметь брата или сестру...#$b#Когда я был маленьким, я бы хотел брата или сестру.$3#$b#Прости, любовь моя, я не хотел давить на тебя!$4",
    "OneKid0.kid1.child.winter": "Ах, любовь моя! Полагаю, у тебя нет шапки, да?#$b#Сегодня, %kid1 и я будем лепить снеговика!$1",
    "OneKid1.kid1.child.winter": "Если тебя интересуют странные кратеры на снегу, то %kid1 и я рисовали снежных ангелов.$1",
    "OneKid2.kid1.child.winter": "%kid1 и я будем сегодня читать сказки. Думаю, что 'Снежная королева' как раз подойдёт для такой погоды, как эта.",
    "OneKid3.kid1.child.winter": "Доброе утро, любовь моя! Я уже покормил %kid1 питательным, тёплым завтраком, и мы готовы к целому дню домашних приключений!$1#$b#Может, тебе лучше посидеть дома сегодня?",
    //Pregnancy Events
    "5599008.01": "Доброе утро, любовь моя. Я приготовил нам завтрак.",
    "5599008.06": "Любовь моя.",
    "5599008.02": "Тебе нехорошо? Может быть, лучше отвести тебя к доктору?$2",
    "5599008.03": "Что ж, @, хорошие новости, с тобой всё в порядке.",
    "5599008.04": "Ты беременна!#$b#Поздравляю.$1",
    "5599008.07": "Беременна?",
    "5599008.05": "Я скоро стану отцом... я... отец...$1#$b#Ах, я так сильно тебя люблю, @!$4",
    "5599009.01": "...Итак, воин попрощался с принцессой гоблинов...",
    "5599009.02": "... хотя он наслаждался их оживлёнными спорами и восхищался её острым умом, мысль о том, что он никогда больше не увидит солнца, была невыносима...",
    "5599009.06": "Га?",
    "5599009.03": "Доброе утро, любовь моя, надеюсь, мы тебя не побеспокоили. Маленькая тыковка - довольно ранняя пташка!$4",
    "5599009.07": "Гу-у!",
    "5599009.04": "Наш маленький Жевун, кажется, действительно ценит мои рассказы!$3#$b#Хочешь присоединиться к нам до финала, @?$4",
    "5599009.08": "Очень хорошо.",
    "5599009.05": "...итак, он выскользнул на яркий дневной свет, пока гоблины отсыпались после своего торжества.$1",
    "5599012.01": "Всё хорошо, любовь моя?$13",
    "5599012.02": "Тебе удобно?#$b#Ну, настолько удобно, сколько можно было ожидать.$4",
    "5599012.03": "Я могу тебе чем-нибудь помочь, всё, что тебе нужно, @. Эм...$4",
    "5599012.04": "Тебе не слишком жарко? Или слишком холодно?#$b#Не хочешь чего-нибудь выпить?$2",
    "5599012.05": "Ой, прости, любовь моя, я слишком много волнуюсь, да?$4",
    "5599012.06": "Я замолчу тогда? Или... хочешь послушать какую-нибудь историю?$1",
    "5599012.07": "Э-э, ладно. Так вот, жил-был молодой воин-учёный, чьё любопытство привело его к гоблинам...",
    "5599012.08": "... И король гоблинов был так доволен доблестью воина, что предложил ему своё самое ценное сокров-",
    "5599012.09": "О, уже пора? %kid1 уже выходит?$2#$b#О, боже... Я позвоню доктору.$2",
    "5599012.10": "Вопль новорождённого рассекает воздух.",
    "5599012.11": "Ну, лёгкие вашего малыша, безусловно, крепкие и здоровые!",
    "5599012.12": "Ах, @. %kid1 красиво выглядит. Совсем как ты.",
    "5599012.13": "Пора вашей обновлённой семье вернуться домой.",
    /************************************************
O T H E R    N P C S
*************************************************/
    /* C A M E R O N
****************/
    "NPCD.Cameron": "Кэмерон",
    "gift.love.Cam": "Ух ты, спасибо! Ты проводишь свои исследования. Мне это нравится!",
    "gift.like.Cam": "Как безнравствен-- Я имею в виду в хорошем смысле!",
    "gift.dislike.Cam": "Эм, м-да, это не совсем моё любимое. Но если расценивать твои старания, думаю, это имеет значение...",
    "gift.hate.Cam": "О, ты думаешь, что это смешно, не так ли? И что же это? Просто мусор?",
    "gift.neutral.Cam": "Спасибо!",
    /* G U N T H E R
****************/
    "NPCD.Gunther": "Гюнтер",
    "gift.love.Gun": "Большое спасибо! Это как раз то, что мне нужно.",
    "gift.like.Gun": "Превосходно! Это, безусловно, пригодится.",
    "gift.dislike.Gun": "Ну, я не фанат такого, но всё равно спасибо.",
    "gift.hate.Gun": "Это неприятно.",
    "gift.neutral.Gun": "Спасибо!",
    /* M A R L O N
****************/
    "gift.love.Marl": "Ах, может быть, меня всё-таки можно подкупить подарками!",
    "gift.like.Marl": "Спасибо. Я это очень ценю.",
    "gift.dislike.Marl": "Ну, я думаю, слаймам это может понравиться.",
    "gift.hate.Marl": "Я здесь не для того, чтобы забрать твоё барахло.",
    "gift.neutral.Marl": "Благодарю!",
    /**************************
Jasper mentions other NPCs
**************************/
    "jasper.cecilia": "Ты наверняка знаешь заброшенный дом в городе, @? Когда-то в нём жила женщина. Она погибла в результате несчастного случая$2.#$b#И я почувствовал там чьё-то присутствие. Она как будто и не ушла. И мне интересно, что же удерживает её в этом месте?$2#$b#Здесь есть магия, и я чувствую её нежелание отпускать её.$4",
    "jasper.denver": "Прошлой ночью я слышал, как кто-то воет в темноте. И я сказал себе, что это всего лишь волки. Но в этом было что-то жуткое. Что-то потустороннее.$3#$b#О, послушай меня! Разглагольствуя об этой сверхъестественной чепухе. Это всё из-за долгих зимних ночей, @. Их достаточно, чтобы сделать любого немного суеверным.",
    "jasper.charlie.1": "Сюда переехал племянник Гюнтера - Чарли. Он, кажется, приятный парень.$1",
    //Blanche and Jasper
    "blanche_jasper_tue2": "Тебе интересно, где я живу? Я не живу в библиотеке, даже если это и выглядит так!$0#$b#Наверху есть маленькая комнатка. Она удобная.#$b#Эм... Когда она мне начинает надоедать, я иногда остаюсь на природе, где небо - одеяло, а земля - кровать.$9#$e#Эм? Я не шучу. Я говорю серьёзно.",
    "blanche_jasper_gone1": "Теперь, когда профессор ушёл, здесь немного одиноко.#$b#Надеюсь, он нашёл то, что искал.#$b#Я забочусь о его растениях. Они тоже по нему скучают.$2",
    "blanche_jasper_jasperhome": "Профессор, он вернулся. Но он такой грустный, @.$2#$b#Если бы только его нога могла отрасти снова, как ветка дерева.$2#$b#С чего я это говорю? Ой, прости, я не подумала.$2",
    "blanche_jasper_jasperengaged": "Я никогда не видела, чтобы профессор так улыбался!#$b#Он, должно быть, очень счастлив, @.$1",
    "blanche_jasper_fall_tue": "Ах, профессор? Он хороший сосед. Такой тихий и хорошо умеет слушать!#$b#А ещё он любит книги. Значит ли это, что мы друзья?",
    "blanche_jasper_fall_tue_inlaw": "Профессору нравится жить с тобой на ферме?#$b#Я рада, хотя здесь без него немного одиноко.",
    "blanche_jasper_summer_tue_inlaw": "Профессор заглядывает иногда погостить. Временами я советую ему какие-нибудь книги.#$b#Он любит романтику, однако это секрет!#$b#Не говори ему, что я тебе сказала!$1",
    "jasper_blanche_fall_tue": "Бланш очень милая. Мне очень нравится с ней разговаривать!#$b#Порой она говорит вещи, которые заставляют меня задуматься... Да нет же, она не может быть столь же стара, как те истории, которые она рассказывает!",
    "jasper_blanche_summer_tue": "Извини, я сегодня немного устал. Мы с Бланш засиделись допоздна, обсуждая историю долины.#$b#Среди её талантов есть несколько довольно поразительных для столь юного возраста.",
    /*************************
M O V I E S
**************************/
    "movies.2.1": "Ах, документальные фильмы всегда вызывают у меня интерес, @. В мире так много интересного!",
    "movies.2.2": "Джаспер улыбается вам.",
    "movies.2.3": "Очаровательно, не правда ли?",
    "movies.2.4": "Спасибо тебе, @. Это был настоящий кинематографический опыт. Надеюсь, тебе тоже понравилось?$1",
    "movies.4.1": "Я не совсем уверен насчёт этого, @.$2",
    "movies.4.2": "Глаза Джаспера плотно закрыты.",
    "movies.4.3": "Джаспер выглядит бледным.",
    "movies.4.4": "Ох... нет... извиняюсь... Думаю, мне пора домой.$2",
    "movies.5.1": "О, это выглядит забавно.",
    "movies.5.2": "Мне это понравилось. Спасибо, за приглашение.$1",
    "movies.6.1": "Я признаю, что у меня есть оговорки по этому поводу, но пока воздержусь от комментариев.",
    "movies.6.2": "Прошу прощения, @, Мне этот фильм совсем не понравился.",
    "movie.spouse.invite": "Какая прекрасная идея, любовь моя! Я с удовольствием посмотрю с тобой фильм.",
    "movie.spouse.kids": "Какая прекрасная идея, любовь моя! Только сначала нужно найти няню!",
    //******* N E W   E V E N T S ********
    //Post-Marriage
    //Archaeology House (Jasper and Gunther)
    "5599016.01": "О, здравствуй, Джаспер! Я не был уверен, что увижу тебя сегодня. Как тебе супружеская жизнь?",
    "5599016.02": "Ах, Гюнтер, она чудесна! @ просто замечательный! Я чувствую себя поистине благословённым.$4^Ах, Гюнтер, она чудесна! @ просто замечательная! Я чувствую себя поистине благословённым.$4",
    "5599016.03": "Во всяком случае, я получил свежий журнал с твоего бывшего факультета из университета Зузу.#$b#Полагаю, им не был известен твой новый адрес?",
    "5599016.04": "В нём есть статья, которая, я думаю, может тебя заинтересовать.",
    "5599016.05": "@, дорогой. Я так рад, что ты смог присоединиться к нам.^@, возлюбленная. Я так рад, что ты смогла присоединиться к нам.",
    "5599016.q1": "#Что это за журнал?#Мне захотелось посмотреть, как у тебя дела.#На самом деле я здесь, чтобы увидеть Гюнтера.",
    "5599016.q2": "Этот журнал? Это ежеквартальное издание 'Известника Зузу', сборник лучших научных работ.",
    "5599016.q3": "Неужели? О, спасибо. Это ещё прекраснее для встречи с тобой.$4",
    "5599016.q4": "Ах, ты нашёл что-то новое для коллекции?$1#$b#Мне не терпится это увидеть.",
    "5599016.06": "У меня тоже есть для тебя потрясающая новость!#$b#Смотри, @, мою статью опубликовали! А я-то считал себя опозоренным и забытым.$1",
    "5599016.07": "Естественно, здесь есть и статья Пибоди...$5#$b#Впрочем, зверь ревности больше не поднимает своей уродливой головы.$1#$b#Ибо теперь у меня есть ты, моя муза.$4",
    "5599016.08": "Теперь, когда ты здесь, любовь моя, не хочешь ли присоединиться к нам на обед?",
    "5599016.09": "Веселитесь, голубки!",
    "5599016.10": "Ах, будем, Гюнтер. Так и сделаем.$4",
    //Anniversary
    "5599015.01": "Добрый вечер, любимый.$4^Добрый вечер, любимая.$4#$b#Я тут подумал, что, быть может, тебе понравится пикник под звёздами.",
    "5599015.02": "Может, поедим?$4",
    "5599015.03": "Надеюсь, тебе понравилось, любовь моя.",
    "5599015.04": "Ах, @. Ты для меня - целый мир. Я знаю, что я в некотором роде сентиментальный дурак...$4",
    "5599015.05": "Но моя жизнь до тебя...   назвать жизнью-то нельзя, это была всего лишь её тень...",
    "5599015.06": "Я был так поглощён своей неустанной погоней за знаниями, что забыл, что на самом деле важно.",
    "5599015.07": "Семья. Дружба. Связи...$1",
    "5599015.08": "...И любовь.$4",
    "5599015.09": "Правда, я бы предпочёл, чтобы я не лишался части тела, чтобы осознать это.$2",
    "5599015.10": "@. Ты вернул меня к жизни. Я люблю тебя всем сердцем.^@. Ты вернула меня к жизни. Я люблю тебя всем сердцем.#$b#Спасибо, что пригласил меня в свою жизнь.$4^Спасибо, что пригласила меня в свою жизнь.$4",
    //New Year
    "5599017.01": "С Новым годом, любимый.^С Новым годом, любимая.",
    "5599017.02": "Вот, возьми это в знак моей любви.[459]$4#$b#Принял ли я решение? Да, да, это так.$1",
    "5599017.03": "Но это глупо... Я хотел бы сначала услушать твоё.",
    "5599017.04": "Я хочу зарабатывать миллионы.",
    "5599017.05": "Я хочу стать мэром.",
    "5599017.06": "Хочу продолжать совершенствовать этот город.",
    "5599017.07": "Жизнь прекрасна. Мне нравится, как мы сейчас живём.",
    "5599017.08": "Дурацкие решения.",
    "5599017.09": "Тебе бы это не понравилось.",
    "5599017.10": "А теперь о моём...",
    "5599017.11": "Это сообщество приняло меня. Ты принял меня... Прежде чем вернуться в город Пеликан, я почувствовал, что плыву по течению, будто сбился с пути.^Это сообщество приняло меня. Ты приняла меня... Прежде чем вернуться в город Пеликан, я почувствовал, что плыву по течению, будто сбился с пути.#$b#Но сейчас, именно здесь я по-настоящему обрёл дом.#$b#Я хочу чем-нибудь отплатить этому сообществу, @.",
    "5599017.12": "Надеюсь, ты поможешь мне на этом пути?",
    "NewYearEnd.01": "Прости меня, любимый... Мне больше не хочется это обсуждать.$2^Прости меня, любимая... Мне больше не хочется это обсуждать.$2#$b#Пожалуй, я пойду спать.$2",
    //Archaeology House ******** N E W ********* (All Jasper)
    "5599018.01": "Здравствуй, @. Боюсь, Гюнтер только что вышел на несколько минут.",
    "5599018.02": "Тебе есть что подарить?$3",
    "5599018.03": "Ты знаешь что это такое, @?",
    "5599018.04": "Это радужный осколок! Это чрезвычайно редкий драгоценный камень, встречающийся только в Долине Стардью.$1#$b#По слухам, он имеет... необыкновенные свойства.",
    "5599018.05": "Хотя и это, несомненно, будет прекрасным дополнением к нашей коллекции... Могу я сделать небольшое предложение?$1",
    "5599018.06": "Возможно, тебе будет гораздо полезнее сохранить его до тех пор, пока не раскроешь его тайны.",
    "5599018.07": "О чём ты там шепчешься?",
    //Maru Mountain encounter ********* N E W *************
    "5599024.1": "Ой... старый дурак... Раньше это было бы легко... Но теперь...$2", //Jasper
    "5599024.2": "Может, мне стоит отдохнуть?... Ещё несколько шагов...$2", //Jasper
    "5599024.3": "Профессор? У вас всё в порядке?$2", //Maru
    "5599024.4": "Я в порядке.", //Jasper
    "5599024.5": "Мои ноги - точнее, нога - уже не та, что раньше.$2#$b#Не надо поднимать шум. Я скоро поправлюсь.$2", //Jasper
    "5599024.6": "Глупости. Вы же знаете, у меня медицинское образование... И я знаю о вашей ноге, профессор Джаспер.", //Maru
    "5599024.7": "Если единственной ценой, которую я должен заплатить за своё безрассудство, является небольшая боль, то я счастливчик, мисс Мару.$2", //Jasper
    "5599024.8": "Но это же полная бессмыслица. Ваш протез не должен быть неудобным.#$b#Пойдёмте в дом, я посмотрю.", //Maru
    "5599024.9": "Ах, прошу вас, не беспокойтесь обо мне. Мне просто нужно отдохнуть минуту или три.", //Jasper
    "5599024.10": "Профессор Джаспер, я медик и изобретатель. Это вовсе не проблема.$1", //Maru
    "5599024.11": "Ну ладно.", //Jasper
    "5599024.12": "Пройдёмте, я помогу вам войти.", //Maru
    "5599024.13": "Мисс Мару пришла мне на помощь, когда я захромал от боли...$2#$b#Она настояла на том, чтобы внести некоторые коррективы в мой протез, и теперь я чувствую, что могу принять это со спокойной душой!$1#$b#В буквальном смысле!$3" //Jasper end dialogue
    ,
    //Maru event part 2 *********** N E W ****************
    "5599025.01": "Доброе утро, @. Ведь уже утро, не так ли?", //Jasper
    "5599025.02": "По правде говоря, я немного нервничаю... Мне сказали, что сегодня я должен посетить клинику.#$b#Надеюсь, ничего страншого не будет.$2", //Jasper
    "5599025.q1": "Наверняка это обычный осмотр.#О нет, а что, если тебе ампутируют вторую ногу?", //farmer choice
    "5599025.q2": "Я уверен, что ты прав, @. Но не могу не волноваться.^Я уверен, что ты права, @. Но не могу не волноваться.", //Jasper
    "5599025.q3": "Я знаю, что ты шутишь, @. Но мне это не нравится.$5", //Jasper
    "5599025.03": "Ну, есть только один способ узнать... Наверное!", //Jasper
    "5599025.04": "Пожелай мне удачи, @.", //Jasper
    "5599025.q4": "(следовать за ним)#(идти по своим делам)", //farmer choice
    "5599025.05": "Очень удобно! Мне даже кажется, что я могу танцевать!$3", //Jasper
    "5599025.06": "Наверное, лучше сначала попробовать ходить!$1#$b#Почему бы не опробовать его?", //Maru
    "5599025.07": "Гибкость просто потрясающая!$1", //Jasper
    "5599025.08": "@! Я не знал, что ты тоже здесь.$4#$b#Смотри, Мару сделала мне новый протез ноги!$1#$b#Это настоящий инженерный подвиг. У меня нет слов.$3", //Jasper
    "5599025.09": "Большое тебе спасибо, Мару.$1", //Jasper
    "5599025.10": "О, ты не поверишь, @! Мару сделала мне новый протез ноги!$1#$b#Это настоящий инженерный подвиг. У меня нет слов.$3" //Jasper
    ,
    //Jasper meets Randy    *********** N E W **************** (both male)
    "5599026.0": "Кофе?",
    "5599026.00": "Кофе!!",
    "5599026.10": "Привет?",
    "5599026.01": "Здесь кто-то есть?$2",
    "5599026.02": "Можешь выходить. Я не причиню тебе вреда!",
    "5599026.11": "Рэнди боится.",
    "5599026.12": "Всё хорошо.",
    "5599026.03": "Привет! Меня звать Рэнди. А как тебя звать? Ты друг Чарли?#$b#Рэнди сожалеть, что обмакнуть твой кофе.$2",
    "5599026.13": "Слайм?",
    "5599026.04": "Привет, Рэнди. Меня зовут Джаспер, профессор Джаспер. Рад познакомиться!$1#$b#И добро пожаловать на чашечку кофе, он приготовлен для всех нас.",
    "5599026.05": "Ты меня не боятся? Другой человек... она видит меня... нужно убегать!$2#$b#Рэнди грустно... Рэнди просто хочет подружиться.#2#$b#Можно мы быть друзьями, профессор Джаспер?$1",
    "5599026.06": "Ну конечно! Я был бы счастлив стать твоим другом, Рэнди.$3",
    "5599026.07": "Новый друг! Рэнди счастлив!$1",
    "5599026.08": "Джаспер тоже счастлив.$3#$b#А теперь не хочет ли мой новый друг немного печенья к кофе? Кажется, у меня где-то оно было...$1",
    //event with Blanche
    "5599027.01": "Добрый вечер, мисс Бланш.#$b#Тебе тоже не спится?$2", //Jasper
    "5599027.02": "Здесь так жарко. Такая духота стоит в помещении.", //Blanche
    "5599027.03": "Не возражаешь, если я к тебе присоединюсь?", //Blanche
    "5599027.04": "Я был бы рад составить тебе компанию.$1", //Jasper
    "5599027.05": "Ночь такая тихая.$3", //Blanche
    "5599027.06": "Да... так и есть... Знаешь, иногда... мне невыносимо находиться в своей комнате.$2#$b#Я чувствую, что задыхаюсь... Будто пойман в ловушку...$2#$b#Мне необходимо почувствовать прикосновение ветра.", //Jasper
    "5599027.07": "Я уже не тот человек, каким был когда-то, мисс Бланш. Я не герой... не воин...#$b#Я простой сломленный старик, который боится своей тени.$2", //Jasper
    "5599027.08": "*смеётся* Ты ещё не старик, профессор!$1#$b#И отнюдь не сломлен. Только немного потрёпанный - как бывает с деревьми после грозы.$9", //Blanche
    "5599027.09": "Ты очень добра, мисс Бланш.$1#$b#Самое худшее это знать, что такое чувство одиночества...$2#$b#Не зная, найдёт ли меня кто-нибудь, я умру под землёй... как мой отец.$2", //Jasper
	"5599027.10":"Интересно, осознаёшь ли ты, каково это - быть совершенно, совершенно... в одиночестве?$2",//Jasper
    "5599027.11": "Одиночество, да. Кажется я знаю. Становится одиноко... это когда ты совсем одна, не слышишь шума ветра и шёпота деревьев, так?#$b#Тогда... Я думаю, это причиняет боль. Много боли. Глубоко в сердце.$2", //Blanche
    "5599027.12": "Да...", //Jasper
    "5599027.13": "Это было очень больно... глубоко в моём сердце...$2", //Jasper
    //When donate a rainbow trout to the aquarium (Jasper informs of prismatic shard)
    "5599039.01": "Добрый день, @. Я просто любуюсь этими прекрасными рыбками.$1#$b#Радужная форель - удивительный вид, знаешь?",
    "5599039.02": "Самка возвращается в ту же точку нереста, из которой вылупилась.#$b#Своим хвостом она выкапывает гнездо в гравии и откладывает туда яйца.#$b#Самец плавает над ними, оплодотворяя их, после чего она прячет их, а потом они вместе уплывают.",
    "5599039.03": "Во время этого процесса многие камешки вытесняются.#$b#Однажды я даже нашёл осколок радужного камня - легендарный радужный осколок.$1",
    "5599039.04": "Это довольно поэтично, тебе не кажется? Радужная рыбка, открывающая радужные камни.$3",
}