{
    "Changes": [
        {
            "LogName": "Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/MarriageDialogueJasper",
            "Entries": {
                "spouseRoom_Jasper": "Ah a place to call my own. The scent of ink and paper, @. That's the scent of home.$1#$b#But it wouldn't be a real home without you, my love.$4",
                "Rainy_Day_0": "I love the smell of a rainy day, it's like the sky is kissing the earth.$1#$b#What? I can romanticise the weather if I wish, @.$4",
                "Rainy_Day_1": "Today seems like a good day to finish my revisions on 'Mysteries of the Dwarves'.#$b#Stay safe out there, @. I love you.",
                "Rainy_Day_2": "Is there anything you'd like me to do around the house, @? It helps my brain work if my hands are busy.",
                "Rainy_Day_3": "The latest 'research' from Peasbody has been published.#$b#I shouldn't read it, I know... But...$5",
                "Rainy_Day_4": "Oh, this weather makes my leg itch something fiendish.#$b#Sorry, I'm afraid I may not be up for much today.",
                "Rainy_Day_Jasper": "Time to work my way through some of this reading pile.$3#$b#Stay safe today, my love, and make sure to wear a coat.$1",
                "patio_Jasper": "Sometimes I like to close my eyes, breath in deep, and just clear my thoughts.#$b#It is then that I hear them, @. The birds in the trees, the insects buzzing around.#$b#I become a part of nature.",
                "Rainy_Night_0": "Good evening gorgeous. Oh, you're soaked through!#$b#Please take care of yourself. I do not wish for you to get sick.",
                "Rainy_Night_1": "My writing was not working, thus I tried my hand at cooking.[236]#$b#It's not exactly gourmet fare, I'm afraid, but it should warm you up.",
                "Rainy_Night_2": "Oh the gall of some people!#$b#Sorry, my love. I am not mad at you! I delved into the latest research of Professor Peasbody and oh... his proposals are still preposterous!^Sorry, my love. I am not mad at you! I delved into the latest research of Professor Peasbody and oh... her proposals are still preposterous!",
                "Rainy_Night_3": "Oh my dear, you are soaked! Come here, let me help you out of those wet clothes.$2#$b#No, this isn't an excuse to... well...maybe it is...$4",
                "Rainy_Night_4": "Please, let me take your coat. Tonight feels like a good night for curling up together and telling stories, don't you think?#$b#Or yes, perhaps other things too.$4",
                "Rainy_Night_5": "Ah, the sound of rain on the roof, my favorite person beside me...#$b#What more could I ever ask for?",
                "Rainy_Night_Jasper": "There has been a most insistent dripping all day, my love.#$b#I fear we may have acquired a leak. I shall check in the morning.$2",
                "Indoor_Day_0": "Good morning my dear! Please be careful out there.[195]#$b#I may not be much of a chef, but I can scramble a decently fluffy egg!",
                "Indoor_Day_1": "I failed to sleep last night - too many ideas buzzing in my head, thus I'll be living on this concoction today.[253]",
                "Indoor_Day_2": "You've really brought %farm back to life, @. I used to visit here: a scrawny kid with a pocket full of rocks.#$b#Your grandfather was always kind to me. He'd be proud of what you've done.$3",
                "Indoor_Day_3": "Hmm... How should I spend today? Writing? Perhaps a little light reading?#$b#Oh, and I suppose I can find some time in my busy schedule to fit in some housework too, my love.$4",
                "Indoor_Day_4": "You tend to what needs to be tended out there, and I shall hold the fort! %pet and I against an army of dust bunnies!$3",
                "Indoor_Day_Jasper": "You know, my love, I am rather enjoying being a house spouse.$3",
                "Indoor_Night_0": "Come here my love, curl with me by the fire. Would you like to hear a tale?$4#$b#Of the goblins? Or would you rather learn of my 'wild and reckless' student days?$1#$b#Oh, the pranks Cameron lured me into!$3",
                "Indoor_Night_1": "They say 'diamonds are a girl's best friend', but can diamonds hold a scintilating conversation?[72]$4#$b#A gift for you. Please don't love it more than you love me!$3",
                "Indoor_Night_2": "My apologies, I did not get much done today. I have been unravelling some complex theories.#$b#Oh, I do not wish to bore you with the details, my love.$2#$b#You wish to be bored? Very well then!$3",
                "Indoor_Night_3": "Spent the day procrastinating... Oh, I meant cleaning.$1#$b#Everything should be dust free!$3",
                "Indoor_Night_4": "Oh goodness! Is that the time? I was lost in my thoughts.#$b#Sorry, I didn't cook you dinner.",
                "Indoor_Night_Jasper": "I have just put the final touches on my latest research paper.$1#$b#Now to submit it, and hope...$2",
                "Outdoor_0": "Good morning! I took a quick stroll around before breakfast - Doctor's orders - everything seems in good order.",
                "Outdoor_1": "Ah, the fresh, clear air. I love it here, @. And am so grateful to be part of your life.",
                "Outdoor_2": "I caught a flash of color in the trees, down by the southern border. I do not think it was a bird.$1#$b#Dare I hope it was one of our junimo friends?$4",
                "Outdoor_3": "It is so peaceful here. I am not sure I could ever return to the bustle of the city.",
                "Outdoor_4": "I awoke at dawn, my mind too busy to permit sleep, and stepped out for a walk.#$b#I caught a glimpse of a dark figure in the fields. Do you think it was our subterranean friend, @?$1",
                "funLeave_Jasper": "I guess I'd better get some exercise. Doctor's orders! And I shall visit some friends.#$b#Have an excellent day, @. Remember, you rock!",
                "funReturn_Jasper": "Oh, that walk really took it out of me. I'm exhausted!#$b#I hope you had a more energetic day, @?",
                "TwoKids_0": "The kids certainly keep me on my toes! I taught them about volcanos.$1#$b#We made a slight mess in the kitchen...#$b#...and then I taught them all about cleaning up after themselves!$3",
                "TwoKids_1": "The kids and I had some fun in the garden today. I feel %kid1 might aspire to become an archeologist!#$b#%kid2, however, was more interested in excavating the contents of their nose...$2",
                "TwoKids_2": "%kid2 said 'geode' today! Or at least, that's what I like to think they said.#$b#It was probably just baby babble and wishful thinking, however.",
                "TwoKids_3": "The kids and I have been playing 'school'. I believe %kid1 is beginning to grasp the priciples of anthropology.$1#$b#%kid2, however, is currently classifying all the toys by flavor.$3",
                "Good_1": "Have I told you today that you're amazing?#$b#No? Well, that's awfully slack of me, I really need to up my game, don't I?$1#$b#@. You're amazing, and I love you.$4",
                "Good_2": "Ah good day my dear! Just wanted you to know that I ad-ORE you!$4#$b#Sorry. A bit of geology humor.$3",
                "Good_3": "Hey, @. You rock!$1#$b#Get it?!$3",
                "Good_4": "Fresh air is good for the soul. And having you beside me, my dear, is an even better balm.$3#$b#I love you.$4",
                "Good_5": "Why yes, I have been borrowing Gunther's books. They have been most... inspirational.$4#$b#If you are home early tonight, perhaps we can both profit from my 'research'.$3",
                "Good_6": "Our home has become my haven, my dear. I truly now feel my heart is at ease.$1",
                "Good_7": "I may never reveal the secrets of the dwarves to the world, @, but I have found something - someone - better instead. You.$4#$b#Thank you for being amazing, and tolerating my foibles.$3",
                "Good_8": "You are my sun, my moon, my starlit sky...$1#$b#Well, yes, I did hear it in a movie, once, but it's true, regardless!$5",
                "Good_9": "I never thought I'd find the simple things so rewarding. Fresh food, a warm bed...#$b#and the most gorgeous man beside me.$3^And the most wonderful woman beside me.$3",
                "Neutral_0": "$p 5070124#Hmmm... I was just penning a letter to Cameron. Shall I give him your regards?$1^Hmmm... I was just penning a letter to Cameron. Shall I give her your regards?$1|I am a litle focused right now, working on my latest proposal.",
                "Neutral_1": "I fear I may have overdone it today... Perhaps tomorrow I should take things more easily.",
                "Neutral_2": "I am sorry my love, I'm a little busy right now... Jas asked me some rather thought-provoking questions, and I am formulating an appropriate response.",
                "Neutral_3": "$1 ZuCU_Tenure#I find myself missing my old lecturing days - how would you feel if I applied for a tenure at ZuCU?$2$k#$e#Another application for tenure declined.. I am afeared you are stuck with me, @.$3",
                "Neutral_4": "Today the ideas are flowing like water... Oh it is a joy, @, to be thus inspired!",
                "Neutral_5": "There is an ache deep in my bones, @. I fear age is beginning to creep in.",
                "Neutral_6": "I've been poring over the newspapers, @, and it appears petty theft is on the rise across the Valley.$2#$b#Perhaps it is merely hopeful optimism, but could it be connected to the dwarves?",
                "Neutral_7": "#$1 ZuCU_Submission#I have submitted another paper for consideration. I am hoping it shall help restore my reputation.$k#$e#I shall be recording some tutorials for the freshman classes at ZuCU, @! It is not the same as teaching, but at least I will not have to visit the city.",
                "Neutral_8": "I fear Vincent may love arthropods - well, arachnids - a little too much. I appear to have acquired a pet spider.$2",
                "Neutral_9": "...so if the dwarves arrival disrupted the shadowfolk...That would explain...#$b#Oh, hello @. Sorry, I'm a little busy right now.",
                "Bad_0": "I fear I am beginning to suffer from cabin fever. My creativity is becoming stifled. Please, I need some space.",
                "Bad_1": "I sometimes wonder if I am your husband or your housekeeper. Please, @, I implore you - talk to me!$2",
                "Bad_2": "The spark that kindled between us has now flickered and died. I understand your reluctance to be bound to a broken old fool like myself.",
                "Bad_3": "Perhaps it is time I contacted Cameron again. At least he had time for me.$2^Perhaps it is time I contacted Cameron again. At least she had time for me.$2#$b#Even if it was to argue.",
                "Bad_4": "Even fierce debate is preferable to abject silence. I miss what we had, @. Please, give me a second chance.$2",
                "Bad_5": "Oh... now you have time for me? I shall join you in a minute, please let me finish up these notes.$2#$b#Yes, my work is important!$5",
                "Bad_6": "You know, the goblin chieftain tried to trick me into wedding his daughter.$2#$b#Perhaps she would've been a more agreeable match.$5",
                "Bad_7": "*sighs* I shall regret saying this, I'm sure, but the goblins made for better company.$5#$b#At least they talked to me occasionally...$2",
                "Bad_8": "Sometimes I wonder if you'd even notice if I never returned from the caves.$2#$b#I miss what we had, @. I believed you were The One.$2",
                "Bad_9": "....Can't you see I'm busy? Oh, I don't look like I'm doing anything?$5#$b#Just leave me to my thoughts. Please, @.$2",
                //Dated Dialogue
                "spring_1": "Spring has sprung! I'm sorry I can't help much on the farm, but I made you lunch.[240]",
                "spring_8": "I love watching the earth come back to life.",
                "spring_12": "I am looking forward to the Egg Festival tomorrow, @. 'Tis a time to celebrate renewal, and rebirth. As I myself feel reborn.$1",
                "spring_13": "Good morning Beloved! What glorious weather for a festival.$1",
                "spring_23": "Love is in the air, my dear, and there's a spring in my step.$3#$b#I hope you shall do the honor of dancing with me tomorrow.$1",
                "spring_24": "I've got my dancing shoes on and I'm ready to go! But, I'll understand if you choose a more sure-footed partner.#$b#But I do hope you'll dance with me.$4",
                "summer_1": "Summertime, a time to cherish the great outdoors.$1#$b#Please remember to wear a sunhat, my love.$4",
                "summer_8": "Sorry if I was restless last night... the heat makes it hard to sleep.$2",
                "summer_15": "My father was a jovial man. He always had time for me, even though he must have been exhausted and I was always full of questions.#$b#I can only hope that one day I shall be as good a father as he. I miss him so much, @.",
                "summer_11": "Oh, I am actually looking forward to the luau today, my love!$1#$b#With you by my side, I truly feel part of the community.$3",
                "summer_28": "Tonight our jellyfish visitors migrate past, headed for the warmer waters of the south.#$b#I shall meet you on the beach tonight, my love.$4",
                "fall_1": "Ah, the halcyon days of the harvest have arrived!#$b#Oh, I do love this autumn season. Autumn, such a beautiful word.$1",
                "fall_22": "My love! I am pondering how to celebrate my birthday this year.#$b#Oh, who am I kidding? I shall probably immerse myself in a book and forget all about it.$1#$b#I love you, and I shall see you tonight.$4",
                "fall_15": "I'm looking forward to the Fair tomorrow. I am certain your display will impress.#$b#Me? I shall catch up with Marlon and Clint. I enjoy their quiet company.$3",
                "fall_16": "Oh, such a glorious day for the fair! And it shall be a good to catch up with some old friends.$1",
                "fall_26": "When I was a child, I loved the Spirit's Eve festival. Now the thought of entering that maze gives me chills.#$b#I know it is all in fun, @. But...$2",
                "winter_1": "Oh, chilly isn't it, my love? Winter has cast her blanket across the land.$1",
                "winter_7": "Will you try your hand at the fishing contest tomorrow, my love?",
                "winter_15": "Ah yes, the travelers are in town! The perfect chance to indulge in some gift shopping.#$b#Who am I buying for? Oh, let's see... Gunther, Rasmodius... maybe Miss Penny...$3#$b#Oh there's someone I've forgotten? Now who could that be?$1",
                "winter_25": "Happy Winter Star my love. What am I thankful for? Oh, so many things!#$b#Friendships... a good book. And, of course, you my love. Happy Winter Star. I love you.[578 565 553 547 347]$4",
                "winter_28": "And so we bid farewell to another year, my love. What will the next year bring, do you think?[459]#$b#Adventure? New discoveries? Oh, I do not mind, as long as we are together.$4",
                "summer_21": "Beloved... I had the most terrible nightmare. I was alone, in the dark. I'm so filled with relief to see you.$2"
            }
        },
        {
            "LogName": "Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/MarriageDialogueJasper",
            "When": {
                "Season": "summer"
            },
            "Entries": {
                "spouseRoom_Jasper": "Just catching up on some correspondence, my dear.",
                "Rainy_Day_0": "Oh, this summer rain is so hot and clammy. I feel I might have to stay inside today, and catch up on some reading.",
                "Rainy_Day_2": "It's terribly wet out there, my love. I know it's warm, but please remember to wear a coat.",
                "Rainy_Day_3": "Did you know that the scent of rain on dry soil is called petrichor?#$b#It's an organic compound release by microbes, and arthropods love it too.$1#$b#Oh sorry, I didn't mean to give you a biology lesson - but nature is fascinating, isn't it?$4",
                "Rainy_Day_4": "I received another rejection slip from an 'esteemed' college, @.#$b#Perhaps indeed it would be better to turn my hand to fiction.",
                "patio_Jasper": "It is a glorious day, is it not? Although perhaps I should have worn a hat...$1",
                "Rainy_Night_0": "Ah my love, you're just in time. I've been watching that Queen of Sauce show and rustled up a little something.[234]$4",
                "Rainy_Night_1": "I've been working on my memoirs, my dear.$1#$b#You know, I fancy there might be those that cannot decide if they are fact, or fiction.$3",
                "Rainy_Night_2": "I do not think my mother ever recovered from my father's death, my love.#$b#He was a kind man, with a generous heart, and she was gentle and eloquent.#$b#I wish you could have met them, @. They would've loved you very much.#$b#Sorry, rainy nights make me sentimental.",
                "Rainy_Night_3": "Would you care to join me in bed, my love? I could read to you from my memoirs.$1#$b#Or, we could find some other way to enjoy each other's company?$4",
                "Rainy_Night_4": "Here, let me help you get out of those wet clothes.$3#$b#What? No, I didn't mean it like that!$4#$b#Well, maybe just a little.$1",
                "Indoor_Day_0": "Good morning! I got up early to do some baking.[234]#$b#My mother and I used to bake together on sunday mornings.#$b#I must confess, the best part was 'cleaning up' the leftover batter!$1",
                "Indoor_Day_2": "Today feels like a good day for some belated spring cleaning.#$b#Go forth and conquer, for I shall be your dedicated house husband.",
                "Indoor_Day_3": "The nightmares still plague me, my love. It is easier, with you by my side.$3#$b#But I fear that I shall never be truly free.$1",
                "Indoor_Day_4": "Something was scratching in the ceiling last night. I fear some birds have built themselves a nest.$2",
                "Indoor_Night_0": "Good evening, my love. I hope you don't mind the fragrance.#$b#I've been burning citronella candles to keep the bugs at bay.",
                "Indoor_Night_1": "Such a lovely warm evening. Perhaps we should take a blanket outside and study the stars.",
                "Indoor_Night_2": "Oh, my knee itches something terrible in this heat. I am happy to be mobile again but...$5#$b#Oh, sorry my love. I don't mean to moan.$2",
                "Indoor_Night_3": "It so hot this evening. Here's a little something to cool you down.[233]",
                "Indoor_Night_4": "My father worked long hours, and came home black with coal dust.#$b#Yet he always managed to have time for my mother and I. He'd bring her trinkets too: flawed gemstones, interesting rocks.#$b#My friends all played with toy trucks and dolls... but I built worlds out of stones and shells.$3",
                "Outdoor_1": "I had trouble sleeping in the heat, so I came outside to greet the sunrise.#$b#It really is a beautiful farm.$1",
                "Outdoor_0": "Our little forest spirit friends have been visiting! They left us a gift on the doorstep.[402 259 398] ",
                "Outdoor_2": "Good morning my love! I took a short walk around the farm, before the day heats up.$1#$b#Everything looks in good order.$3",
                "Outdoor_3": "Oh, my mind is alive with ideas, @! The tranquility here, oh it is such an inspiration.",
                "Outdoor_4": "I hope you don't mind, @, but I did a little excavating of the lower fields.#$b#I found this.#$b#It's kind of fun, isn't it? The people who used to live here must've really loved chickens.[113]",
                //"funLeave_Jasper": "Time to stretch my legs and visit a few friends, @. Do you have any messages for Gunther?#$b#I might pick up a few books while I'm at it.",
                //"funReturn_Jasper": "Oh, my arms ache from carrying so many books!#$e#$c 0.5#Gunther snuck in one of his favorites. I'm not really sure it's quite my genre, but I shall try it.$1",
                "TwoKids_0": "$1 TwoKids_Jasper#Don't you worry about us, @, the kids and I shall have a fine time!$k#$e#Maybe we could take the kids to the beach? Perhaps it's time to teach %kid1 the fine art of sand castle construction.",
                "TwoKids_1": "Giving %kid1 an ice cream was probably not the best idea...#$b#But don't worry, I cleaned all the walls!$3#$b#%kid1's quite the artist.",
                "TwoKids_2": "The children play so nicely together. I hope they always remain good friends.$4",
                "TwoKids_3": "The children drew you some pictures, @. %kid2 is experimenting with color.$1#$b#%kid1 drew you a chicken. Or possibly a crocodile. It's, err, rather stylised.$1"
            }
        },
        {
            "LogName": "Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/MarriageDialogueJasper",
            "When": {
                "Season": "fall"
            },
            "Entries": {
                "spouseRoom_Jasper": "Good morning gorgeous. I've been up since dawn, too inspired to sleep.$1#$b#Why is it that epiphanies always come in the wee small hours?",
                "Rainy_Day_0": "Are you sure you must go out today, my love? We could do some baking, perhaps?#$b#I have been watching that Queen of Sauce show. She has proven most inspiring.$1",
                "Rainy_Day_2": "This autumn rain is rather dreary. Still, it sounds most musical on the roof.#$b#I feel today, perhaps, shall be a day to escape into a book.$3",
                "Rainy_Day_3": "Please my love, keep dry amd warm. I would hate for you to catch a chill.$2",
                "Rainy_Day_4": "You are not going to the mines today, are you my love?#$b#Please, do take care. Here, this might help. [349]",
                "patio_Jasper": "The autumnal colors are so beautiful, and the temperature is perfect.$1#$b#I could stand here all day and soak up nature.$3",
                "Rainy_Night_0": "Good evening, my love! A little something to sweeten up your day.[611]$1#$b#Not that you aren't already sweet enough!$4",
                "Rainy_Night_1": "I fear we have sprung a leak. I shall have to take a look at it tomorrow.$2",
                "Rainy_Night_2": "My love, you're freezing! Here, this'll warm you from the inside out.[236]$2#$b#Perhaps we could huddle beneath a blanket and read together?$3",
                "Indoor_Day_0": "I heard rustling in the night. I believe this cooler nights are bringing the rodents inside.$2#$b#I hope %pet is up for the task before them.$1",
                "Indoor_Day_2": "Good morning, @. I hope this shall be sufficient to help you through a busy day.[201 240 241 242]$3",
                "Indoor_Day_3": "My plans for today? Well, there's a new theory I'm pursuing...#$b#It won't make me famous, but it might help re-establish my career.$3",
                "Indoor_Day_4": "I was thinking of my goblin friend today. Oh, not like that, do not fret, @!$2#$b#I wonder if she is chieftain now? She was always so curious about the outside world.$1",
                "Indoor_Night_0": "Today was... not a good day, my love. It feels heavy. Ominous.$2#$b#Please, will you come to bed with me? I take such comfort in your company.$2",
                "Indoor_Night_1": "@, you're home! Is that the time? I was quite wrapped up in my research and lost track.$2#$b#Please forgive me, for I have not cooked you dinner.$2",
                "Indoor_Night_2": "Excellent news, @! My latest paper has been accepted for publication in {{random: Cryptozoology Today, Journal of Uncommon Theories, The Unorthodox}}.$1#$b#Yes, I know, not the prestigious publication I had hoped...but it's a beginning.$2#$b#And at least I know people read these!$3",
                "Indoor_Night_3": "The goblins celebrate Spirit's Eve too you know, but in a rather different manner to us!$3#$b#They tell the tales of their ancestors, with puppets woven from wood and fibre, and sing their praises on instruments made of bone.#$b#Spirit's Eve is about remembrance for them, not about hiding from the shadows.$1",
                "Indoor_Night_4": "Listen to the wind rattling the shutters and the boards that creak and moan...$2#$b#I am glad that you are here, @, to help me keep the shadows at bay.$4",
                "Outdoor_1": "When I was a kid, we would scramble over the cliffs, racing to fill our blackberry baskets.$3#$b#My mother was a wonderful baker; she made the most delicious pies.$1",
                "Outdoor_0": "The animals seem a little restless this morning. They can feel the chill in the air, the approach of winter.$2",
                "Outdoor_2": "The breeze is brisk this morning. Perhaps you should wear a coat?$2",
                "Outdoor_3": "Good morning @! Too many ideas, and roaming the farm, visiting the animals, it helps to clear my thoughts.#$b#Have a productive day, my love. I am sure I shall!$3",
                "Outdoor_4": "I could not sleep, @. I came out here, so as not to disturb you with my restlessness.#$b#Watching the sun rise over your farm... it is really most beautiful.#$b#Almost as beautiful as your smile.",
                //"funLeave_Jasper": "I shall be visiting the library today, if you have any requests?",
                //"funReturn_Jasper": "Oh @, the shadows lurk long, and the trees seem to whisper.$2#$b#I can sense the brush of the void. Winter is coming.$2",
                "TwoKids_0": "%kid1 found a worm in the leaves today and told %kid2 it was 'piz-getti'.$2#$b#Do not fret, it was confiscated and safely liberated. No worms - or small children! - harmed.$3",
                "TwoKids_1": "The kids and I have taken to painting rocks and hiding them around the village.#$b#Small steps, yes, but I shall make a geologist of at least one of them yet!",
                "TwoKids_2": "So much of my life I dedicated to research, but when I look at our beautiful family...#$b#I'm so glad you guided me down another path, @."
                //"TwoKids_3": ""
            }
        },
        {
            "LogName": "Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/MarriageDialogueJasper",
            "When": {
                "Season": "winter"
            },
            "Entries": {
                "spouseRoom_Jasper": "These chilly mornings have awoken my inspiration! Today, paperwork. Tomorrow, the world!",
                "patio_Jasper": "There's a stillness to winter, as though Nature herself is pausing to draw breath.",
                "Indoor_Day_0": "Ah my love, it's too chilly to step outside. Want to join me in front of the fire?$1#$b#We could drink hot cocoa and huddle for warmth.$4",
                "Indoor_Day_2": "Good morning my love. I do not think I shall be up for much today, I'm afraid.$2#$b#The cold is none too kind to these aging bones.",
                "Indoor_Day_3": "Today feels like a day for contemplation and gratitude. I am grateful to have you in my life, @.",
                "Indoor_Day_4": "Please wrap up warm, my love. I would hate for you to catch a chill.$2",
                "Indoor_Night_0": "My love, you're freezing! Here, this'll warm you from the inside out.[236]$2#$b#Perhaps we could huddle beneath a blanket and read together?$3",
                "Indoor_Night_1": "Brrr... it's going to be a frosty one tonight!#$b#Here's something to warm you up.[226]",
                "Indoor_Night_2": "The way the ice draws patterns on the glass is really quite magical, don't you think?#$b#You can appreciate how legends of Jack Frost and Old Man Winter came about.$1",
                "Indoor_Night_3": "It's going to snow tonight. Do you think perhaps we might be snowed in?$2#$b#I can think of no other person I would rather be snowbound with.$4",
                "Indoor_Night_4": "My mother fought for years to have the authorities exhume the mines.$2#$b#She could not take it here anymore, and moved far away. I miss her... but I call her often.",
                "Outdoor_1": "I found footprints in the snow around the barn.#$b#I feel, perhaps, we have had a visitor.#$b#Goblin or Dwarf? I could not say.$3",
                "Outdoor_0": "I must confess, my love, it is rather satisfactory the way the snow crunches beneath one's feet.",
                "Outdoor_2": "I wonder where junimo go in winter? Do they hibernate? Or seek warmer habitations?#$b#Perhaps that's why they claim buildings we've forgotten.",
                "Outdoor_3": "Good morning my love. I awoke early, and swept the snow from the porch.#$b#I only wish I could clear the roof as well.",
                //"Outdoor_4": "",
                //"funLeave_Jasper": "",
                //"funReturn_Jasper": "",
                "TwoKids_0": "Is this snow in my hair? I suppose it is. %kid1 and %kid2 engaged in a rather instense snowball fight.#$b#Alas, I appear to have become caught in the crossfire.$1#$b#Perhaps tomorrow you might like to join us?$3",
                "TwoKids_1": "Apologies for all the glitter. Today was art and crafts day and well... it really does get everywhere, doesn't it?$1",
                "TwoKids_2": "%kid1 spent the day trying to catch snowflakes on their tongue.#$b#Whereas %kid2 merely tried to eat snow.$2#$b#Ah, children are such a delight!$1",
                "TwoKids_3": "We've been making snowflakes! Oh, out of paper my love. And do not fret, I'll clean up the mess!$1"
            }
        },
        {
            "LogName": "Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/MarriageDialogueJasper",
            "When": {
                "HasSeenEvent": "5599017"
            },
            "Entries": {
                "{{AnniversarySeason}}_{{AnniversaryDayOfMonth}}": "Happy anniversary, @. A small token of my appreciation.[578 565 553 547 347]#$e#You have sparked new light inside me, and drawn me back to life.$3#$b#I love you.$4"
            }
        },
        {
            "LogName": "Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/MarriageDialogueJasper",
            "When": {
                "HasSeenEvent": "5599017",
                "Weather": "Sun, Wind"
            },
            "Entries": {
                "{{AnniversarySeason}}_{{AnniversaryDayOfMonth}}": "$1 Jasper_Anniversary#Happy anniversary Beloved. Please, would you join me on the beach tonight? For I have a little something prepared in celebration.$4$k#$e#Happy anniversary, @. A small token of my appreciation.[578 565 553 547 347]#$e#You have sparked new light inside me, and drawn me back to life.$3#$b#I love you.$4"
            }
        },
        {
            "LogName": "Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Jasper",
            "When": {
                "Spouse": "Jasper"
            },
            "Entries": {
                "Resort_Entering": "My love! What a surprise to see you here. I hope your tropical farm is doing well.",
                "Resort_Leaving": "I'll see you soon my love. Perhaps I shall prepare something special for dinner.#$b#Or would you prefer ... dessert.$4",
                "Resort_Shore": "Oh, I found the most fascinating fossil in the sand. This really is a most remarkable island.",
                "Resort_Umbrella": "Would you care to join me in the shade?",
                "Resort_Wander": "You know, Professor Snail speaks of hearing strange rumblings coming from that mountain.#$b#A part of me wishes to explore it... to unearth its secrets.#$b#But the other part? The other part is still afraid.$2",
                "Resort_Bar": "Gus, please, one of your delicious cocktails for my husband.^Gus, please, one of your delicious cocktails for my wife.#$b#What would you like? My love? Gus shakes a most refreshing pina colada.$1"
            }
        },
        {
            "LogName": "Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/MarriageDialogueJasper",
            "When": {
                "TwoToddlers": true
            },
            "Entries": {
                "winter_8": "I'm not sure who's more excited about the Ice Festival today, the kids or me!$1#$b#I promised %kid1 we'd make a snowman. But I think %kid2 would prefer a snowball fight...$2"
            }
        },
        {
            "Action": "EditData",
            "Target": "Characters/Dialogue/MarriageDialogueJasper",
            "When": {
                "HasMod": "atravita.GingerIslandMainlandAdjustments"
            },
            "Entries": { // You can use either $c or CP's random token to add multiple dialogue lines.
                "GILeave_Jasper": "Oh Beloved, I feel a trip to Ginger Island is in order today.$1#$b#Perhaps I shall find some new evidence for my theories. It truly is a remarkable place.",
                "GIReturn_Jasper": "I have had a most splendid day, my love.#$b#Oh, but you must have been working hard. Would you like me to help you relax?$4",
                "GIReturn_Talked_Jasper": "I hope your trip to the island was as lucrative as mine, beloved. Here, I brought you home a little something.$1 [791 827 852 848]"
            }
        },
    ]
}