{
    "Changes": [
        {
            "LogName": "Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Jasper",
            "Entries": {
                "Introduction": "Hola, @.  Me alegro de conocerte.#$b#Mi nombre es Jasper, y yo también acabo de regresar a la ciudad.$1",
                 "Resort_Entering": "¿Este lugar no es extraordinario? ¡Siento como si hubiera retrocedido en el tiempo!$1",
                 "Resort_Leaving": "Oh, la atmósfera... Estoy seguro de que hay algo maravilloso escondido aquí.#$b#Quizás algún día descubra sus secretos.",
                 "Resort_Shore": "Me imagino que toda clase de detritos interesantes se deben barrer en esta playa.",
                 "Resort_Umbrella": "Oh, el sol es demasiado para mí. Siento que debo tomarme un descanso.",
                 "Resort_Wander": "Hmm, ¿qué es esto aquí? Puedo sentir algo... algo misterioso al norte de la isla.",
                 "Resort_Bar": "Gracias Gus, una bebida fría es justo lo que necesitaba en un día como hoy.",
                 "Resort": "Un lugar glorioso, ¿no? Escuché que había un profesor parado aquí... ¿Un profesor Snail?#$b#Tal vez debería hacerle una visita.$1",
                 "danceRejection": "Lo siento, pero no deseo hacer un espectáculo de mí mismo.$2",
                 "Mon": "El suelo del Valle es muy fértil. Tu granja debería florecer.",
                 "Tue": "Oh, ¿es esa la hora? Una vez más, me olvidé de comer. $2",
                 "Wed": "Gunther me permite quedarme en la biblioteca.#$b#Es un departamento pequeño, ¡pero nunca me quedaré sin algo para leer!$1",
                 "Thu": "Los tesoros ocultos acechan bajo la tierra. Esté atento a los gusanos retorcidos en la tierra.#$b#Esa es la manera que tiene el valle de revelarte sus secretos.",
                 "Fri": "Hay más en este mundo de lo que parece, @.$1",
                 "Sat": "Una caminata rápida hace maravillas para refrescar mi motivación.",
                 "Sun": "¿Te has aventurado en las cuevas, @?#$b#¡Cuidado! Contienen muchos peligros para el aventurero desprevenido.$2",
                 "Mon2": "¿Has conocido a muchos de los aldeanos, @?#$b#Yo? No, no los he conocido. Prefiero rondar por las afueras.",
                 "Mon6": "Durante un tiempo viví con los duendes en Bluemire Hills. ¡Vaya, fueron compañeros de cuarto estridentes!$3",
                 "Mon8": "Me temo que esto puede sonar presuntuoso de mi parte, pero me encantaría visitar tu granja.$5",
                 "Tue4": "Crecí en Pueblo Pelícano, @. Había una escuela y el aire resonaba con las risas de los niños.#$b#Ahora mi ciudad natal es solo una cáscara, pero todavía puedo sentir la magia aquí. La magia y la promesa de renovación.",
                 "Tue10": "$1 JasperDad_Gone#Mi padre se ha ido, @. He aceptado ahora que nunca lo traeremos a casa.$2$k#$e#La muerte de mi padre rompió el corazón de mi madre. Creo que nunca se recuperó por completo.",
                 "Wed2": "¿Te has detenido a conversar de nuevo? Debo decir que me siento honrado.#$b#Porque estoy seguro de que debes tener mejores cosas que hacer que conversar con alguien como yo.",
                 "Wed6": "Claro que sí, oficialmente soy profesor. ¡Pero el profesor Jasper me hace parecer tan viejo!$3#$b#Y mi carrera docente... bueno, digamos que parece haber llegado a un abrupto final.$2",
                 "Thu4": "Encontré esto mientras exploraba las cuevas.[80 84 86]#$b#Pensé que te resultaría útil, @.$4",
                 "Thu8": "A veces, cuando escarbo debajo de la tierra, me pregunto cómo debe haber sido para mi padre y los otros 36 hombres buenos.#$b#Solos en la oscuridad y el polvo, con pocas esperanzas de que alguna vez volver a ver el cielo.$2",
                 "Thu10": "Me ayudaste a arrancarme de una existencia oscura y triste, @. Y por eso tienes mi eterna gratitud.$l",
                 "Fri2": "Es bueno ponerme al día con mis amigos el fin de semana, y Gil tiene muchas historias que contar.#$b#¡Si puedes atraparlo despierto, eso es!$4",
                 "Sat4": "Las cuevas de Stardew Valley son únicas, es casi como si estuvieran vivas.$1",
                 "Sun2": "Es tan pacífico aquí: el susurro del viento en los árboles, los pájaros llamándose unos a otros.#$b#Se siente como si el resto del mundo estuviera muy lejos.$1",
                "Sun6": "Tengo miedo soy un exiliado, @. Parece que pocos son tan abiertos de mente como tú.",
                 "summer_Mon": "Stardew Valley guarda muchos secretos. Mi objetivo es desenterrarlos. $3#$b#¿Desenterrar? ¿Lo entiendes? ¿No? ... $4",
                 "summer_Mon4": "¿Profesor Peasbody? ¡Oh, cómo ese nombre me da escalofríos por la columna vertebral! ¡PHD se obtuvo del fondo de una caja de cereales!$1",
                 "summer_Mon8": "Presentarse ante una audiencia y mantenerlos cautivados es un placer, @.#$b#Pero ver la risa en sus ojos y escuchar la burla en sus palabras... esa es mi pesadilla.$2",
                 "summer_Tue2": "Gunther accedió amablemente a publicar varias de mis redacciones.#$b#'¡Sin embargo, 'Misterios de los Duendes' todavía es un proyecto en progreso!$3",
                 "summer_Tue6": "Mi padre era minero, @. Las cuevas me llaman, de la misma manera que lo llamaron a él.#$b#Reclamaron su vida, al final. Y un día, me temo que reclamarán la mía.",
                 "summer_Wed": "¡Oh, hola @! ¡No te vi allí, estaba perdido en mis pensamientos otra vez!",
                 "summer_Wed4": "Las estrellas, la tierra... todos están conectados, @.",
                 "summer_Thu2": "Hay muchos minerales raros que se pueden encontrar aquí, @. Tantos y tal variedad que no puedes dejar de sentir que hay más que ciencia trabajando.$3",
                 "summer_Thu6": "Cuando era niño, mi madre siempre comentaba que yo era sensible. No pretendía que fuera un insulto, aunque los otros chicos se burlaban de mí sin piedad.#$b#No, quería decir que estaba en sintonía con el mundo que me rodea, sensible a la vida que comparte nuestro mundo.",
                 "summer_Fri": "Hmm... Qué espécimen tan fascinante...#$b#¡Hola! Hace err, un hermoso día hoy, ¿no?$4",
                 "summer_Fri4": "$1 Peasbody1#Recibí una nota de Peasbody ayer, cuestionando mi investigación. Oh, me vuelve loco.$k#$e#Estoy seguro de que Peasbody tiene algo contra mí, @. Pero, ¿qué puedo hacer sobre eso?",
                 "summer_Sat2": "La estructura geológica de esta área indica un trauma en su historia.#$b#¿Quizás un terremoto? Aunque lo sugiero tentativamente, parece más un golpe externo que interno.",
                 "summer_Sat6": "Fuimos colegas una vez, ya sabes, Peasbody y yo. Incluso me atrevía a considerarlo mi amigo.^Fuimos colegas una vez, ya sabes, Peasbody y yo. Incluso me atrevía a considerarla mi amiga.$2#$b#Entonces, por desgracia, todo cambió. Y ahora me temo que él está decidido a destruir mi reputación.^Entonces, por desgracia, todo cambió. Y ahora ella está decidida a destruir mi reputación.$5",
                 "summer_Sun": "¿Te has dado cuenta de que no hay pájaros en verano, @?#$b#Migran a las islas del Mar de las Gemas.",
                 "summer_Sun4": "Crecí en Pueblo Pelícano. Mis recuerdos son gratos: juegos, manualidades en el centro comunitario, buscar conchas y cangrejos en la playa...$1#$b#Ahora es como una si sombra oscura hubiese sido lanzada sobre la ciudad.$2#$b#La luz sigue ahí, pero apagada. Ojalá supiera qué hacer para restaurarla.$6",
                 "summer_Sun8": "Tuve una piedra como mascota, una vez, un regalo de mi padre. Lo nombré Ígneo.$1#$b#Se escapó.$2#$b#Oh, bromeo, por supuesto, @; un matón lo arrojó al lago.$5.",
                 "fall_Mon": "Hay un algo frío en el aire esta mañana, @. Siento que el invierno acecha no muy lejos.",
                 "fall_Mon4": "$1 Jasper_LaughingStock#'¿Profesor o payaso? El absurdo profesor Thomas cae en picada otra vez'. Oh, @, la gaceta de ZuCU llegó hoy. Parece que sigo siendo el hazmerreír.$5$k#$e#La comunidad académica tiene muy poco respeto por aquellos que piensan fuera de la caja, @.",
                 "fall_Tue6": "Es un hermoso día de otoño, ¿no? Otoño, sí, mucho más musical y romántico que el otoño.$3#$b#Sería una idea encantadora para una hija... pero es una idea ridícula. Como si alguna vez fuera a tener hijos.$2",
                 "fall_Tue4": "$q 5070433/5070434 DwarfQuest#Confío en tu juicio, @. ¿Crees que alguna vez encontraré a los Duendes?#$r 5070433 25 Dwarf_Yes#¡Por supuesto que lo harás!#$r 5070433 0 Dwarf_Maybe#M ¿Y si los Duendes no quieren ser encontrados?#$r 5070434 -50 Dwarf_No#No, tus teorías son ridículas.",
                 "Dwarf_Yes": "Gracias por confiar en mí, @. Espero que no esté fuera de lugar.",
                "Dwarf_Maybe": "No había considerado esa posibilidad, pero tiene sentido.#$b#Porque los humanos somos conocidos por interferir donde no debemos.",
                "Dwarf_No": "¡Eres casi tan cruel como Peasbody! ¡Y eso sí que es un insulto atroz!$5",
                "DwarfQuest": "$p 5070433#No puedo evitar sentir que los Duendes son mi destino, @. Debo buscarlos, encontrarlos y restaurar mi reputación.|He considerado cuidadosamente tus palabras. Pero no puedo abandonar mis estudios, @. Debo buscar a los Duendes, si quiero encontrarlos.",
                "fall_Wed": "Hmm... ¿qué necesito recoger hoy? Quizás algunas manzanas, realmente es la temporada para ellas.",
                "fall_Wed4": "El olor almizclado de la descomposición y la humedad en el aire me recuerdan a los duendes y al bosque en el que residen.",
                "fall_Wed8": "Mi padre me contó historias de las minas: de cómo desenterraron un castillo misterioso, enterrado en las profundidades de la tierra.#$b#Le asustó, @. Y mi padre no se asustaba fácilmente.",
                "fall_Thu4": "La mayonesa de vacío es un manjar de duendes, @. Me como una cucharada una vez, como un desafío.$1#$b#El regusto tardó una semana en desaparecer.$2",
                "fall_Thu6": "¿Alguna vez has probado la cerveza duende, @?$1#$b#Sabe a recortes de césped y patea como una mula enojada. No la recomiendo.$2",
                "fall_Thu10": "Me comprometí accidentalmente una vez, cortesía de un malentendido cultural.$2#$b#Oh, ella era una hermosa doncella duende, ¡y bastante disgustada de encontrarse prometida a un humano pálido y feo como yo!$3#$b#Pensé que era mejor irme sin decir 'adiós'. Espero que su padre haya encontrado una pareja mejor para ella.$2",
                "fall_Fri": "¡Ah, hola @! ¿Has pasado por el gremio de aventureros? ¡Estoy seguro de que Marlon y Gill recibirán visitas!",
                "fall_Fri4": "Son profundamente incomprendidos los duendes. Sin duda, son extraños, y quizás considerados desagradables a nuestros ojos, y sus hábitos se consideran raros.#$b#Pero son un clan de músicos y narradores, y tienen muchas buenas cualidades.",
                "fall_Sat2": "El bosque se está despojando de su abrigo, preparándose para un manto de nieve.",
                "fall_Sat6": "La música de los duendes es una de las cosas más extrañas que he escuchado, @.#$b#Hacen sus instrumentos con huesos. Produce un sonido extraño y orgánico.",
                "fall_Sun": "¡Ah, buenos días para ti, @! Esta debe ser una temporada ocupada para ti.",
                "fall_Sun4": "¿Has sentido la presencia acechando en Cindersap, @? Me fascina casi tanto como me deja perplejo.",
                "winter_Mon": "En invierno, la tierra duerme. Es un buen momento para profundizar bajo la superficie.",
                "winter_Mon4": "Sabes, nos han engañado para que creamos el valor de los diamantes.#$e#Sin embargo, todavía me gustan; ¡ninguna otra gema captura realmente el brillo multifacético!$4",
                "winter_Mon8": "Gracias, @. Nunca me has juzgado ni despreciado mis ideas, y realmente eres de mis seres más queridos. $3",
                "winter_Tue2": "Buen día, @. Espero que te mantengas caliente. La escarcha había grabado patrones en mis ventanas esta mañana. Jack Frost realmente está aquí.",
                "winter_Tue6": "Durante el invierno, lo real y lo irreal se acerca a la superficie.#$b#Y el vacío encuentra su camino para corromper los corazones de las personas.",
                 "winter_Wed": "Tal vez debería adquirir una bufanda. ¿Qué te parece, @? Una en azul y bronce me queda bien, ¿no crees?",
                 "winter_Wed4": "Pueblo Pelícano ha conocido su cuota de tragedias, @. ¿Sabías que alguna vez fue un próspero pueblo minero?#$b#Se recolectó una pequeña fortuna en piedras preciosas de estas profundidades.",
                 "winter_Wed8": "Antes de ti, mi dulce @, nunca tuve muchos amigos.#$b#Te agradezco que me hayas dado la bienvenida a tu vida.",
                 "winter_Thu2": "El museo es un espectáculo triste, @. ¡No puedo creer el descaro de algunas personas! ¡Desaparecer con toda la colección!$5#$b#Estoy atento a las reliquias cuando entro en las minas, pero  hasta ahora no he tenido mucha suerte.",
                 "winter_Thu6": "Mi padre sintió la llamada de las profundidades, encontró tranquilidad en la soledad de las cuevas.#$b#Se lo llevó, @. Las minas se lo tragaron entero.$2",
                "winter_Fri": "Entiendo que estás trabajando duro para ayudar a Gunther con nuestra colección, @. Pero si encuentra minerales adicionales, los agradecería para mi investigación.",
                 "winter_Fri4": "Escuché que has estado explorando las minas, @. Por favor, avísame si encuentras alguna señal de Duendes. Parece que son un pueblo enigmático y cauteloso.$1",
                 "winter_Sat2": "¿Estoy sangrando? Oh, es solo un rasguño.#$b#Tuve un desafortunado altercado con un cangrejo de roca.$2",
                 "winter_Sat6": "Los Duendes, los Smoluanu, me han evitado durante años. Pero son reales, ¡lo sé!#$b#Creo que uno vino anoche y 'adquirió' mi pluma favorita...$2",
                 "winter_Sun": "Buen día, @. Una caminata rápida en un día frío hace maravillas para revitalizar el alma, ¿no crees?",
                 "winter_Sun4": "Hay una quietud sobre el invierno, @. Una paz, cuando el mundo está dormido, anticipando ansiosamente la primavera.$1",
                 "Town_50_22": "$d CC#Cuando era niño, este era el corazón de la comunidad. Me complace verlo florecer una vez más.#$b#Gracias, @, has hecho mucho por este pueblo.|Cuando era niño, este era el corazón de la comunidad.#$b#Ahora alberga a otro tipo.$1#$b#Están ahí, @. Puedo escucharlos.#$b  #Pero no se atreven a mostrarse ante mí.$2",
                 "Mine_24_11": "¿Ves este estrato aquí, @? Su complejidad me intriga.#$b#Sus capas son indicativas de un evento cataclísmico hace muchos siglos.#$b#Tal vez una erupción, pero creo que es más probable que sea un golpe de metroide.#$b#Oh, lo siento, estoy divagando otra vez, ¿no?",
                "JojaMart": "Lo sé, lo sé, estoy apoyando a un monstruo corporativo. Pero ese tal Pierre... bueno... hace demasiadas preguntas, ¡y no del tipo que me gusta responder! $4#$b#¿Y aquí? Bueno, a nadie le importa.$1",
                 "JojaMart_11_25": "Um... Hola... Sí... lindo día, ¿no crees?#$b#Oh, ¡hola @! Desearía estar más cómodo conversando...$2",
                 "Seedshop": "No sé tú, @, pero yo siempre siento que estoy siendo juzgado cuando entro aquí.#$b#Juzgado, y hallado falto.$2",
                 "winterForest_Tue": "Hay una presencia al acecho en Cindersap. ¿Puedes sentirla, @?#$b#Tiene la mancha del vacío, pero algo más... algo más brillante. Como la luz de Yoba.",
                 "Custom_LK_Museum2_Mon": "Gunther y yo hemos estado discutiendo una colaboración. Él ha estudiado la historia de los humanos del valle, mientras que mi atención se ha centrado en los semihumanos.",
                 "spring_Thu_1": "Vine aquí para estudiar las cuevas, pero Joja la encontró primero.$5#$b#Me temo que despertarán cosas que es mejor dejar descansar.",
                 "spring_12": "Escuché que mañana hay una búsqueda de huevos. Por desgracia, mi horario no permite tales frivolidades.",
                 "spring_12_2": "¿Sabías que el festival del huevo es realmente una celebración de la naturaleza? ¿Y del renacimiento?$2#$b#Oh, sí, por supuesto. Eso es de conocimiento común.$4",
                 "spring_23": "Recibí una invitación para un baile mañana. No creo que vaya a asistir.#$b#Los grupos de personas me hacen sentir incómodo.",
                "spring_23_2": "¿Asistirás al baile mañana, @? Mostraré bandera, como dicen, pero no esperen que esté bailando.",
                 "summer_10": "Un buen amigo insistió en que les hiciera compañía mañana en el luau.$3#$b#Pero, ¿qué tengo que aportar a la sopa, @? Dudo que las zanahorias de cueva sean apreciadas.$2",
                 "summer_12": "¿Espero que hayas disfrutado de las frivolidades de ayer, @.#$b#Yo sé que comí demasiado. Los eventos sociales me atraen incómodamente a la mesa del buffet.#3",
                 "summer_12_2": "¿Espero que hayas disfrutado de las frivolidades de ayer, @.#$b#Yo sé que comí demasiado. Los eventos sociales me atraen incómodamente a la mesa del buffet.#3",
                 "summer_15": "Hoy tengo malos recuerdos, @. Espero que lo entiendas y seas paciente.",
                 "summer_15_2": "Hoy me tengo malos recuerdos, @. Espero que lo entiendas y seas paciente.",
                 "summer_28": "¿Serás testigo de la migración anual de las medusas esta noche?#$b#Parecen criaturas tan insustanciales, pero tienen un gran impacto venenoso.",
                "summer_28_2": "¿Serás testigo de la migración anual de las medusas esta noche?#$b#Parecen criaturas tan insustanciales, pero tienen un gran impacto venenoso.",
                 "fall_15": "Escuché que mañana hay algún tipo de festival, una feria, ¿cierto?#$b#No estoy seguro de que disfrute ese tipo de cosas, @. Pero espero que te diviertas.",
                 "fall_15_2": "Confío en que participarás en la competencia en la feria, @.#$b#Me convencieron para asistir a la exhibición del Gremio de Aventureros.",
                 "fall_26": "La Víspera de los Espíritus es un momento que me llena de temor, @.$2#$b#Es cuando el vacío está a la vista.$2",
                 "fall_26_2": "La Víspera de los Espíritus es un momento que me llena de temor, @.$2#$b#Es cuando el vacío está a la vista.$2",
                 "winter_24": "¿Participarás mañana en el regalo misterioso? Espero que mi destinatario disfrute de su regalo...$3#$b#¡Oh, no, no podría decirte a quién me dieron!$4",
                 "winter_24_2": "Debo confesar, @, estoy nervioso por la celebración de mañana. ¡Espero que mi destinatario disfrute de su regalo!",
                "winter_26": "¿Has oído la historia de la Estrella Inviernal, @?#$b#Algunos creen que está relacionada con la gota estelar casi mítica. Yo, bueno, tengo mis propias teorías.",
                 "winter_26_2": "¿Has escuchado la historia de la Estrella Inviernal, @?#$b#Algunos creen que está relacionada con la gota estelar casi mítica. Yo, bueno, tengo mis propias teorías.",
                 "Custom_LK_Museum2_18_13": "Cocina esto y lo otro en el microondas... ¡Debe haber un libro de cocina en la biblioteca por aquí! Pero las cenas preparadas son tan... bueno... ¡convenientes!$3",
                 "spiritquest_Yes": "¡Estoy tan contento, @! Sabía que eras especial la primera vez que nos conocimos.$3",
                 "spiritquest_Neu": "Ciertamente, sí lo soy, @. Pero ser científico no significa encerrarse detrás de un muro de lógica fría y dura.#$b#También debes mantener tu mente abierta a otras posibilidades.",
                 "spiritquest_No": "Oh... Eso es muy lamentable.#$b#Lamento molestarte con mis pequeñas excentricidades.$2",
                 "spiritquest_followup": "$p 50700437#He hablado con los espíritus del bosque y te consideran una 'amistad'.$1|Confío en que estés disfrutando tu día, @?",
                "Write_Yes": "Siento que sí, que tienes razón. Debió tomar coraje, y ese no es el camino de un rival...#$b#No, es más el camino de... un amigo.",
                 "Write_Maybe": "Tu consejo es, como siempre, cuidadosamente considerado. ¿Ayudará la comunicación restaurada? ¿O será perjudicial? Hmm...",
                 "Write_No": "Él se acercó a mí, @. Seguramente se merece una oportunidad.^Ella se acercó a mí, @. Seguramente se merece una oportunidad.",
                 "Rekindle_Yes": "Sé que te preocupas por lo que más me conviene, y tu sonrisa todavía hace que mi corazón se acelere.$4^Sé que te preocupas por lo que más me conviene, y tu sonrisa todavía hace que mi corazón se acelere.$4  #$b#Veremos cómo se desarrolla todo esto. Pero sí, cuidaré mi alma sabiamente.$1",
                 "Rekindle_No": "Tu cónsul es sabio. Ya lo intentamos una vez y fallamos. Sería una tontería seguir el mismo camino otra vez.$2",
                 "NewYears_1": "Oh, no te tomé por materialista, @. Aún así, no se puede argumentar que, aunque el dinero no puede comprar la felicidad, ciertamente puede aliviar muchas cargas.",
                "NewYears_2": "Me pregunto qué pensará el alcalde Lewis de eso. Bueno, ¡tienes mi voto, mi amor!$1",
                 "NewYears_3": "¡Un esfuerzo que vale la pena! Y te apoyaré en el camino.",
                 "NewYears_4": "Como yo, mi amor.$4",
                 "NewYears_5": "Oh... Lamento haber preguntado...$2",
                 "NewYears_6": "Oh...$2",
                 "joja_Begin": "Escuché que compraste una Membresía de Joja. Compro allí yo mismo. Aunque no puedo decir que soy fanático de su Joja Cola.%revealtasteJasper167",
                 "cc_begin": "Escuché que te has aventurado en el antiguo centro comunitario. Escuché rumores de que hay criaturas misteriosas que se mudan a lugares que los humanos han abandonado.#$b#Si ves alguno, por favor házmelo saber.",
                 "cc_Greenhouse": "Encontré estos en el fondo de mi armario... Pensé que podrías encontrarles un mejor uso que yo.[745][745][745][745][745]$4",
                 "cc_Bridge": "Marlon me informó que el puente que cruza hacia la cantera fue misteriosamente reparado.#$b#No sabrás nada de eso, ¿verdad, @?",
                 "cc_Bus": "¡Ah, es bueno saber que el autobús está funcionando de nuevo! Tal vez me aventure al desierto de Cálico.#$b#Escuché que hay un sistema de cuevas complejo y mortal allí. Tal vez esto sea útil de usar?[773]",
                 "cc_Minecart": "¿No es extraño? ¡Los antiguos carros mineros han comenzado a funcionar de nuevo! Realmente debe haber algo misterioso en el trabajo.",
                 "movieTheater": "¿Un cine en la ciudad? Imagino que será muy entretenido. Pero me sentiré incómodo yendo solo al cine.",
                 "TalkJasperHome": "Mientras yacía en la oscuridad, sintiendo que mi vida se desvanecía y mi mente nublada por el dolor. Me di cuenta de algo, @.$2#$b# Me di cuenta de que hay mucho en la vida que me he perdido. Es que me he sumergido tanto en mi investigación que me he encerrado lejos de las personas que se preocupan.$2#$b#Gracias por preocuparte lo suficiente como para venir a buscarme, @.$4",
                 "JasperHomeB": "El niño que me rescató, @. ¿Quiénes eran? Mi mente estaba tan nublada por el dolor que no puedo evitar preguntarme...#$b#$q 5070453/5070454 null#¿Eran reales o solo un sueño?#$b#$r 5070453 50 StrangeChild_Dwarf#¡Encontraste a los Duendes!#$r 5070454 0 StrangeChild_Unknown#No lo sé.#$r 5070454 0 StrangeChild_Dream#Un producto de tu imaginación.",
                 "StrangeChild_Dwarf": "Me sigues la corriente, @. Ah, pero ¿no sería eso irónico? $4",
                 "StrangeChild_Unknown": "Un misterio entonces. Me pregunto si Linus lo sabría. Me gustaría agradecerles.$2",
                 "StrangeChild_Dream": "Oh, pero parecían tan reales... Sus manos se enfrían contra mi carne ardiente.$2",
                 "AlienCapsule": "Parece que ahora la cápsula está latiendo... Es realmente intrigante.",
                 "election": "No estoy seguro si apoyo este último cambio de liderazgo, @. El alcalde Morris se presenta bien, pero temo que sus intenciones no sean beneficiosas.$2",
                 "LucikielArrives": "Una oscuridad ha despertado en el Valle, @. Mantente a salvo.$2",
                 "ReputationIncreased": "Confieso que al principio desconfiaba. Lucikiel ciertamente hizo una gran entrada, según todos los informes...$2#$b#Pero Gunther y Marlon hablan muy bien de sus hazañas en las minas; te está dando una ¡Corre por tu dinero!$1#$b#Quizás las primeras impresiones pueden ser engañosas.",
                 "AbandonedBride": "¿Escuchaste los gritos la otra noche, @? Penetró en mis sueños y llenó mi corazón de miedo.",
                 "CryptoToday_Talk": "¿Criptozoología hoy? Oh, no son muy bien considerados dentro de la comunidad científica, ya que favorecen una... forma sensacionalista de periodismo.$1#$b#Oh, pero no, ¡nada tan grosero como un tabloide! Y pagan bien.$4",
                 "JTheory_A": "Err... bueno, sí. Estuve despierto toda la noche investigando y me agarraron desprevenido.#$b#Me temo que mi lengua puede haber estado menos que protegida...",
                 "JTheory_B": "Tal vez... pero hay algunas pruebas que lo respaldan. Aún así, no puedo esperar que lo creas.#$b#No cuando mis respetados compañeros lo despreciaron.",
                 "JTheory_C": "Err, no exactamente. Pero suena como el resumen de una historia, ¿no es así?#$b#No tenía la intención... pero tal vez debería hacerlo.$1#$b#Sí...  esa es sin duda una forma de difundirlo. Gracias, @.$3",
                 "JTheory_D": "Ciertamente, sí. Bueno, al menos la esencia.#$b#Ay, lo poco convencional no le sienta bien a la Junta de Patrimonio. Necesitan evidencia infalible antes de siquiera considerar cualquier cosa fuera de lo mundano.$a#$b#Me encantaría compartir más contigo, tal vez en una fecha posterior. ¿Si estarías en disposición de hacerlo?$4",
                //Unique Dialogue Mods (Courtship/Jealousy responses)
                "give_flowersA": "¿Me estás dando flores?  Eso es muy dul-$1#$b#¡Espera! Este es uno de los ramos de Pierre. ¿Quieres decir... que realmente deseas salir conmigo?#$b#¡Por supuesto que sí!$4",
                 "give_flowersB": "Oh, @. Quiero decir, sabía que mis sentimientos por ti eran... bueno, más profundos que las cavernas.$1#$b#¿Pero que tú sientes lo mismo? Bueno, ¡estoy bastante asombrado!$4",
                 "give_pendant": "¿De verdad quieres unirte a un viejo adusto como yo?$4#$b#Me siento honrado. Verdaderamente honrado. Por favor, déjame organizar todo. Todo estará listo en tres días.$1",
                 "stardrop_gift": "Tú, mi amor, eres un regalo de las estrellas.#$b#Así te presento esto, un pequeño fragmento de los cielos y una muestra de mi corazón.$4",
                 "reject_two_heartA": "¿Flores? ¿Por qué? ¿Qué significan? Apenas nos conocemos.$3",
                 "reject_two_heartB": "Por favor, quíta eso. Esto es incómodo.$2",
                 "reject_four_heartA": "Sé que nos hemos hecho amigos, @. Pero esto... Quiero decir... Lo siento. No.$2",
                 "reject_four_heartB": "Agradezco tu oferta, @. Y no creas que no me siento halagado.$2#$b#Pero no debes apresurarte. Solo te meterás en problemas.$2",
                 "rejectNPCA": "Por favor, llévatelas. Esto es incómodo.$2",
                 "rejectNPCB": "No creas que no me siento halagado, pero no puedo salir con... mi investigación... bueno, no sería justo para ti.$2",
                 "breakUp": "Entiendo. Pero, por favor, sigamos siendo amigos.$2",
                 "engageA": "¿No estás ya con  alguien?$2#$b#Te admiro, @, por favor no manches mi opinión.$5",
                 "engageB": "Siento que esta no es una conducta apropiada. Por favor, no seas tan rápido en traicionar a tu pareja.$5",
                 "marriedA": "Oh, llámame anticuado, pero no siento que este sea un comportamiento apropiado.$2",
                 "marriedB": "Me preocupo por ti, @, pero los lazos del matrimonio son sagrados. Me entristece que te burles de ellos.$4",
                 "refusal_no_heartsA": "Err, ¿siento que quizás eres ignorante de nuestras tradiciones locales?$2",
                 "refusal_no_heartsB": "¿Entiendes lo que es esto? Debe dárselo a alguien a quien realmente amas, no a un extraño.",
                 "refusal_knownA": "¿No podemos seguir siendo amigos, @? ¿Seguramente no desearías cargarte con alguien como yo?$4",
                 "refusal_knownB": "Estoy casado con mi investigación, @. Será mejor que pongas tu mirada en otra parte.",
                 "refusal_botherA": "Tu tenacidad es admirable. Pero me temo que la respuesta sigue siendo 'no'.$2",
                 "refusal_botherB": "Por favor, @, deja de hacerlo. Te estás avergonzando.$5",
                 "giftquestion_yes": "Tienes un alma generosa, @. Es por eso que este pueblo, ¡y yo mismo!, te adoramos.$1",
                 "giftquestion_lie": "Por favor, no me mientas, @. Deseo que nuestra relación se base en la confianza y la comunicación.$5#$b#Pensé que tú también.$2",
                 "GiftReaction_Blueberry": "Ah, arándanos. Dulces de la naturaleza.$1",
                 "GiftReaction_Blueberry~1": "Estos son mis favoritos. Muchas gracias.$1",
                 "GiftReaction_Geode": "¡Qué tesoro puede contener esto!$1",
                 "GiftReaction_Frozen_Geode": "¡Gracias! Esto es cool. ¿Lo entiendes?$3",
                 "GiftReaction_Magma_Geode": "Oh, me pregunto qué hay adentro?$1",
                 "GiftReaction_Omni_Geode": "¡Es como el chapuzón de la suerte de la Madre Naturaleza!$1"
            }
        },
        { //After completing his 6-heart event story arc
            "LogName": "Recovery Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Jasper",
            "Entries": {
                "Tue8": "Lo siento si parezco un poco fuera de sí. Anoche, las pesadillas asolaron mi sueño.#$b#Temo a la oscuridad, @, como nunca antes.",
                 "summer_Wed6": "Gunther ha sido un anfitrión muy amable, porque me temo que no soy la mejor compañía en este momento.",
                 "Wed8": "Me avergüenza admitirlo, @, pero he invertido en una luz de noche. Me ayuda a mantener a raya los pensamientos oscuros.#$b#Me preocupa que el vacío se haya infiltrado en mi corazón.",
                 "Fri10": "Estoy planeando mi próximo proyecto de investigación, @.#$b#$q 5070900 nthe junimo?#$r 5070902 25 Project_Dwarves#¡No deberías renunciar a los Duendes!#$r 5070903 25 Project_Void#¿Qué pasa con el vacío?#$r 5070904 -25 Project_None#Tal vez sea hora de que te retires.",
                 "Project_Junimo": "¡Oh, ahora hay una idea! Por desgracia, pocos están dispuestos a creer en su existencia.#$b#¡Eso nunca antes había detenido mis actividades!",
                 "Project_Dwarves": "Oh, @, me temo que mis días como espeleólogo ya no existen. A menos que un Duende venga a mí... bueno, sus secretos seguirán siendo suyos.",
                 "Project_Void": "El vacío... Ahora acechan secretos que es mejor dejarlos dormir.#$b#Tengo miedo de volver a entrar en esas profundidades.$2",
                 "Project_None": "¡Ridículo! La carne puede ser débil, pero mi cerebro sigue siendo mío.$5",
                 "Jasper_Project": "$p 5070904#¡Y no es para retirarme! El retiro es la clave para una muerte temprana, @.|Seguiré la llamada del junimo y buscaré la fuente de la magia en Stardew Valley.#$b#Espero que me ayudes.$6",
                 "Fri6": "Durante años dejé que la investigación gobernara mi vida, @. Ahora me pregunto qué me perdí.",
                 "spring_23_2": "¿Confío en que asistirás al baile mañana? Oh, no me mires así, @.#$b#Asistiré, sí, pero es probable que nadie desee bailar con un tonto arruinado como yo.$2",
                 "Sun8": "Me encuentro deslizándome en el gran estanque turbio del arrepentimiento y la melancolía con demasiada regularidad en estos días.#$b#Me alegro de tenerte para alegrar mis días.",
                 "summer_Tue8": "Mi vida ha cambiado irrevocablemente, @. Ya no soy el hombre que una vez fui.#$b#¡Pero me has dado el coraje para tomarlo todo con calma!$3#$b#Stride... ¿Entendido? ¿No? Tal vez no sea el mejor humor.",
                 "summer_Fri6": "$1 Jasper_Archives#Gunther ha solicitado mi ayuda con los archivos. Me pregunto qué secretos descubriré dentro de estos archivos.$k#$e#Oh, ¡las cosas que ya he descubierto sobre esta ciudad, @! Hmmm, tal vez debería escribir una historia local. ¡Pero eso puede ser demasiado escandaloso!$3",
                 "summer_Fri8": "¿Alguna vez te preguntaste de dónde es oriundo Gunther? Ayer me contó sobre su pasado. ¡Fue toda una aventura lo que lo trajo hasta aquí!$1#$b#Sin embargo, no sé cuánto creer.$3",
                 "summer_Sat6": "No he sido del todo honesto sobre mi relación con Peasbody. Éramos más que colegas. Más que amigos. $5#$b#Las cosas se complicaron, @. Y dejé que se me escapara.^Las cosas se complicaron, @. Y dejé que se me escapara.$2",
                 "summer_Sat8": "No me considero vanidoso, pero no disfruto la piedad reflejada en los ojos de los demás.$2",
                 "summer_Sat10": "Me encuentro cada vez más leyendo por placer.#$b#Gunther me prestó uno de sus libros... no es lo que normalmente leería, ¡pero no puedo dejarlo!",
                "fall_Mon8": "Me desperté anoche con sudor frío y un ruido horrible resonando en mis oídos.#$b#Las pesadillas me atormentan, @. Me dan miedo dormir.",
                 "fall_Tue8": "$q 507098/507097 Jasper_Leg_Gross#Por favor, dime honestamente, ¿mi lesión te disgusta?#$r 507098 50 JasperDisgust_No#No, ¿por qué debería hacerlo?#$r 507097 -25 JasperDisgust_Yes#Sí, me hace sentir incómodo.",
                 "JasperDisgust_No": "Oh @, debo decir que estoy aliviado.",
                 "JasperDisgust_Yes": "Aprecio tu honestidad, @. Me siento mal cuando lo miro yo mismo.",
                 "Jasper_Leg_Gross": "$p 507098#Sé que debo aceptar mi discapacidad, @. Pero me gustaría poder retroceder el tiempo.|Me preocupa lo que los demás puedan pensar, @. Una parte de mí quiere esconderse para siempre.",
                 "Jasper_Teach": "Penny me ha pedido que hable con los niños, quizás incluso les enseñe. ¡Me encuentro temblando de nervios! No estoy acostumbrado a una audiencia juvenil.$2",
                 "ArchaeologyHouse_17_12": "He estado enseñando a los niños. ¡Jasmine es una dulzura y está llena de preguntas! Vincent, por otro lado... bueno, parece tener cierto interés en la entomología.",
                 "winter_Thu10": "En estas noches frías, siento un dolor frío dentro de mis huesos.#$b#¿Cómo pueden dolerme los huesos y los músculos si ya no están?",
                 "springForest_Tue": "El doctor me ha recomendado que me aventure al aire libre. Definitivamente puedo sentirlo sanando mi espíritu.$1",
                 "springForest_Sun": "El dulce canto de los pájaros, el murmullo de las criaturas en la maleza... Tal vez he pasado demasiado tiempo bajo tierra, @.",
                 "Beach_45_22": "¿Alguna vez te has preguntado qué hay al otro lado del mar, @? Somos tan insignificantes en la gran extensión del mundo.$2#$b#Oh, creo que he pasado demasiado tiempo perdido en mis pensamientos por la tarde.$5",
                 "Custom_LK_Museum2_18_13": "La comida nutre el cuerpo, pero el conocimiento es lo que nutre el alma, @.$4",
                 "Town_32_78": "¡Saludos, amigo mío! Es un placer ayudar a Evelyn a cuidar los macizos de flores.#$b#¡Después de todo, un erudito fracasado sirve para algo!",
                 "summer_15_2": "Hoy se cumple el aniversario de la muerte de mi padre. Yo tenía siete años.$2#$b#El rendimiento de las minas había disminuido significativamente y los mineros fueron enviados por turnos, trabajando día y noche, en un esfuerzo  para cumplir con la cuota.#$b#Mi padre estaba en el turno de noche.#$b#La explosión ocurrió a las cinco menos cinco minutos de la medianoche: un BOOM bajo y terrible que hizo temblar las ventanas y envió al gato corriendo debajo de la cama.#$b#Salimos corriendo y el humo oscureció las estrellas. El bosque ardió durante una semana. Las minas siguen ardiendo.$2",
            },
            "When": {
                "HasSeenEvent |contains=50709915": true
            }
        },
        { //Rival Hearts (when has seen event with Cameron and given Rekindle_Yes answer)
            "LogName": "RivalHearts Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Jasper",
            "Entries": {
                "Wed8": "Lo siento, estoy un poco cansado hoy. Cameron pasó por aquí y estuvimos despiertos toda la noche. $1#$b#¡Estábamos hablando, por supuesto! Bueno... sobre todo hablando...$4",
                 "Sat8": "$1 New_Proposal#He presentado una nueva propuesta para su consideración. Espero que mi nueva camaradería con Cameron pueda ayudar en su aceptación. $k#$e#Cameron ha accedido a ayudar con mi última propuesta. Yo estoy seguro de que estaremos en total desacuerdo.#$b#Pero el debate bien considerado siempre es bienvenido y ayudará en las refutaciones en una fecha posterior.$3",
                 "fall_Fri8": "Cameron me invitó a asistir a una película con él. No sé si aceptar.$2^Cameron me invitó a asistir a una película con ella. No sé si aceptar.$2#$b#Estoy seguro de que estaremos muy en desacuerdo al respecto y me parece una pena desestabilizar esta nueva amabilidad que hemos forjado.$2",
                 "summer_Thu8": "Cameron está intentando animarme a que me dedique al surf. No creo que sea una buena idea.$2#$b#¡Siento que está tratando de asesinarme!$3^Siento que ella está tratando de asesinarme!$3#$b#Bromeo, por supuesto, pero aun así lo considero imprudente.$1",
                 "fall_Sat8": "Cameron me invitó al carnaval de Grampleton...#$b#$q 5070100 Jasper_Date#¿Crees que debería aceptar?#$r 5070100 50 JasperDate_Crush#¡Definitivamente, a Cameron le gustas!#$r 5070100 0 JasperDate_Obv#  ¡Por supuesto! ¡Suena divertido!#$r 5070101 0 JasperDate_No#No, Cameron es un idiota.#$r 5070102 25 JasperDate_Deserve#No, te mereces algo mejor que Cameron.",
                 "JasperDate_Crush": "Oh, esa es una idea ridícula, @. Solo somos amigos...$3#$b#¿Pero de verdad lo crees? Quiero decir... Yo también le quiero mucho.$4^ ¿Pero de verdad lo crees? Quiero decir... yo también le quiero mucho.$4",
                 "JasperDate_Obv": "¿Multitudes, ruido, comida enfermiza y atracciones que probablemente no pasaron sus auditorías de seguridad?$2#$b#Oh, supongo que tienes razón, @. ¡Podría ser muy divertido!$1",
                 "JasperDate_No": "¡Eso parece bastante duro! Cameron y yo hemos tenido nuestros enfrentamientos en el pasado... pero siento que hemos encontrado una tregua incómoda.#$b#Aunque, quizás seas inteligente al advertirme contra su compañía.",
                 "JasperDate_Deserve": "Me complace que me tengas en tan alta estima, @.",
                 "Jasper_Date": "$p 5070100#... y él demostró ser una compañía extraordinariamente buena.$3^...y ella demostró ser una compañía extraordinariamente buena.$3#$b#Él me ganó una ardilla disecada. ¡Es bastante ridículo!$4^Ella me ganó una ardilla de peluche. ¡Es bastante ridícula!$4|... pero seguí tu consejo y lo rechacé. No puedo evitar arrepentirme de mi elección. Parece que fue divertido.$2",
                "fall_Wed8": "$1 Jasper_JustFriends#Cameron y yo?  Oh, solo somos amigos, @. Pero sí, me atrevo a imaginarlo, ¿tal vez podríamos ser algo más? $l$k#$e#Cameron y yo? Supongo que no sería demasiado presuntuoso decir que definitivamente hay chispas entre nosotros.$4",
                 "winter_Tue8": "Cameron me insta a salir de mi caparazón, a experimentar cosas nuevas. Y citando la frase... ¿Yo-lo? ¿Qué significa eso?$1#$b#Pero me gusta mucho mi caparazón, @. Y ya he jugado a los dados con la muerte... No estoy seguro de querer volver a jugar.$2",
                 "Winter_Fri8": "Lo confieso, @. Todavía me aferro a un afecto por Cameron. Quizás por eso sus palabras me dolieron tanto.^Lo confieso, @. Todavía me aferro a un afecto por Cameron. Quizás por eso sus palabras me dolieron tanto.#$b#Estamos dando pasos hacia una reconciliación. Mi corazón se siente apretado con anticipación, pero también hay un entusiasmo revoloteando allí.$4",
                 "winter_Sun8": "Anoche me sentí pesado, @. El temor, la tristeza, como una fuerza presionando con fuerza mi pecho.#$b#Cameron me habló de ello: susurró palabras tranquilizadoras mientras yo temblaba en la oscuridad.#$b#Había olvidado lo amable que podía ser él.^Había olvidado lo amable que podía ser ella.",
                 "winter_Sat8": "Somos tan diferentes, Cameron y yo.#$b#$q 5070103 Jasper_Extrovert#¿Qué puede ver él en un tonto tímido como yo?^¿Qué puede ver ella en un tonto tímido como yo?#$r 5070103 50 Jasper_Sensitive#Un alma sensible y cariñosa.#$r 5070103 50 Jasper_Smart#Una mente aguda y un corazón valiente.#$r 5070104 -25 Jasper_Manipulate#Un corazón tonto que se deja manipular fácilmente.#$r 5070104 -50 Jasper_Mean#Honestamente, no tengo idea.",
                 "Jasper_Sensitive": "Gracias, @. Tu empatía, como siempre, es un bálsamo de bienvenida para mis propias dudas.$4",
                 "Jasper_Smart": "Todavía tengo mi ingenio, de eso estoy de acuerdo...$4#$b#...¿pero un corazón valiente? ¡Oh @, me halagas!$3",
                 "Jasper_Manipulate": "Probablemente tengas razón, @. Mi corazón es realmente débil, y sería un tonto si me dejara atraer por su encanto carismático.$5^ Probablemente tengas razón, @. Mi corazón es realmente débil, y sería un tonto si me dejara atraer por su encanto carismático.$5",
                 "Jasper_Mean": "Busca tranquilidad, recibe desprecio. Diría que aprecio tu honestidad, @. Pero en verdad, no lo hago.#5",
                 "Jasper_Extrovert": "$p 5070103#Pero hay un dicho que dice que los opuestos se atraen, y tal vez mis negativos equilibren sus positivos.$3^Pero hay un dicho que los opuestos se atraen, y tal vez mis negativos equilibren sus positivos.$3|Entiendo que no puede funcionar entre nosotros. Entonces, ¿por qué tengo tantas ganas de intentarlo? Realmente me gusta, @. Mucho.$5^Entiendo que no puede funcionar entre nosotros. Entonces, ¿por qué es que quiero intentarlo tanto? Me gusta mucho, @. Mucho.$5",
                 "winter_20_2": "Me gustaría hacerle un regalo a Cameron para Estrella Invernal. ¿Tienes alguna sugerencia, @?"
            },
            "When": {
                "HasDialogueAnswer": "5070124"
            }
        },
        { //Dating dialogue
            "LogName": "Jasper has a crush on farmer Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Jasper",
            "Entries": {
                "Wed8": "¡Saludos mi dulce! Siempre es un placer verte.#$b#¿Y espero que sientas lo mismo?$4",
                 "spring_Sat8": "Encontré esto en la parte de atrás de mi armario... Espero que sigan creciendo.[745][0745]$4",
                 "fall_Fri10": "Es como si me hubieran quitado un peso de encima. O tal vez debería decir, de mi rodilla.$3#$b#Lo siento, otra vez el humor negro. Pero en serio, @, te lo agradezco, por tolerar mis debilidades y amistarse conmigo.",
                 "summer_Mon8": "Oh, hola @. Te ves... um... dulce hoy.$4",
                 "winter_Sat10": "¡Oh, mi corazón es una maraña de mariposas y apenas he comido en una semana!$1#$b#¿Estoy enfermo? O es esto... ¡Oh, las rocas son mucho más fáciles que las emociones!$2",
                 "fall_Sat10": "El otoño solía llenarme de melancolía, @. Pero hay una belleza en la estación, ¿no estás de acuerdo?#$b#Estoy seguro de que tu granja debe verse muy hermosa.$1#$b#¡Esto no es una pista! Bueno, tal vez solo una pequeña.$4",
                 "winter_Tue10": "Tu presencia honró mis sueños anoche, @. Dormí muy bien.$4",
                 "Sat8": "¿Te importaría ayudarme con mi investigación, @? Encontré un claro del bosque que parece un hábitat ideal para junimo.#$b#No, ¡esto no es una cita! Um... a menos que quieras ¿Será?$4",
                 "spring_Sat10": "Hola cariño, con este buen clima primaveral, ¡es necesario hacer un picnic!$1#$b#Siento que hay magia en el aire hoy. ¡Quizás hagamos nuevos amigos!",
                 "winter_Fri8": "Otros han descrito mis estudios como temerarios, que estoy persiguiendo sueños y mitos.#$b#Pero incluso cuando el frío se asienta sobre la tierra, puedo sentirlo. Puedo sentirlos.#$b#Pueden ser invisibles a mis ojos, pero los siento en mi corazón, @.",
                 "winter_Sun10": "$1 NightFears#¿Puedes sentarte conmigo un rato, por favor @? El miedo me pesa mucho esta noche y me das la fuerza para superarlo.$2$k#$e#El sueño se vuelve más fácil ahora, las pesadillas mantenidas a raya. Y es gracias a ti, @. Eres mi escudo, y agradezco tenerte a mi lado.",
                 "spring_Mon10": "Me encantaría cuidar tu jardín, @, si así lo deseas.$1#$b#Ayudarte a nutrir una nueva vida sería un placer.$1#$b#Cultivos, quiero decir. Cultivos nutritivos...$4",
                 "LucikielArrives": "Una oscuridad ha despertado en el Valle, @. Por favor mantente a salvo, @. No quiero que nada te haga daño.$2",
                 "winter_24": "¡Feliz Estrella Invernal! Te compré algo... Espero que no haya sido demasiado presuntuoso por mi parte.[72]$4#$b# Está recién extraído y en bruto, pero el brillo es prometedor.$1",
                 "winter_24_2": "¡Feliz Estrella Invernal! Te compré algo...[72]$4#$b#Está recién extraído y crudo, pero el brillo es prometedor.$1",
                 "refusal_knownA": "¡Oh! Esto es muy repentino... Yo... me preocupo mucho por ti, @. Pero... ¿podemos movernos un poco más despacio, por favor? $2#$b#Es posible que te canses de mi todavía!$4",
                 "refusal_knownB": "Oh, mi mente tiene un zumbido... No hace mucho tiempo estaba casado con mi investigación. Por favor, dame un poco más de tiempo.$2",
                 "refusal_botherA": "Necesito un poco más de tiempo para considerar esto. Y lo que significa. Lo siento. $2",
                 "refusal_botherB": "Oh, @. ¿Por qué estás tan decidido a encadenarte a un viejo tonto como yo? Me preocupo mucho por ti, pero ten paciencia.$4"
            },
            "When": {
                "HasSeenEvent |contains=50709921": true,
                "Relationship:Jasper": "Dating, Engaged"
            }
        },
        { //When has suggested Jasper contact Cameron AND started dating him too
            "LogName": "Farmer and Cameron crush Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Jasper",
            "Entries": {
                "Wed10": "Donde antes había un vacío en mi corazón, ahora se siente lleno.",
                 "Sat8": "Cameron vino a tomar un café ayer. Preguntó por ti. $3^Cameron pasó a tomar un café ayer. Ella preguntó por ti. $3#$b#Estábamos discutiendo mi último proyecto. Como se predijo, el tenía la tendencia a ser contrario.$2^Estábamos discutiendo mi último proyecto. Como se predijo, ella tiene la tendencia a ser contraria.$2#$b#Pero descubro que ya no me importa.$1",
                 "Sat10": "Cameron accedió a ayudarme en mi búsqueda del junimo. Apreciaríamos tu opinión.#$b#Oh, sospecho que puede haber cierto debate... pero estoy seguro de que podemos llegar a un... acuerdo.$4",
                 "fall_Fri8": "Cameron me invitó al cine. ¿Quizás te gustaría unirte a nosotros?$1#$b#No, no como acompañante... como um... por favor, ambos deseamos tu compañía.$4",
                 "summer_Thu8": "¿Quizás podrías unirte a mí, a nosotros, en la playa en algún momento? Cameron se ha ofrecido a enseñarme a surfear.$1#$b#Sospecho que necesitaré que me rescaten.$2",
                 "winter_Tue10": "Si tan solo tuviera el encanto de Cameron y pudiera poner en palabras lo que siento. Acerca de ti. Sobre él...$4^Si tan solo tuviera el encanto de Cameron y pudiera expresar con palabras lo que siento. Acerca de ti.  Sobre ella...$4",
                 "winter_Fri8": "Lo confieso, @. Todavía me preocupo mucho por Cameron. Hemos reconciliado parte de nuestro dolor y aclarado malentendidos del pasado.$1#$b#Sin embargo, también me encuentro desarrollando afecto por ti: mi pulso se acelera cuando estás cerca, y a menudo estás en mis pensamientos.$4",
                 "winter_Sun10": "$1 NightFears#¿Puedes sentarte conmigo un rato, por favor @? El miedo me pesa mucho esta noche. Cameron ha prometido llamar, pero tu presencia me dará la fuerza para guiarme.$2$k#$e#Dormir es más fácil ahora, las pesadillas se mantienen a raya. Y es gracias a ti y a Cameron. Ustedes dos son mi escudo y mi espada y estoy agradecido de tenerlos a ambos a mi lado.",
                 "JasperEngaged": "Cameron y yo hemos hablado, mi amor. Hemos decidido, por el momento, darnos un poco de espacio.#$b#Tal vez nuestras vidas se crucen más adelante, pero por el momento, sentimos que esto es lo mejor.$3"
            },
            "When": {
                "HasSeenEvent |contains=50709921": true,
                "HasDialogueAnswer": "5070124",
                "Relationship:Jasper": "Dating, Engaged"
            }
        },
        //Dialogue from other NPCs
        {
            "LogName": "Jas Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Jas",
            "Entries": {
                "Jasper_Teach": "¡Estoy tan contenta de que el profesor Jasper nos enseñe! Tengo tantas preguntas para él.$1",
                 "ArchaeologyHouse_Wed": "#$c 0.8#¡Hola! ¡El profesor Jasper nos está enseñando sobre piedras preciosas! Hay una llamada piedra de hadas. ¡Suena muy bonito!#¿Sabías que hay un tipo de piedra hecha de lava? Se llama obsidiana y es muy bonita también!",
                 "summer_Wed_inlaw_Jasper": "Espero que el profesor Jasper aún venga a vernos ahora que vive contigo. ¡He estado recolectando muchas piedras para enseñárselas!",
                 "summerBeach6": "¡Encontré una piedra preciosa! ¿Crees que al profesor Jasper le pueda gustar?$3#$b#Es muy inteligente y responde TODAS mis preguntas. Incluso las que la señorita Penny dice que es de mala educación preguntar.$1",
                 "fall_Wed8": "El profesor Jasper parece un mago, ¿no? Como si pudiera enseñarte cosas en una escuela de magia. $4#$b#Escribió algunos de los libros de la biblioteca, ¿sabes?$1",
                 "JasperEngaged": "¡Tú y el profesor Jasper se van a casar! Es muy emocionante. $1#$b#Oye, ¿vas a tener hijos? ¡Yo ayudaré a cuidarlos!",
                 "Jasper_BabyCrawler": "¿Puedo ir a visitarte a la granja, por favor? Me encantaría conocer a %kid1.$3#$b#¡Tendré cuidado, lo prometo!$1"
            },
            "When": {
                "HasFlag:hostPlayer |contains=Jasper_Penny": true
            }
        },
        {
            "LogName": "Vincent Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Vincent",
            "Entries": {
                "Jasper_Teach": "Espero que el señor profesor nos cuente todo sobre los duendes. ¡Escuché que comen babosas y gusanos en tostadas para el desayuno!$1",
                 "ArchaeologyHouse_Wed": "¡Jeje! ¡Hay una roca llamada esquisto! ¡Esquisto!$3",
                 "summer_Wed_inLaw_Jasper": "El profesor Jasper cuenta historias geniales sobre duendes cuando la señorita Penny no está escuchando.$1#$b#¡Son tan asquerosos! Es increíble. ¡Espero conocer a uno algún día!",
                 "JasperEngaged": "¡@ y el profesor Jasper sentados en un árbol! ¡B-E-S-Á-N-D-O-S-E!$1"
            },
            "When": {
                "HasFlag:hostPlayer |contains=Jasper_Penny": true
            }
        },
        {
            "LogName": "Penny Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Penny",
            "Entries": {
                "Jasper_Teach": "Oh @, ¿no es emocionante? ¿Un profesor de renombre se ha ofrecido a enseñar a los niños?$3#$b#¡Tal vez yo mismo aprenda algo!$4",
                 "JasperEngaged": "Felicitaciones por tu compromiso. Cuando conocí a Jasper, parecía tan estudioso y distante.#$b#¡Pero es tan bueno con los niños! Estoy segura de que serán muy felices juntos."
            },
            "When": {
                "HasFlag:hostPlayer |contains=Jasper_Penny": true
            }
        },
        {
            "LogName": "Harvey Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Harvey",
            "Entries": {
                "JasperHurt": "No puedo romper la confidencialidad, pero puedo asegurarles que Jasper sobrevivió a la cirugía y es probable que se recupere.#$b#¿Una recuperación completa? Ah, creo que es mejor que le hables tú mismo cuando haya regresado de ZuZu.$2",
                 "JasperEnagaged": "Escuché que te vas a casar con el profesor. Felicidades a ambos.[348]$1"
            }
        },
        {
            "LogName": "Eloise Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Eloise",
            "Entries": {
                "ArchaeologyHouse_Wed": "#$c 0.7#¡El profesor Jasper sabe un montón de cosas! ¡He leído sus libros! ¿Sabías que vivía con los duendes? Suenan geniales, pero también bastante aterradores. No estoy seguro de querer conocer a uno.#¡Hola @! ¿Sabías que...#$b#%Eloise comparte contigo sus amplios y nuevos conocimientos sobre piedras preciosas",
                 "JasperEngaged": "¡Te vas a casar con nuestro profesor! ¿Sabías que una vez estuvo comprometido con un duende?#$b#¡Tal vez deberías preguntarle sobre eso!$1"
            },
            "When": {
                "HasFlag:hostPlayer |contains=Jasper_Penny": true
            }
        },
        {
            "LogName": "Maru Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Maru",
            "Entries": {
                "Jasper_Bionic": "¿Conoces a ese profesor de mala hierba? ¿Jasper?#$b#Estoy trabajando en una nueva pierna para él. No le digas, ¿de acuerdo? Quiero que sea una sorpresa.$1"
            }
        },
        /*******************************************************
O T H E R   C H A R A C T E R S
********************************************************/
        { //C A M E R O N
            //Cameron is farmer gendered, meaning if farmer's gender is female then Cameron is female, and if make, then their gender is male. If you need to vary dialogue due to this, label them as 'male' and 'female' and I'll add in the relevant conditions.
            "LogName": "Cameron Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Cameron",
            "Entries": {
                "Introduction": "Hola, debes ser de la nueva granja. Soy Cameron Peasbody, pero puedes llamarme 'Cam'.",
                 "Mon": "Gunther me pidió que viniera aquí, ¿sabes? No había ninguna otra razón...#$b#Bueno, tal vez hubo un incentivo adicional.",
                 "Mon4": "¿Qué quieres decir? ¡No seguí a Jasper aquí! Vine aquí para investigar.$5#$b#Pero sí, es un beneficio adicional.$4",
                 "Mon6": "Todavía siento algo de amor de Jasper. Y sí, a veces soy idiota. ¡Es porque no quería verlo lastimado! $4#$b#Está bien, tienes razón. Esa es una razón tonta.$2",
                 "Mon8": "Jasper y yo nos conocemos desde hace mucho tiempo. Es tan reservado y tenso... Intenté que aprendiera a vivir un poco.#$b#Supongo que eso no resultó tan bueno para él. Lo hizo...$2",
                 // "Tue": "Sí, me quedo en la pensión. Ese tipo al otro lado del pasillo sigue tocando la guitarra por la mañana. Hace que sea difícil concentrarse.#$b#¡Aunque tiene algunos riffs bastante buenos!",
                 "Tue": "Sí, me estoy quedando en la posada. Sigo escuchando ruidos extraños por la noche.#$b#El lugar probablemente esté infestado de ratas.$2",
                 "Tue4": "Gunther está bien, pero preferiría sentarse en esa vieja biblioteca polvorienta y contemplar sus brillantes tesoros todo el día.#$b#Yo? Bueno, prefiero estar aquí afuera, agarrando la vida por el cuello.",
                 "Tue8": "Hay un grimorio realmente viejo en la universidad. Y no creo en fantasmas ni en otras tonterías, pero me da escalofríos.#$b#Este lugar también hace eso. Todo es historia... pero es una historia oscura.",
                 "Wed": "¿Encontraste alguna reliquia interesante por ahí? Estaría feliz de agregarla a la extensa colección de la Universidad de la ciudad de ZuZu.",
                 "Wed6": "Estamos bastante seguros de que los primeros colonos adoraban a las gallinas. Bastante raro, ¿no crees?#$b#Aún así, ¡seguro que has oído hablar de cosas mucho más raras por aquí! Estos pequeños pueblos rurales prosperan en la superstición.",
                 "Wed10": "Hay un pico por aquí llamado Monte Evermore. Es un ascenso empinado y peligroso, pero las vistas son espectaculares.#$b#Tal vez suba algún día. Te pediría que me acompañaras, pero  ... bueno, necesitas estar súper en forma.",
                 "Thu": "Pueblo Pelícano tiene una historia interesante; los primeros pobladores vinieron del mar.#$b#Parece que hubo gente aquí primero, aunque no hemos encontrado restos orgánicos, solo sus artefactos.$2",
                 "Thu6": "¿Te gusta la espeleología, @? Hay un impresionante sistema de cuevas por aquí.#$b#Los rumores dicen que nunca es lo mismo dos veces. Por lo tanto, es muy fácil perderse.#$b#¿Que sí he estado allí? No. Realmente no es lo mío.",
                 "Thu8": "Este solía ser un próspero pueblo minero, ¿sabes? Entonces el mineral comenzó a secarse y hubo un par de accidentes graves.#$b#Un montón de supersticiosos, esos mineros. Como si pudiera haber monstruos ¡acechando en esas cuevas!$1",
                 "Fri": "¿Te gusta surfear, @? Lamentablemente, las olas aquí no se adaptan muy bien.#$b#Tienes que ir al oeste, a Juniper Point, para surfear de verdad.",
                 "Fri4": "Los maratones no son lo mío, pero una vez hice un triatlón. Fue bastante duro.#$b#Alguna vez...? No... Supongo que no lo harías.",
                 "Fri6": "Una vez me encontré con un tiburón cara a cara. Bueno, cara a boca. $2#$b#También podría haberme cortado el brazo, pero miré esos ojitos brillantes... y... No sé qué vio allí, pero dio media vuelta y huyó.",
                 "Fri8": "Salté de un avión, nadé con tiburones, rayas y medusas, y una vez practiqué buceo libre en la Costa de Cobre. $1#$b#Pero te diré ahora, @, nunca me atrapes bajo tierra. Toda esa roca sobre mí me da escalofríos.$2",
                 "Sat": "¿Alguna vez has probado los solos libres? Sí, es peligroso, pero ¿qué es la vida sin un poco de adrenalina?",
                 "Sat6": "Je, en nuestros días de estudiante, escalé la altura de la Torre de Astronomía para colgar los calzoncillos de Jasper como una bandera.#$b#Él no estaba impresionado.$1",
                 "Sat8": "Sí, hay algunas acrobacias bastante tontas en mi pasado. Pero, oye, lo que no te mata...#$b#Realmente, se trata de estar preparado y no dejar que el miedo te gobierne.#$b#Además, ¡que no te atrapen!$1",
                 "Sun": "Realmente extraño a Jasper, ¿sabes? Sí, lo traté mal... Fui idiota y me he arrepentido desde entonces.#$b#No lo culparé si nunca me perdona... yo.#$b#Oh, ¿por qué te digo todo esto? No es como si realmente nos conociéramos.",
                 "Sun4": "Jasper y yo siempre fuimos amigos y rivales. ¡Cómo debatíamos durante horas!#$b#Desearía no haberlo rechazado. Probablemente no lo creas, pero realmente lo hice. ¡Hazlo! - Cuídalo.",
                "Sun6": "Sí, Jasper tiene algunas ideas locas. Es una de las cosas que me gustan de él.$4#$b#Además, es un poco sexy si te gustan los profesores nerds. ¡Y bueno, lo hago!$1",
                 "Sun10": "A veces, tarde en la noche, la culpa me ataca, @. Si no lo hubiera desafiado tan despiadadamente...#$b#Bueno, nuestro encantador amigo profesor no habría hecho lo que hizo  ...#$b#Pero así es la vida, ¿no? Lamentar lo que hiciste y lo que no hiciste...$2",
                 "Mon_inlaw_Jasper": "Me alegro de que te haya ido bien. ¡Lo estoy! Celoso como el diablo, pero ¿Jasper y yo? Éramos como aceite y agua.#$b#O posiblemente aceite y una llama abierta...$1"  ,
                 "Sun_inlaw_Jasper": "Bueno, supongo que también te gustan los profesores nerds. ¡Les deseo felicidad a ambos!#$b#¿Sigues hablando de los Duendes? Eso pensé.#$b#Lo extraño.$2",
                 "Custom_EastScarpe_Mon": "Ah, East Scarp tiene una historia arqueológica interesante.#$b#Oye, deberíamos celebrar un día divertido de arqueología. ¿Qué te parece?$1",
                 "Custom_EastScarpe_Wed": "Estoy muy interesado en este lugar. Hubo todo tipo de rumores, ya sabes... ¡y se encontraron extraños artefactos!$1",
                 "Custom_EastScarpe_Sat": "¡Hola @! Si encuentras algún hueso por ahí, ¿puedes avisarme?#$b#¡El departamento de palentología siempre está buscando más muestras!",
                 "Custom_EastScarpeInn": "No es un mal lugar, ¿verdad? Gran encanto rústico.",
                 "GiftReaction_Jasper": "Esto me hace pensar en alguien... ¡Creo que sabes quién!"
            }
        },
        { //New dialogue for Dwarf
            "LogName": "Dwarf Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Dwarf",
            "Entries": {
                "Mon2": "Es raro lo que la gente deja tirado por ahí. No sé para qué es la mayor parte, pero... ¿te gusta mi colección?",
                 "summer_Mon4": "El sol no es amigo de mi tipo, habitante del sol. Su mirada quema nuestra piel.",
                 "Mon6": "A veces sueño con el cielo. ¿Qué tan alto crees que llega, huh?",
                 "winter_Mon8": "No fue solo tu habilidad en la minería lo que demostró que eres digno de confianza. La Madre piensa muy bien de ti.",
                 "Mon10": "Mi gente se ha ido. Perdido. ¿Qué pasa si soy el último?",
                 "Tue2": "Las mejores bombas de este lado de las Montañas Cascade. ¡Harán que todas las rocas exploten!",
                 "summer_Tue4": "La tierra es nuestra madre y nuestra guardiana, habitante del sol. Me siento más seguro en su abrazo.",
                 "Tue6": "Mis sires contaron historias de la gente de las sombras. Historias de miedo que no dejaban dormir.#$b#Puedo sentirlos aquí, en lo profundo de las minas: rotos, perdidos y llenos de ira.",
                 "winter_Tue8": "No quisimos lastimar a la gente de las sombras y volar su casa.#$b#¡Fue un accidente! Un terrible, horrible accidente.",
                 "Tue10": "¿Crees que la persona-sombra en la apestosa oscuridad también se siente sola?#$b#No parece enfadado, como los otros, los de abajo.",
                 "Wed2": "Un lugar bastante peligroso, estas minas. Vas a necesitar algunos suministros. Tengo bombas y piruletas. Del mejor tipo. ¡Zanahoria de cueva confitada!",
                 "summer_Wed4": "El guerrero vino a husmear anoche, oliendo a muerte y tristeza.#$b#Me escondí de él, habitante del sol, porque no soy valiente, y había sangre en su espada.",
                 "winter_Wed8": "Encuentro cosas en las minas que me hacen pensar en mi gente. Me entristece.#$b#¿Dónde están mis parientes, huh?",
                 "Wed10": "¿Alguna vez escuchaste o viste a alguien más de mi familia? Si encuentras alguna señal... me lo dirás, ¿no?",
                 "Thu6": "Mi hermano se enamoró del sol; le quemó los ojos. Recuerda, no se puede confiar en el sol.",
                 "Thu8": "A veces, por la noche, deambulo por la ciudad. Los humanos tienen las cosas más extrañas.#$b#Y simplemente las dejan tiradas como si no importaran.",
                 "Thu10": "El humano con el sombrero tonto vigila. No creo que confíe en mí.#$b#Confías en mí, ¿verdad?",
                 "Fri4": "Mi Sire me enseñó bombcraft. ¿Conoces los trucos?#$b#Ah, pero ¿por qué hacerlos tú mismo, cuando me los puedes comprar?",
                 "Fri6": "Tenía un nombre, pero lo escondí para que nadie pudiera lastimarme.#$b#Los nombres son poderosos, ten cuidado a quién le confías el tuyo.",
                 "fall_Fri8": "A veces, cuando llueve, me escabullo para escucharla tocar, la mujer con cabello color amatista.#$b#Hay magia en su música... me hace recordar mi hogar.",
                 "Fri10": "Te diré un secreto. Hice esta tienda para ti. ¿Quién más va a comprar mis cosas?",
                 "Sat4": "Las minas pueden ser traicioneras. Ten cuidado, habitante del sol.#$b#Mis mercancías te ayudarán a mantenerte con vida.",
                 "Sat8": "Vine de montañas lejanas. Escapé de... ¡No, no necesitas escuchar mi triste historia!#$b#El valle me llamó a casa. Fin.",
                 "Sat10": "Las guerras elementales fueron terribles. Mi Sire contó historias sobre la carnicería.#$b#Se aseguraron de que recordara.",
                 "Sun": "$1 Dwarf_Milk#Algún día tendrás que hablarme de esa bebida que llamas \"leche\".$k#$e#La comida humana me intriga. ¿Es cierto que extraes los jugos de otros animales para ¿beber?",
                 "Sun8": "Esa humana con los ojos de alambre, la que huele a metal y aceite. La veo mirar las estrellas.#$b#Sire dijo que venimos de las estrellas. No estoy seguro de creer en ellos.",
                 "Sun10": "Eres un buen amigo. Me alegro de haber confiado en ti.",
                 "summer_Mon10": "Creo que algún día, sí, te confiaré mi verdadero nombre.#$b#Pero ese día... no es hoy.",
                 "summer_Tue_8": "¿Escuchas la canción de la tierra? No, por supuesto que no. Los oídos humanos no son muy buenos.",
                 "summer_Wed10": "Eres agradable conmigo, porque este es un lugar solitario.#$b#Si alguna vez ves a más de mi gente, me lo harás saber, ¿sí?",
                 "Fri_inlaw_Jasper": "Espero que tu pareja no esté contando todos nuestros secretos, ¿no?",
                 "DwarfVisit": "Aún no estoy listo para devolverlos... ¿de acuerdo?",
                 "JasperHome1": "Espero que tu amigo esté bien. Pero guarda nuestro secreto.#$b#Los humanos temen lo que no entienden y destruyen lo que temen.",
                 "JasperHomeA": "Gracias por mantenerme en secreto, amigo. Tal vez algún día hable con tu amigo... pero primero tengo que decidir si se puede confiar en él. ¿De acuerdo?"
            }
        },
        {
            "LogName": "Dwarf dialogue related to Jasper",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Dwarf",
            "When": {
                "HasSeenEvent": "55990005"
            },
            "Entries": {
                "winter_Fri_inlaw_Jasper": "Your mate has some most outrageous ideas, friend.#$b#But there is insight too, when you listen between the lines",
                "summer_Fri_inlaw_Jasper": "Your mate uses a great many words I don't understand, friend.#$b#What does {{random: preposterous, terraformation, subcutaneous, metamorphic, thesaurus}} mean?",
                "fall_Fri_inlaw_Jasper": "Humans are a strange species, @. Why does your mate use so many words to say the same thing?",
                "spring_Fri_inlaw_Jasper": "Greetings friend! Pleased you could join us. How goes your mining?"
            }
        },
        { //  G U N T H E R
            "LogName": "Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Gunther",
            "When": {
                "HasMod |contains=FlashShifter.StardewValleyExpandedALL, andril11.charlie, Yoshimax.BefriendMarlon, Wolf.Gun": false
            },
            "Entries": {
                "Introduction": "Hola, debes ser quien está a cargo de la granja. ¡Te doy la bienvenida a la biblioteca!#$b#Me llamo Gunther, puedes pasarte cuando quieras. ¡Pues entre las 8 y las 6, en fin!",
                 "Mon": "Oye @, ¿buscas algo nuevo para leer?",
                 "Mon2": "Hola, ¿qué tal la vida en la granja?",
                 "Mon4": "Oye, @, ¿buscas algo nuevo para leer?#$b#$q 55990100 Gunther_Book#¿Qué te gusta leer?#$r 55990100 25 Gunther_Book_western#Westerns#$r 55990100 25 Gunther_Book_romance#Romance#$r 55990100 0 Gunther_Book_fantasy#Fantasia#$r 55990101 -25 Gunther_Book_noBook#No me gusta leer.",
                 "Gunther_Book_western": "Ah, gustos excelentes. Aventura, emoción, tal vez un toque de romance.#$b#Estudié durante un tiempo en una isla de la pradera, ¿sabes?",
                 "Gunther_Book_romance": "Ah, admito que tengo debilidad por los finales felices.",
                 "Gunther_Book_fantasy": "Ah, no puedo decir que yo sea un fan, pero cada uno tiene lo suyo.#$b#Deberías hablar con Sebastian, a él le gustan esas cosas.",
                 "Gunther_Book_noBook": "Ah, bueno, eso es decepcionante. ¿Espero seguir viéndote por aquí alguna vez?",
                 "Gunther_Book": "$p 55990100#Aquí tienes, @, creo que te gustará este.#$b#%Gunther desliza un libro en tus manos.|O lo olvidé, no lees, ¿verdad? ¡Qué bueno verte de todos modos!",
                 "Mon8": "Viví aquí cuando era joven, ¿sabes? Mamá era la bibliotecaria.#$b#Nos mudamos a Veldt Island cuando tenía quince años.",
                 "Tue": "Lo siento si huelo a pegamento, he estado arreglando algunos libros viejos. Los pobres necesitan un poco de amor.",
                 "Tue2": "¡Oye @, te doy la bienvenida! Acabo de preparar una taza de té. ¿Te apetece un poco?[614]#$b#Es té verde. ¿Qué puedo decir? Desarrollé un gusto por él cuando era joven.",
                 "Tue4": "Elliott ha estado discutiendo su último proyecto conmigo. Es prometedor, pero le encantan sus adverbios.",
                 "Tue8": "Regresé aquí con la esperanza de establecerme con alguien.#$b#Pero fue demasiado tarde; había encontrado a otra persona.#$b#Creo que los finales felices son solo para personajes de libros, ¿verdad?",
                 "Wed": "Tal vez podrías ayudarme a catalogar los archivos en algún momento. El antiguo custodio era un acaparador. Siento que nunca podré revisarlos todos.",
                 "Wed4": "Hay un hermoso gato que a veces merodea afuera.#$b#Tal vez algún día lo deje entrar. Toda buena biblioteca necesita un gato, ¿no crees?",
                 "Wed6": "Hoy fue un día horrible... Derramé el té sobre uno de mis libros.#$b#Espero que se seque de nuevo.",
                 "Wed10": "Había una niña una vez. Bueno, una mujer joven, en realidad. Solíamos cabalgar juntos por el bosque.#$b#Entonces su familia se mudó, y la mía poco después.#$b#El destino pudo habernos atraído a ambos de vuelta aquí, pero es demasiado tarde para que surja algo.",
                 "Thu": "Penny es genial con los niños. Realmente parecen admirarla.#$b#¡Y me alegra ver que alguien aprecia los libros!",
                 "Thu4": "Oh, hola @. Estoy a punto de enviar una solicitud al servicio de la Biblioteca Nacional de Ferngill. ¿Algo que quieras que agregue?",
                 "Thu6": "Nuestro buen amigo el profesor siempre parece tan absorto en su trabajo.#$b#Tal vez podrías distraerlo. Después de todo, hay más en la vida que investigar, ¿verdad?",
                 "Thu8": "%Gunther cierra su libro, olfatea y se limpia los ojos.#$b#Está bastante polvoriento aquí, ¿no crees?#$b#Oh, no te engañes. Sí, este libro me ha tocado corazón.",
                 "Fri": "%Gunther está leyendo un libro debajo del mostrador.#$b#Oh, hola@! Es fácil perderse en un libro, ¿no?",
                 "Fri4": "Ah, los viernes... siempre me hacen sentir melancólicamente feliz. ¿Por qué? Oh, no hay razón.#$b#%Hay una mirada distante en los ojos de Gunther.",
                 "Fri6": "Parece que te has adaptado mejor que yo. Me siento más cómodo pasando el rato con los libros que con la gente.",
                 "Fri10": "%Gunther mira con nostalgia por encima de tu hombro.#$b#Debería haber vuelto antes. Entonces mi historia habría tenido un final más satisfactorio.",
                 "Sat": "Alguien ha estado escabulléndose en la biblioteca por la noche y 'tomando prestados' los libros. Si encuentras alguno escondido por la ciudad, ¿puedes devolvérmelo, por favor?#$b#Contienen información que podría ser de ayuda para ti.",
                 "Sat2": "No hay muchos árboles en la isla Veldt. El bosque por aquí se siente un poco claustrofóbico.",
                 "Sat4": "Creo que el gato debe haber entrado anoche. Tiraron un montón de cosas, pero parece que no falta nada.",
                 "Sat8": "Puedes saber mucho sobre alguien a partir de los libros que lee.#$b#Caroline disfruta de las historias en las que las mujeres se deshacen de los grilletes de la sociedad para 'encontrarse a sí mismas'.#$b#Te hace preguntarte, ¿no es así? ¿eso?",
                "Sun": "Oye, si encuentras algo interesante por ahí, me encantaría quitarle el polvo y ponerlo en exhibición.#$b#Hay mucha historia en esta ciudad, y buena parte de ella está enterrada.",
                 "Sun6": "*bostezos* He estado revisando los archivos hasta muy entrada la noche otra vez.#$b#Sabes, Pueblo Pelícano solía ser un próspero pueblo minero, antes de la explosión en las minas.#$b#Eran tiempos terribles, mucha gente se fue, mi madre y yo incluidos.#$b#Y el padre de Jasper murió. No habla mucho de eso, pero ese tipo de cosas tiene un efecto en un niño.",
                 "Sun8": "Empezar de nuevo tuvo sus desafíos. No me es sencillo hacer amigos; mis mejores amigos son los libros...#$b#Gracias, Yoba, tengo a Jasper, ¡y a ti!, para hablar.",
                 "Sun4": "No lamenté dejar la isla Veldt. Te sorprendería lo solo que puedes sentirte en una ciudad llena de gente.#$b#En realidad, tal vez no lo harías. Eres de ZuZu, ¿verdad?",
                 "Sun2": "¿Conoces al profesor Jasper? Un tipo muy sabio, aunque un poco obsesivo.",
                 "Fri8_inlaw_Jasper": "¿Cómo es la vida con Jasper? Extraño tenerlo cerca, pero me alegro de que hayas encontrado tu final feliz.#$b#Me hace preguntarme si algún día encontraré el mío propio.#$b#%Gunther mira fijamente sobre tu hombro otra vez, una mirada distante en sus ojos.",
                 //Los temas de conversación
                 "JasperGone1": "Jasper sabe cuidarse solo, pero todavía me preocupa lo que pueda pasarle en esas minas.#$b#Me ofrecí a ir con él, pero insistió en que los Duendes serían más probables de mostrarse si se va solo.#$b#Tonto terco... Espero que vuelva sano y salvo.",
                 "TalkJasperHome": "Jasper ha estado callado desde que llegó a casa. No me sorprende, con lo que debe haber pasado.#$b#Él necesita amigos más que nunca, @. Me alegro de que te tenga.",
                 "JasperHomeA": "Peasbody ha estado en contacto con Jasper... Salieron en la universidad, ya sabes.#$b#Ambos eran como la tiza y el queso, siempre discutiendo sobre una cosa u otra.#$b#Eso era como algo sacado de un romance poco factible.",
                 "DwarfVisit": "Escuché un sonido extraño en las viejas habitaciones de Jasper anoche... Creo que ese gato debe haber entrado de alguna manera.#$b#Fui a echar un vistazo y había papeles esparcidos por todas partes.#$b#Lo curioso es que... no tengo ni idea de cómo entró.",
                 "JasperEngaged": "¡Nunca había visto a Jasper tan feliz! Es como si estuviera caminando sobre las nubes.#$b#Significas todo para él, @. ¡Felicitaciones a los dos!"
            }
        },
        // Adds extra dialogue to Gunther if Museum Expansion Installed
        {
            "LogName": "Gunther Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/GuntherWoods",
            "Entries": {
                //From Museum Expansion rewritten for consistency
                "Introduction": "¡Hola, es un placer conocerte!#h#$b#No eres lo que esperaba, pero no importa.#$b# Soy Gunther, el gerente de esta Casa de Arqueología. ¿Ya conociste a mi sobrino?#$b#Su nombre es Charlie, vive aquí conmigo.",
                 "Mon": "Es posible que esta Casa de Arqueología no sea un gran museo, ¡pero es mi precioso lugar! $h#$b#Espero que lo encuentres igual.",
                 "Tue": "Estoy muy agradecido por las personas que traen artefactos a la Casa de Arqueología.#$b#¿Yo? Ya no tengo disposición para eso.#$b#Prefiero quedarme aquí y catalogarlos, y restaurar los libros que la gente encuentre.",
                 "Wed": "%Escuchas a Gunther murmurando sobre el gobernador.#$b#Oh! @!$5#$b#No escuchaste nada... ¿verdad?$2#$b#...#$b#  Mi relación con... err, bueno... es bastante tensa estos días... $s#$e#...$s",
                 "Thu": "Estoy encantada de que Penny dé sus clases aquí.$h#$b#Una vez me convenció de dar una lección sobre los minerales locales.#$b#Clint incluso nos dio algunas geodas para romper.#$b  #¡Apuesto a que Vincent todavía tiene el pequeño mineral de oro que encontró!$h",
                 "Fri": "¿Lees mucho, @?#$b#Pasar tiempo leyendo un buen libro siempre me hace sentir como una persona nueva.",
                 "Sat": "¡No puedo esperar a que Alex abra el puesto de helados!",
                 "Sol": "¡Espero que tu fin de semana esté yendo bien, @!",
                 //Cosas nuevas
                 "winter_Mon": "Oye @, ¿buscas algo nuevo para leer?",
                 "spring_Mon": "¿Ya conociste a mi sobrino?#$b# Su nombre es Charlie, vive aquí conmigo. Tiene un buen corazón.",
                 "Mon2": "Hola, ¿qué tal la vida en la granja?",
                 "Mon4": "Oye @, ¿buscas algo nuevo para leer?#$b#$q 55990100/55990101 Gunther_Book#¿Qué te gusta leer?#$r 55990100 25 Gunther_Book_western#Westerns#$r 55990100 25 Gunther_Book_romance#Romance# $r 55990101 0 Gunther_Book_fantasy#Fantasia#$r 55990101 -25 Gunther_Book_noBook#No me gusta leer.",
                 "Gunther_Book_western": "Ah, gustos excelentes. Aventura, emoción, tal vez un toque de romance.#$b#Estudié durante un tiempo en una isla de la pradera, ¿sabes?",
                 "Gunther_Book_romance": "Ah, admito que tengo debilidad por los finales felices.",
                 "Gunther_Book_fantasy": "Ah, no puedo decir que yo sea un fan, pero cada uno tiene lo suyo.#$b#Deberías hablar con Sebastian, a él le gustan esas cosas.",
                 "Gunther_Book_noBook": "Ah, bueno, eso es decepcionante. ¿Espero seguir viéndote por aquí alguna vez?",
                 "Gunther_Book": "$p 5599100#Aquí tienes, @, creo que te gustará este.#$b#%Gunther desliza un libro en tus manos.|O lo olvidé, no lees, ¿verdad? Es  ¡Qué bueno verte de todos modos!",
                 "Mon8": "Viví aquí cuando era joven, ¿sabes? Mamá era la bibliotecaria.#$b#Nos mudamos a Veldt Island cuando tenía quince años.",
                 "fall_Tue": "Lo siento si huelo a pegamento, he estado arreglando algunos libros viejos. Los pobres necesitan un poco de amor.",
                 "Tue2": "¡Oye @, te doy la bienvenida! Acabo de preparar una taza de té. ¿Te apetece un poco?[614]#$b#Es té verde. ¿Qué puedo decir? Desarrollé un gusto por él cuando era joven.",
                 "Tue4": "Elliott ha estado discutiendo su último proyecto conmigo. Es prometedor, pero le encantan sus adverbios.",
                 "Tue8": "Regresé aquí con la esperanza de establecerme con alguien.#$b#Pero lo dejé demasiado tarde; habían encontrado a otra persona.#$b#Creo que los finales felices son solo para personajes de libros, ¿verdad?",
                 "winter_Wed": "Tal vez puedas ayudarme a catalogar los archivos en algún momento. El antiguo custodio era un acaparador. Siento que nunca podré revisarlos todos.",
                 "Wed4": "Hay un hermoso gato que a veces merodea afuera.#$b#Tal vez algún día lo deje entrar. Toda buena biblioteca necesita un gato, ¿no crees?",
                 "Wed6": "Hoy fue un día horrible... Derramé el té sobre uno de mis libros.#$b#Espero que se seque de nuevo.",
                 "Wed10": "Había una niña una vez. Bueno, una mujer joven, en realidad. Solíamos cabalgar juntos por el bosque.#$b#Entonces su familia se mudó, y la mía poco después.#$b#El destino nos atrajo a ambos de vuelta aquí, pero es demasiado tarde para que surja algo.",
                 "winter_Thu": "Penny es genial con los niños. Realmente parecen admirarla.#$b#¡Y me alegra ver que alguien aprecia los libros!",
                 "Thu4": "Oh, hola @. Estoy a punto de enviar una solicitud al servicio de la Biblioteca Nacional de Ferngill. ¿Algo que quieras que agregue?",
                 "Thu6": "Nuestro buen amigo el profesor siempre parece tan absorto en su trabajo.#$b#Tal vez podrías distraerlo. Después de todo, hay más en la vida que investigar, ¿verdad?",
                "Thu8": "%Gunther cierra su libro, olfatea y se limpia los ojos.#$b#Está bastante polvoriento aquí, ¿no crees?#$b#Oh, no hay forma de engañarte. Sí, este libro me ha tocado el corazón.",
                 "fall_Fri": "%Gunther está leyendo un libro debajo del mostrador.#$b#Oh, ¡hola @! Es fácil perderse en un libro, ¿no?",
                 "Fri4": "Ah, los viernes... siempre me hacen sentir melancólicamente feliz. ¿Por qué? Oh, no hay razón.#$b#%Hay una mirada distante en los ojos de Gunther.",
                 "Fri6": "Parece que te has adaptado mejor que yo. Me siento más cómodo pasando el rato con los libros que con la gente.",
                 "Fri10": "%Gunther mira con nostalgia por encima de tu hombro.#$b#Debería haber vuelto antes. Entonces mi historia habría tenido un final más satisfactorio.",
                 "summer_Sat": "Alguien ha estado escabulléndose en la biblioteca por la noche y 'tomando prestados' los libros. Si encuentras alguno escondido por la ciudad, ¿puedes devolvérmelo, por favor?#$b#Contienen información que podría ser de ayuda para ti.",
                 "Sat2": "No hay muchos árboles en la isla Veldt. El bosque por aquí se siente un poco claustrofóbico.",
                 "Sat4": "Creo que el gato debe haber entrado anoche. Tiraron un montón de cosas, pero parece que no falta nada.",
                 "Sat8": "Puedes saber mucho sobre alguien a partir de los libros que lee.#$b#Caroline disfruta de las historias en las que las mujeres se deshacen de los grilletes de la sociedad para 'encontrarse a sí mismas'.#$b#Te hace preguntarte, ¿no es así? ¿eso?",
                 "spring_Sun": "Oye, si encuentras algo interesante por ahí, me encantaría quitarle el polvo y ponerlo en exhibición.#$b#Hay mucha historia en esta ciudad, y buena parte de ella está enterrada.",
                 "Sun6": "*bostezos* He estado revisando los archivos hasta muy entrada la noche otra vez.#$b#Sabes, Pueblo Pelícano solía ser un próspero pueblo minero, antes de la explosión en las minas.#$b#Eran tiempos terribles. El padre de Jasper murió y mi madre decidió mudarse.",
                 "Sun8": "Empezar de nuevo tuvo sus desafíos. No me es fácil hacer amigos; mis mejores amigos son los libros...#$b#Gracias, Yoba, tengo a Jasper, ¡y a ti!, para hablar.",
                 "Sun4": "No lamenté dejar la isla Veldt. Te sorprendería lo solo que puedes sentirte en una ciudad llena de gente.#$b#En realidad, tal vez no lo harías. Eres de ZuZu, ¿verdad?",
                 "Sun2": "¿Conoces al profesor Jasper? Un tipo muy sabio, aunque un poco obsesivo.",
                 "Fri8_inlaw_Jasper": "¿Cómo es la vida con Jasper? Extraño tenerlo cerca, pero me alegro de que hayas encontrado tu final feliz.#$b#Me hace preguntarme si algún día encontraré el mío propio.#$b#%Gunther mira fijamente sobre tu hombro otra vez, una mirada distante en sus ojos.",
                 "JasperGone1": "Jasper sabe cómo cuidarse solo, pero todavía me preocupa lo que pueda pasarle en esas minas.#$b#Me ofrecí a ir con él, pero insistió en que los Duendes serían más probables de mostrarse si se va solo.#$b#Tonto terco... Espero que vuelva sano y salvo.",
                 "TalkJasperHome": "Jasper ha estado callado desde que llegó a casa. No me sorprende, con lo que debe haber pasado.#$b#Él necesita amigos más que nunca, @. Me alegro de que te tenga.",
                 "JasperHomeA": "Peasbody ha estado en contacto con Jasper... Salieron en la universidad, ya sabes.#$b#Los dos eran como la tiza y el queso, siempre discutiendo sobre una cosa u otra.#$b#Eso era como algo sacado de un romance poco factible.",
                 "DwarfVisit": "Escuché un sonido extraño en las viejas habitaciones de Jasper anoche... Creo que ese gato debe haber entrado de alguna manera.#$b#Fui a echar un vistazo y había papeles esparcidos por todas partes.#$b#Lo curioso es que... no tengo ni idea de cómo entró.",
                 "JasperEngaged": "¡Nunca había visto a Jasper tan feliz! Es como si estuviera caminando sobre las nubes.#$b#Significas todo para él, @. ¡Felicitaciones a los dos!"
            },
            "When": {
                "HasMod": "andril11.charlie"
            }
        },
        // Adds extra dialogue to Gunther if SVE Installed
        {
            "LogName": "Gunther Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/GuntherSilvian",
            "Entries": {
                "Mon4": "Oye, @, ¿buscas algo nuevo para leer?#$b#$q 55990100/55990101 Gunther_Book#¿Qué te gusta leer?#$r 55990100 25 Gunther_Book_western#Westerns#$r 55990100 25 Gunther_Book_romance#Romance#$r 55990101 0 Gunther_Book_fantasy #Fantasia#$r 55990101 -25 Gunther_Book_noBook#No me gusta leer.",
                 "Gunther_Book_western": "Ah, gustos excelentes. Aventura, emoción, tal vez un toque de romance.#$b#Estudié durante un tiempo en una isla de la pradera, ¿sabes?",
                 "Gunther_Book_romance": "Ah, admito que tengo debilidad por los finales felices.",
                 "Gunther_Book_fantasy": "Ah, no puedo decir que yo sea un fan, pero cada uno tiene lo suyo.#$b#Deberías hablar con Sebastian, a él le gustan esas cosas.",
                 "Gunther_Book_noBook": "Ah, bueno, eso es decepcionante. ¿Espero seguir viéndote por aquí alguna vez?",
                 "Gunther_Book": "$p 55990100#Aquí tienes, @, creo que te gustará este. (Gunther desliza un libro en tus manos)|Hola @, ¡siempre es un placer verte!",
                 "Mon8": "Viví aquí cuando era joven, sabes, mamá era la bibliotecaria.#$b#Nos mudamos cuando fui a la universidad.",
                 "fall_Wed": "Lo siento si huelo a pegamento, he estado arreglando algunos libros viejos. Los pobres necesitan un poco de amor.",
                 "Tue2": "¡Oye @, bienvenido! Acabo de preparar una taza de té. ¿Te apetece un poco?[614]#$b#Es té verde. ¿Qué puedo decir? Desarrollé un gusto por él cuando era joven.",
                 "Tue4": "Elliott ha estado discutiendo su último proyecto conmigo. Es prometedor, pero le encantan sus adverbios.",
                 "Tue10": "Regresé aquí con la esperanza de establecerme con alguien.#$b#Pero lo dejé demasiado tarde; había encontrado a otra persona.#$b#Creo que los finales felices son solo para personajes de libros, ¿verdad?",
                 "winter_Wed": "Tal vez puedas ayudarme a catalogar los archivos en algún momento. El antiguo custodio era un acaparador. Siento que nunca podré revisarlos todos.",
                 "Thu4": "Hay un hermoso gato que a veces merodea afuera.#$b#Tal vez algún día lo deje entrar. Toda buena biblioteca necesita un gato, ¿no crees?",
                 "Wed6": "Hoy fue un día horrible... Derramé el té sobre uno de mis libros.#$b#Espero que se seque de nuevo.",
                 "Wed10": "Había una niña una vez. Bueno, una mujer joven, en realidad. Solíamos cabalgar juntos por el bosque.#$b#Entonces su familia se mudó, y la mía poco después.#$b#El destino pudo haber traído a ambos de vuelta aquí, pero es demasiado tarde para que surja algo.",
                 "winter_Thu4": "Penny es genial con los niños. Realmente parecen admirarla.#$b#¡Y me alegra ver que alguien aprecia los libros!",
                 "winter_Fri4": "Oh, hola @. Estoy a punto de enviar una solicitud al servicio de la Biblioteca Nacional de Ferngill. ¿Algo que quieras que agregue?",
                 "Thu6": "Nuestro buen amigo el profesor siempre parece tan absorto en su trabajo.#$b#Tal vez podrías distraerlo. Después de todo, hay más en la vida que investigar, ¿verdad?",
                 "Thu10": "%Gunther cierra su libro, olfatea y se limpia los ojos.#$b#Está bastante polvoriento aquí, ¿no crees?#$b#Oh, no te engañes. Sí, este libro me ha tocado el corazón.",
                "fall_Thu": "%Gunther está leyendo un libro debajo del mostrador.#$b#Oh, hola @! Es fácil perderse en un libro, ¿no?",
                 "Fri4": "Ah, los viernes... siempre me hacen sentir melancólicamente feliz. ¿Por qué? Oh, no hay razón.#$b#%Hay una mirada distante en los ojos de Gunther.",
                 "summer_Fri6": "Parece que te has adaptado mejor que yo. Me siento más cómodo pasando el rato con los libros que con la gente.",
                 "Fri10": "%Gunther mira con nostalgia por encima de tu hombro.#$b#Debería haber vuelto antes. Entonces mi historia habría tenido un final más satisfactorio.",
                 "summer_Sun": "Alguien ha estado escabulléndose en la biblioteca por la noche y 'tomando prestados' los libros. Si encuentras alguno escondido por la ciudad, ¿puedes devolvérmelo, por favor?#$b#Contienen información que podría ser de ayuda para ti.",
                 "fall_Sat2": "Creo que el gato debe haber entrado anoche. Tiraron un montón de cosas, pero parece que no falta nada.",
                 "Sat8": "Puedes saber mucho sobre alguien a partir de los libros que lee.#$b#Caroline disfruta de las historias en las que las mujeres se deshacen de los grilletes de la sociedad para 'encontrarse a sí mismas'.#$b#Te hace preguntarte, ¿no es así? ¿eso?",
                 "Sun8": "Empezar de nuevo tuvo sus desafíos. No es fácil para mi hacer amigos; mis mejores amigos son los libros...#$b#Gracias, Yoba, tengo a Jasper, ¡y a ti!, para hablar.",
                 "Fri2": "$1 Gun_Jasper#¿Conoces al profesor Jasper? Un tipo muy sabio, aunque un poco obsesivo.$k#$e#¡Un día haré un descubrimiento revolucionario!$1",
                 "Fri8_inlaw_Jasper": "¿Cómo es la vida con Jasper? Extraño tenerlo cerca, pero me alegro de que hayas encontrado tu final feliz.#$b#Me hace preguntarme si algún día encontraré el mío propio.#$b#%Gunther mira fijamente sobre tu hombro otra vez, una mirada distante en sus ojos.",
                 "JasperGone1": "Jasper sabe cómo cuidarse solo, pero todavía me preocupa lo que pueda pasarle en esas minas.#$b#Me ofrecí a ir con él, pero insistió en que los Duendes serían más probables de mostrarse si se va solo.#$b#Tonto terco... Espero que vuelva sano y salvo.",
                 "TalkJasperHome": "Jasper ha estado callado desde que llegó a casa. No me sorprende, con lo que debe haber pasado.#$b#Él necesita amigos más que nunca, @. Me alegro de que te tenga.",
                 "JasperHomeA": "Ese Peasbody ha estado en contacto con Jasper... Salieron en la universidad, ya sabes.#$b#Los dos eran como la tiza y el queso, siempre discutiendo sobre una cosa u otra.#$b#Eso  era como algo sacado de un romance poco factible.",
                 "DwarfVisit": "Escuché un sonido extraño en las viejas habitaciones de Jasper anoche... Creo que ese gato debe haber entrado de alguna manera.#$b#Fui a echar un vistazo y había papeles esparcidos por todas partes.#$b#Lo curioso es que... no tengo ni idea de cómo entró.",
                 "JasperEngaged": "¡Nunca había visto a Jasper tan feliz! Es como si estuviera caminando sobre las nubes.#$b#Significas todo para él, @. ¡Felicitaciones a los dos!"
            },
            "When": {
                "HasMod": "FlashShifter.StardewValleyExpandedALL"
            }
        },
        { // M A R L O N
            "LogName": "Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Marlon",
            "When": {
                "HasMod |contains=FlashShifter.StardewValleyExpandedALL, Yoshimax.BefriendMarlon, Wolf.Marlon": false
            },
            "Entries": {
                "Mon": "Oye, buena suerte en las minas. Recuerde, asegúrese de tomar suficiente comida. Hay criaturas allí que te derribarán en un santiamén.",
                 "Tue": "Clint ayuda a veces, con las reparaciones de nuestras espadas. Es un hombre de muchos talentos, nuestro Clint.#$b#Es una pena que sea tan hosco con eso y no pueda ver su propio valor.",
                 "Wed": "Oye, chico, si encuentras herramientas o equipos viejos en las minas, tráemelos.#$b#No te preocupes demasiado por el estado en que se encuentran, los repararemos de la mejor manera posible dejarlos como nuevos y venderlos.#$b#¿Cómo? Bueno, tenemos un sistema de pedidos por correo en toda la república.",
                 "Thu": "¿Cómo va la matanza de monstruos? Gil lleva un total acumulado de tus conquistas.#$b#¿Cómo lo sabemos? El gremio de aventureros se mueve de maneras misteriosas.",
                 "Fri": "¿Cómo perdí el ojo? Digamos que me alejé del encuentro. Mi oponente no lo hizo.#$b#Y si quieres la historia completa... tendrás que ganártela.",
                 "Sat": "A diferencia de la mayoría de los aldeanos, no dejaré que me sobornen con productos o baratijas.#$b#Pruébate lo que vales en las minas y veremos cómo va.",
                 "Sol": "Probablemente hayas notado que hay algo extraño en las minas, @.#$b#Mi buen amigo, el profesor Jasper, cree que están vivas. Fantástico, sí, pero hay una energía allí que hace que los pelos de mi nuca se erizan.#$b#Ten cuidado y muéstrale respeto.",
                 "spring_12_1": "¿Estás emocionado por la búsqueda de huevos, @? Vigila a la joven Abigail. ¡Es la campeona local de búsqueda de huevos!",
                 "spring_12_2": "Con suerte, toda tu espeleología y matanza de monstruos será de utilidad en la búsqueda de huevos mañana.",
                 "spring_23_1": "El baile de las flores es mañana. Estaré allí, ¡y espero que tú también lo estés!",
                 "spring_23_2": "Te veré en el baile de las flores mañana.#$b#Cuando era más joven, solía ser un bailarin bastante ágil. Ah, pero tal vez algún día tenga la oportunidad nuevamente.",
                 "summer_Mon": "Ah, verano. Se pone sofocante aquí. A veces, después de la patrulla nocturna, me doy un chapuzón rápido en el lago.#$b#Oh, tendrías que madrugar mucho para atraparme, @  !",
                 "summer_Tue": "¿Alguna vez te preguntaste por qué hay un toque de queda nocturno, @? Los monstruos salen después de la medianoche.#$b#Gil y yo patrullamos la ciudad, tratando de mantenerlos controlados hasta el amanecer.",
                 "summer_Wed": "La patrulla nocturna realmente atrapa al viejo Gil. Dormirá todo el día si lo dejo.#$b#¿Yo? Por lo general, sobrevivo en seis horas. Un poco más y las pesadillas comienzan.",
                 "summer_Thu": "A pesar de que todavía están ardiendo, JojaCorp quiere abrir las minas de nuevo.#$b#La robarán todo lo que vale. Yoba, tal vez debería dejarlos. Tal vez el vacío se lo trague.",
                 "summer_Fri": "Ten cuidado si alcanzas los niveles de lava, @. Ese fuego ha estado ardiendo durante casi treinta años, y las bestias de las sombras que acechan dentro no son seres naturales.#$b#¿Quiénes, qué?, ¿fueron una vez? No lo sabemos, pero su toque puede detener tu corazón.",
                 "summer_Sat": "Alguien que conozco tenía un slime como mascota. Todo iba bien hasta que se comió al perro de su vecino.",
                 "summer_Sun": "Es un hermoso día hoy. Demasiado agradable para pasarlo bajo tierra, arruinando tu ropa.#$b#Si fuera unos años más joven, iría a la playa yo mismo, comería un helado y me sumergiría en el océano.",
                 "fall_Mon": "Las noches son cada vez más largas, las criaturas son menos cautelosas. Atrapé a un golem escabulléndose por el camino de la montaña hacia la ciudad.#$b#Son marionetas del vacío, lo inanimado que recibe vida. Al morir,  volver al estado de donde vinieron.",
                 "fall_Tue": "¿Conoces a Rasmodius? Él protege el valle de las amenazas espirituales, mientras que Gill y yo la protegemos de las físicas.",
                 "fall_Wed": "Mi familia ha ayudado a defender el valle durante generaciones. Mi sobrino heredará el puesto algún día, si está dispuesto.#$b#Si no lo está, solo puedo esperar que otro tome la espada en nuestra defensa.",
 "fall_Sat": "¿Alguna vez te preguntaste cómo era crecer rodeado de hermanos?#$b#Hah, me mudé aquí por un poco de paz y tranquilidad. Bueno, aparte de los monstruos, por supuesto.",
                "fall_18_2": "Hay alguien con quien debería hablar hoy, pero a pesar de que soy un asesino de monstruos, me falta el coraje... pero en asuntos del corazón...#$b#Bueno, digamos, dame una espada cualquier día.",
                 "winter_Mon": "Las patrullas nocturnas están empezando a cansarme. Supongo que finalmente estoy empezando a sentir mi edad.",
                 "winter_Tue": "El vacío se vuelve más inquieto en invierno y más monstruos emergen a la superficie. ¡Ayer atrapamos cangrejos de roca hasta la playa!#$b#¿Imaginas si Jas o Vincent hubieran estado por aquí? Por supuesto, eran las 4 a.m., ¡pero aún así!",
                 "winter_Wed": "¿El vacío es real o una metáfora? Eso lo decides tú, @. Pero no hay duda de que algo debajo del valle está corrompiendo la vida silvestre.#$b#Incluso he oído rumores de conejos vacíos, pero creo, ¡espero!, que era una broma.",
                 "winter_Thu": "Oh, he considerado retirarme, ¿sabes? Especialmente en invierno cuando mi pierna me recuerda el pasado.#$b#Pero muy pocos aventureros tienen el lujo de retirarse, @. Espero que uno de estos días una sombra bruta saque lo mejor de mí.",
                 "winter_Fri": "No soy tan viejo como parezco, huh. ¿Ves tantos monstruos como yo? Tu cabello también se volverá blanco.",
                 "summer_Mon_inlaw_Jasper": "Saluda a mi querido amigo Jasper. Gill y yo extrañamos sus visitas semanales.#$b#Pero también me alegro por él. Todo aventurero merece un hogar al que volver.",
                 "summer_Mon_inlaw_Denver": "Espero que mi sobrino te esté tratando bien, chico. Es un buen muchacho y me alegra que haya encontrado un alma gemela.",
                 "DwarfVisit": "Vi a alguien salir de tu granja después de la medianoche.#$b#¿Has tenido visitas nocturnas?#$b#No? Oh... Bueno, será mejor que estés atento entonces, @. Alguien está husmeando...",
                 "JasperEngaged": "Entonces, escuché que te has casado, vas a convertir a nuestro amado profesor en un hombre honesto.#$b#Felicitaciones, @. Aquí tienes un pequeño regalo de compromiso. ¡Espero que contenga algo útil![275]"
            }
        },
        {
            "LogName": "Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Marlon",
            "Entries": {
                "fall_Wed": "Has conocido a mi sobrino, Denver, ¿verdad? Sí, sé que seguramente es... ya sabes. Pero su ladrido es peor que su mordida. Confía en mí en eso.#$b#Es un buen chico, realmente lo es."
            },
            "When": {
                "HasMod |contains=FlashShifter.StardewValleyExpandedALL": false,
                "Hearts:Denver": "1,2"
            }
        },
        {
            "LogName": "Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Marlon",
            "Entries": {
                "fall_Thu": "Denver es bastante hábil con la espada. El chico es leal y obstinadamente determinado. Podría permitirle hincarle el diente a una patrulla nocturna pronto.",
                 "winter_Thu": "Es un buen chico, Denver. Le prometí a mi hermana que lo vigilaría. Sí, así es, chico, tengo una hermana.#$b#Ella tomó la vida de la ciudad, pero  Denver, bueno, supongo que la naturaleza lo llamó.",
                 "summer_Sat": "Encontré una vieja cinta de demostración el otro día. ¿Sabes que Denver solía tocar en una banda?#$b#En realidad no eran tan malos. El chico tiene bastante talento.",
            },
            "When": {
                "HasMod |contains=FlashShifter.StardewValleyExpandedALL": false,
                "Hearts:Denver": "5,6,7,8"
            }
        },
        {
            "LogName": "Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Marlon",
            "Entries": {
                "fall_Thu": "¿Sabías que los lobos se emparejan de por vida,@? Caninos muy familiares.#$b#¿Por qué te digo esto? Oh, no hay razón.",
                 "winter_Thu": "Oye, chico, vigila Denver por mí, ¿no? Su madre me desollaría viva si le pasara algo.#$b#He luchado contra muchos monstruos y ella da más miedo que todos ellos combinados.",
                 "summer_Sat": "Ah, si Denver sigue así, tal vez pueda retirarme.#$b#Has sido una buena influencia para él, @."
            },
            "When": {
                "HasMod |contains=FlashShifter.StardewValleyExpandedALL": false,
                "Relationship:Denver": "Dating"
            }
        },
        {
            "LogName": "Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Marlon",
            "Entries": {
                "spring_Wed": "Marnie y yo fuimos amigas una vez, en la escuela. Sí, yo era unos años mayor, pero nosotros, los niños de Pueblo Pelícano, teníamos que mantenernos unidos.#$b#Supongo que nos distanciamos; aunque será bueno alcanzarla en el baile de las flores.",
                 "winter_Sat": "En estas noches largas y frías, no puedo evitar sentirme un poco solo, chico. La compañía de Gil es decente, cuando está despierto. Pero no es lo mismo, ¿sabes?",
                 "winter_Sun": "Es una vida solitaria, ser un cazador de monstruos. No quiero asentarme, casarme, tener hijos. Dejarlos preguntándose si papá volverá a casa.#$b#Lo siento. En estas largas noches de invierno, el vacío puede llenar tu corazón de arrepentimiento.#$b#Hay algo que debería haber dicho una vez. Pero ese barco ha zarpado",
            },
            "When": {
                "HasMod |contains=FlashShifter.StardewValleyExpandedALL": false,
                "Hearts:Marnie": "6,7,8,9,10"
            }
        },
        {
            "LogName": "Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Marlon, Characters/Dialogue/MarlonFay",
            "Entries": {
                "spring_Wed": "$1 Marl_Rumor#Dime, @.  ¿Hay algo de cierto en los rumores de la Sra. Marnie y el alcalde?#$b#Oh, no hay motivo. Solo tengo curiosidad. $k#$e#La primavera es la época de los nuevos comienzos, ¿verdad, @? Pero si ella es feliz con Lewis, ¿quién soy yo para envidiarle esa felicidad?#$b#Un anciano apesadumbrado por no haber expresado sus sentimientos antes. Ese es quién soy.",
            },
            "When": {
                "Hearts:Marnie": "8,9,10"
            }
        },
        //Compatibility with Added Dialogue for SVE, Needs to be checked through before releasing.
        {
            "LogName": "Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/MarlonFay",
            "Entries": {
                "Mon4": "Oye, buena suerte en las minas. Come suficiente comida. Hay criaturas allí que te derribarán en un santiamén.",
                 "Tue4": "Clint repara nuestras espadas. Es un hombre de muchos talentos, nuestro Clint.#$b#Es una pena que sea tan hosco con ella y no pueda ver su propio valor.",
                 "Wed2": "Si encuentras herramientas o equipos viejos en las minas, tráemelos.#$b#No te preocupes demasiado por su estado, los repararemos como nuevos.",
                 "Thu4": "¿Cómo va la matanza de monstruos? Gil lleva un total acumulado de tus conquistas.#$b#¿Cómo lo sabemos? El gremio de aventureros se mueve de maneras misteriosas.",
                 "Fri2": "¿Cómo perdí el ojo? Digamos que me alejé del encuentro. Mi oponente no.#$b#Y si quieres la historia completa... tendrás que ganártela.",
                 "Sun4": "Probablemente hayas notado que hay algo extraño en las minas, @.#$b#Mi amigo, el profesor Jasper, cree que están vivas. Fantasioso, sí, pero hay una energía allí que hace que los pelos sobre mi cuello se pongan de punta.#$b#Ten cuidado y muéstrale respeto.",
                 "spring_23_1": "El baile de las flores es mañana. Estaré allí, ¡y espero que tú también lo estés!",
                 "spring_23_2": "Te veré en el baile de las flores mañana.#$b#Cuando era más joven, solía ser un bailarín bastante ágil.#$b#Ahora solo hago el baile de la espada...  $2",
                 "summer_Mon2": "Ah, verano. Se pone sofocante aquí. A veces, después de la patrulla nocturna, me doy un chapuzón rápido en el río.#$b# Oh, tendrías que levantarte antes del amanecer para alcanzarme, @!",
                 "summer_Wed4": "La patrulla nocturna realmente atrapa al viejo Gil. Dormirá todo el día si lo dejo.#$b#¿Yo? Normalmente sobrevivo en seis horas. Un poco más y las pesadillas comienzan.",
                 "summer_Fri4": "Ten cuidado cuando alcances los niveles de lava, @. Ese fuego ha estado ardiendo durante décadas, y las bestias de las sombras que acechan dentro no son seres naturales; su toque puede detener tu corazón.",
                 "summer_Sat4": "Alguien que conozco tenía un slime como mascota. Todo iba bien hasta que se comió el perro de su vecino.",
                 "summer_Sun4": "Es un hermoso día hoy. Demasiado agradable para pasarlo bajo tierra, arruinando tu ropa.#$b#Si fuera unos años más joven, iría a la playa y me daría un chapuzón en el océano.",
                 "fall_18_2": "Hay alguien con quien debería hablar hoy, pero a pesar de que soy un asesino de monstruos, me falta el coraje... pero en asuntos del corazón...#$b#Bueno, digamos, dame una espada cualquier día.",
                 "winter_Mon4": "Las patrullas nocturnas están empezando a desgastarme. Supongo que finalmente estoy empezando a sentir mi edad.",
                 "winter_Tue4": "El vacío se vuelve más inquieto en invierno y más monstruos emergen a la superficie. ¡Ayer atrapamos cangrejos de roca hasta la playa!",
                 "winter_Thu4": "Oh, he considerado retirarme, ¿sabes? Especialmente en invierno cuando mi pierna me recuerda el pasado.#$b#Pero muy pocos aventureros tienen el lujo de retirarse, @. Espero que uno de estos días una sombra bruta saque lo mejor de mí.",
                 "winter_Fri4": "No soy tan viejo como parezco, chico. ¿Ves tantos monstruos como yo? Tu cabello también se volverá blanco.",
                 "winter_Sun8": "Es una vida solitaria, ser un cazador de monstruos. No quiero establecerme, casarme, tener hijos.#$b#Dejarlos preguntándose si papá volverá a casa.$2#$b#Lo siento, @. En estas largas noches de invierno, el vacío puede llenar tu corazón de recuerdos y arrepentimiento.",
                 "summer_Mon_inlaw_Jasper": "Saluda a mi querido amigo Jasper. Gill y yo extrañamos sus visitas semanales.#$b#Pero también me alegro por él. Todo aventurero merece un hogar al que volver.",
                 "summer_Mon_inlaw_Denver": "Espero que mi sobrino te esté tratando bien, huh. Es un buen muchacho y me alegra que haya encontrado un alma gemela.",
                 "DwarfVisit": "Vi a alguien salir de tu granja después de la medianoche.#$b#¿Has tenido visitas nocturnas?#$b#No? Oh... Bueno, será mejor que estés atento entonces, @. Alguien está husmeando...",
                 "JasperEngaged": "Entonces, escuché que te has casado, vas a convertir a nuestro amado profesor en un hombre honesto.#$b#Felicitaciones, @. Aquí tienes un pequeño regalo de compromiso. ¡Espero que contenga algo útil![275]"
            },
            "When": {
                "HasMod": "FlashShifter.StardewValleyExpandedALL"
            }
        },
        /*************
S T R I N G S
**************/
        {
            "LogName": "Schedule Dialogue",
            "Action": "EditData",
            "Target": "Strings/schedules/Jasper",
            "Entries": {
                "000": "Hay oscuridad al acecho aquí. Es como una muestra del vacío.$2",
                 "001": "Cuando era niño, este era el corazón de la comunidad, ahora alberga a otro tipo.$1#$b#Están ahí, @. Puedo oírlos.#$b#Pero  no se atreven a mostrarse ante mí.$2",
                 "002": "Tengo que decirlo, ¡este lugar realmente mola! ¿Lo entiendes...? ¿No? $4",
                 "003": "¡La complejidad de este estrato me intriga, @! Sus capas son indicativas de un evento cataclísmico hace muchos siglos. Oh, lo siento, estoy divagando de nuevo, ¿no?",
                 "004": "¡Oh, hola @! Marlon y yo estamos planeando mi próxima expedición subterránea. ¡Tal vez esta vez encuentre a los Duendes! $1",
                 "005": "1...2...3... Debo seguir las indicaciones del médico, @. Si deseo volver a caminar.$7",
                 "006": "Por favor, @. Preferiría que no miraras. Sé que es horrible.$7",
                 "007": "Volveré a caminar, @. Debo.$7",
                 "008": "Hoy es un día difícil, @. No estoy seguro de poder adaptarme alguna vez.$7",
                 "009": "Entonces Doctor, ¿cuál es el veredicto? ¿Me recuperaré pronto? $2",
                 "010": "1...2...3... Es importante que haga ejercicio. ¡Órdenes del doctor!$7",
                 "011": "Mi vida ha cambiado irrevocablemente, @. Pero debo aprovechar al máximo lo que me queda.$7",
                 "012": "¿En serio? ¿Alguien sabe el alfabeto?$5",
                 "013": "El frío del invierno hace que me duelan los huesos. El ejercicio ayuda, un poco.$7",
                 "014": "Hay tanto que descubrir aquí, @. ¡Tanto que archivar! Toda una historia.$1",
                 "015": "¡Vaya, nunca me había dado cuenta de que los niños hacen tantas preguntas! ¡Me mantienen alerta!",
                 "020": "Ah, @. Gracias por acompañarme. Solo me estoy tomando un momento para recargar combustible, antes de presentar mis respetos.$2",
                 "021": "@, cariño. Ojalá lo hubieras conocido. Mi padre. Te hubiera amado.$2",
                 "winter_17.000": "Los viajeros vienen de cerca y de lejos, trayendo sus mercancías y sus historias.",
                 "saturday.001": "Se han visto extraños seres en el agua, @. Quizás algún día vea uno.$3",
                 //Cadenas de matrimonio
                 "marriage_To1": "¡Saludos, mi amor! Este árbol tiene recuerdos para mí. Solía escalarlo cuando era niño. También me caí un par de veces.",
                 "marriage_To2": "Mi amor, es bueno verte. Es agradable leer al aire libre y ver pasar a la gente del pueblo.",
                 "marriage_To3": "Ven, siéntate conmigo un rato, si no tienes el día demasiado ocupado",
                 "marriage_To4": "Es curioso cuántos recuerdos puede contener un edificio, ¿verdad, @?",
                 "marriage_To5": "Mi madre y yo habíamos dejado la ciudad antes de la terrible tormenta. Un rayo devastó este edificio, ¿sabes?",
                 "marriage_To6": "¿Crees que los junimo habitan en todos los edificios abandonados, @? Espíritus de la naturaleza, reclamando lo que una vez les perteneció.",
                 "marriage_For1": "Este bosque siempre tendrá un lugar especial en mi corazón, @. No hay nada que calme el alma de la misma manera.$1",
                 "marriage_For2": "¿Puedes sentir el junimo en los árboles, @? Son cautelosos, pero curiosos.$1",
                 "marriage_For3": "La presencia sombría sigue aquí, @. Me pregunto qué es.$2",
                 "marriage_Be1": "¿Te gustaría unirte a mí para nadar, mi amor? Tal vez solo quiera admirarte en traje de baño.$4",
                 "marriage_Be2": "El olor a sal, el grito de las gaviotas... oh, es bueno estar al aire libre, ¿no?$1",
                 "marriage_Be3": "¿Construimos un castillo de arena? Oh, sé que es una tontería, pero cuando estoy cerca de ti, me siento joven otra vez.",
                 "marriage_AH1": "Oh, sí, todavía estoy al día con mi investigación.",
                 "marriage_AH2": "¿No te encanta el olor a papel y pegamento, @? ¿No? Tal vez solo soy yo.",
                 "marriage_AH3": "¡Otro capítulo en la historia del valle completamente cotejado y listo para ser archivado!",
                 "marriage_AM1": "Oh, me encantaría contarles a los niños sobre los duendes. Pero me temo que a la señorita Penny no le gustará.",
                 "marriage_AM2": "Los niños parecen terriblemente fascinados con los terremotos, los volcanes y otros desastres naturales.$3",
                 "marriage_AM3": "Hoy aprenderemos cómo se fabrican los diamantes. ¡Y no, no es solo del carbón! ¡De hecho, los diamantes existían incluso antes de que existiera el carbón!",
                 "marriage_Adv1": "Oh... la caminata ciertamente me quita el ánimo, pero es bueno estar fuera de casa otra vez.$1",
                "marriage_Adv2": "¿Te ha contado Marlon cómo perdió el ojo? No yo tampoco. Bueno, ¡no la misma historia dos veces, de todos modos!$1",
                 "marriage_Adv3": "Mis días de aventuras pueden haber terminado, pero no puedo olvidar a mis amigos, ¿verdad, Marlon? $1",
                 "marriage_Dw1": "Gracias, Duende, por darme la bienvenida a mi compañía y responder a mis preguntas.",
                 "marriage_Dw2": "Ah, saludos @. Parece, aunque algunos sostienen la verdad, que mis teorías eran algo... carentes de toda la complejidad.",
                 "marriage_Dw3": "¿Has venido a unirte a nosotros? ¡Duende tiene bastantes historias que contar!",
                 "marriage_Ca1": "No estoy seguro de por qué me invitaste aquí, Cameron. Pero sí, East Scarpe tiene una herencia rica.",
                 "marriage_Ca2": "¡Ah, buenos días mi amor! Cameron y yo tenemos algo planeado... ¡tendrás que esperar y ver!#$b#¡Oh, no temas! Es algo ventajoso para nosotros - y tal vez para ¡el pueblo entero!$1",
                 //Cónyuges inmersivos
                 "marriage_13": "Ah, saludos, mi amor. ¿Vamos a ir juntos? $1#$b#No estoy seguro de estar dispuesto a cazar huevos, ¡pero te estaré animando!$3",
                 "marriage_16": "Buena suerte con la exhibición de la granja; ¡muéstrale a la ciudad lo increíble que eres!$3#$b#Lo siento, no puedo apoyarte, pero le prometí a Marlon que ayudaría con su exhibición de armas.$1",
                 "marriage_25": "¡Feliz Estrella Inviernal! Espero que hayas recordado traer tu regalo.$1#$b#¿Quién es mi destinatario secreto? Bueno, no sería un secreto si te lo dijera, ¿verdad, mi amor?$3  ",
                 "marriage_nm": "Oh, estoy buscando algunos regalos especiales para Estrella Invernal. $1#$b# ¿Qué tengo para ti? Oh, eso sería revelador, ¿no es cierto?$3",
                 "marriage_luau": "¡Ah, ahí estás, mi amor! ¡Estoy seguro de que tu contribución debe ser esperada con ansias!$3"
            }
        },
        {
            "LogName": "Strings from Maps",
            "Action": "EditData",
            "Target": "Strings/StringsFromMaps",
            "Entries": {
                "JaspersRoom.1": "'El legado de los Duendes'. Hmmm, ¿Jasper disfruta de la ficción fantástica?",
                 "JaspersRoom.2": "La espada de Jasper. Se ve pulida y limpia. Jasper debe cuidarla bien.",
                 "JaspersRoom.3": "Es un Junimo de peluche. Se ve muy querido.",
                 "JaspersRoom.4": "'Profesor Thomas, lamentamos informarle que su solicitud de titularidad ha sido rechazada...'^Vaya, esto parece privado, mejor no entrometerse.",
                 "JaspersRoom.5": "'Cuentos fantásticos de Stardew Valley'",
                 "JaspersRoom.6": "Es una fotocopia de un artículo de periódico, con fecha de hace 26 años:^'¿Enterrados vivos? La pequeña aldea minera de Pueblo Pelícano fue sacudida por una explosión subterránea cerca de la medianoche de anoche. Treinta y siete hombres están desaparecidos, se cree atrapados, con pocas esperanzas de que los encuentren con vida'.",
                 "Museum2.1": "El brownie de la casa renunció. Por favor, límpielo.",
                 "Museum2.2": "Hay muchas cosas aquí. ¿Por dónde empezar?",
                 "Museum2.3": "¿Son Beanie Buds coleccionables? ¡Aún tienen sus etiquetas!",
                 "Museum2.4": "'The Cowboy's Claim', 'Entranced by the Rodeo Queen'... El gusto literario de Gunther es inesperado'",
                 "Museum2.5": "Es una cerveza artesanal, llamada 'Karmaleon', y hay un lagarto en la etiqueta. Huele a flores.",
                 "Museum2.6": "Gunther rompió el lomo y dobló las esquinas. Qué monstruo.",
                 "Museum2.7": "'Gemas y minerales de la República de Ferngill', 'La Biblia de cristal'. Son libros de texto.",
                 "Museum2.8": "Ooooh, brillante.",
                 "DwarfCave.1": "Está bloqueado",
                 "DwarfCave.2": "Parece que se ha arrugado mucho:^\"Queridísima Marnie,^He querido decirte cómo me siento durante mucho tiempo, pero se me enreda la lengua. Me temo que he estado demasiado tiempo sin compañía y ya no puedo encontrar las palabras.\" No está firmado, pero estás bastante seguro de que no fue escrito por Duende.",
                 "DwarfCave.3": "Está muy rayado, desgastado y semidesinflado. Probablemente alguien lo tiró.",
                 "DwarfCave.4": "Parece bastante bien hecho y tiene un nombre escrito con tinta en el lateral: ¿Elliot? Tal vez le perteneció alguna vez.",
                 "DwarfCave.5": "El relleno se le escapa por las orejas y las polillas han masticado el pelaje.",
                 "DwarfCave.6": "No funciona. De hecho, parece que se ha destripado por partes.",
                 "SpouseJasper.7": "Las notas de Jasper sobre los Duendes. ¡Seguro que son pesados!",
                 "FilingCabinet.1": "The Stardew Inquisitor: ¿CAZADO POR UN OSO QUE HABLA?^^Un grupo de vagabundos que acampaban cerca de Stardew Valley Gorge tuvo un encuentro cercano con un oso la semana pasada.\"Estábamos de fiesta bastante ruidosos\", un estudiante, quien solo se identificaría como 'Brad', le dijo a News. \"Quiero decir, estábamos en el final de la nada, ¿a quién íbamos a molestar? Luego escuchamos un crujido en los arbustos y, m-- casi me cago. Había, como un enorme oso, seis, siete pies de alto y casi igual de ancho. Simplemente nos miró fijamente. Supongo que entré en pánico y le tiré la botella. El mendigo lo atrapó con una mano, me sonrió y dijo: ¡y no bromeo! - claro como el día, 'Gracias'. Luego trotó hacia el bosque.\"^^Cuando se le preguntó si habían estado consumiendo sustancias ilícitas, 'Brad' se quedó mudo de repente.",
                 "FilingCabinet.2": "The Stardew Inquisitor: ¡PLAGA DE SLIME!^^Strawberry Fields fue devastado por una acumulación de slimes durante la luna nueva de anoche. \"¡Destruyeron todo!\", informó Orchadist angustiado a nuestros reporteros. \"Y se fue detrás de una sustancia pegajosa que ha envenenado la tierra. ¿Qué vamos a hacer?\" Se ha contactado con el Gremio de Aventureros local para hacer comentarios, pero aún no han devuelto nuestras llamadas.",
                 "FilingCabinet.3": "Un artículo de Farmer Life Monthly; tiene algunos años:^^El pequeño pueblo de Pueblo Pelícano es conocido por su suelo rico y fértil que, combinado con su relativa alta humedad, proporciona condiciones de cultivo óptimas. Si los rumores son ciertos, las semillas plantadas en el suelo de Pueblo Pelícano brotarán más rápido y producirán un mayor rendimiento que las que están fuera del área. #Parece casi criminal informar que la última operación agrícola a gran escala de Pueblo Pelícano cesó la producción hace XX años, y la tierra  se permitió que se deteriorara. Se dice que fue heredado por el nieto del granjero, y solo podemos esperar que algún día reclamen su derecho de nacimiento.",
                "FilingCabinet.4": "Se ha informado de una serie de pequeños robos en la región de Stardew Valley. Un testigo presencial afirmó haberse despertado por la noche al escuchar ruidos extraños y encontró a una persona pequeña rebuscando en su refrigerador. El perpetrador huyó a pie y se cree que escapó a través del pozo de una mina.\"Eran bajos\", informa el testigo,\"posiblemente un niño, y llevaban una capucha extraña y llena de bultos. No podía verles la cara\". Hasta ahora, los artículos robados consisten en comida, baratijas y chatarra. ^^Se alienta a las personas que viven en el área a mantener sus puertas cerradas y asegurar todos los objetos de valor hasta que el ladrón o los ladrones sean detenidos.",
                "FilingCabinet.5": "El Sr. MacGregor, propietario de 'Many Clucks Given', una granja de pollos de corral en las afueras de Grampleton, informó de un extraño suceso en su gallinero esta mañana.\"Las chicas estaban extremadamente inquietas\", dijo.\"Y al principio estaba preocupado por las alimañas. Pero en vez de eso me encontré con la cosa más rara: varios de los huevos se habían vuelto negros, salpicados de rojo, y parecían algo levemente ominosos en ellos.\" Cuando se le preguntó qué hizo con los corruptos huevos, se estremeció.\"Me deshice de ellos\", dijo. Una pena, sentimos nosotros en el Inquisidor, porque hubiera sido interesante ver lo que salió del cascarón.",
                "FilingCabinet.6": "ROBO EN EL MUSEO LOCAL: El pequeño municipio de Pueblo Pelícano sufrió más angustia hoy, cuando el curador del museo partió abruptamente y se llevó toda su pequeña colección regional con él.\"Es una triste pérdida para la región\", nos informó el alcalde Lewis.\"¡Toda esa tradición local, simplemente desapareció!\" Un informe de robo presentado en ese momento sugirió que también se habían sustraído varios libros, y que la colección contenía varias piedras preciosas raras e inusuales, endémicas de la región.^^Arqueólogo local, M. Gunther, ha asumido el papel de comisario, aunque ¿cuánto tiempo permanecerán vacías las vitrinas? Sólo el tiempo dirá.",
                "FilingCabinet.7": "AGRICULTOR LOCAL 'SORPRENDE' CON CALABAZA GIGANTE:^^El agricultor de Stardew Valley, M. Terence of Fairhaven se llevó el gran trofeo en la feria del condado de Stardew el fin de semana pasado, cuando presentó su impresionante calabaza de 2,465 libras a una audiencia atónita.\"El secreto está en las semillas y en la tierra\", nos informó.\"Tienes que fertilizarlo y tener cuidado de regarlo todos los días\". Cuando se le preguntó qué sería de la fruta gigantesca, bromeó diciendo que podría:\"ahuecarlo y convertirlo en una casa de juegos para los niños\".",
                "FilingCabinet.8": "EL INFIERNO ESTÁ BAJO Pueblo Pelícano:^^Han pasado más de veinte años, y el fuego de carbón debajo de Pueblo Pelícano sigue ardiendo.^^El carbón se encendió en XXXX después de una explosión de gas que mató a 37 mineros e hirió a docenas más. Los intentos de sofocar el fuego han fallado, pero se informa que está confinado en los niveles más profundos de las minas, controlado, según informan nuestras fuentes, por \"cavernas llenas de hielo perenne\". No, la ciencia no hace sentido para nosotros tampoco.^^A pesar de esto, Pueblo Pelícano sigue siendo un pequeño y encantador pueblo costero, y atrae a decenas de turistas cada año.",
                "FilingCabinet.9": "Stardew Valley Tribune, hace casi una década: Stardew Busqueda y Rescáte canceló la búsqueda del residente desaparecido de Pueblo Pelícano, Tristan, tres días después de que no regresara de una expedición de espeleología.^^Tristan y su novia, Mona, fueron los últimos vistos juntos el domingo por la mañana, cuando se cree que entraron al extenso sistema de cuevas de Pueblo Pelícano. Cerca de la medianoche, Mona llegó a casa en lo que su tutor describió como 'un estado de confusión y desconcierto'. Actualmente recibe atención médica por hipotermia leve.\"No sé qué le pasa\", nos informó un amigo, que deseaba permanecer en el anonimato.\"Seguía susurrando, una y otra vez, 'Nunca debí haber dejado al gato...' ¡pero ni siquiera le gustan los gatos!\"",
                 "FilingCabinet.10": "Es una carta formal con el escudo de Stardew Valley, fechada hace varios años:^^Para el alcalde Lewis,^Con el último censo que muestra que la población de Pueblo Pelícano ha caído por debajo de 100, el Consejo de Stardew ha tomado la decisión de asimilarlo a la región metropolitana de Grampleton. El gobierno de Pueblo Pelícano ahora recaerá bajo la jurisdicción del Gobernador. #Ahora Pueblo Pelícano ya no requiere un alcalde independiente, su papel será de naturaleza ceremonial. Estamos agradecidos por su dedicación y servicio a la República de Ferngill, y le deseamos la mejor de las suertes en sus proyectos futuros. Esperamos que aproveche esta oportunidad para disfrutar de una jubilación anticipada.^^Con gratitud y respeto, el Gobernador.",
                 "FilingCabinet.11": "Has encontrado un artículo de periódico descolorido, de unos quince años:^EL HEREDERO DE JOJA DESAPARECE^^Jonas James Jr., el único hijo de Joja Tycoon, Jonas James, ha desaparecido.^^James Jr. estaba programado para asumir el papel el lunes, después de la extravagante fiesta de jubilación del multimillonario hecho a sí mismo el sábado por la noche. Sin embargo, un testigo informa que vieron a James Jr. \"escabullirse por la puerta trasera alrededor de la medianoche\".^^Un secreto  ¿La relación salió mal, o tal vez el estilo de vida de Joja ya no le atraía?  Republic.^^La desaparición no se considera sospechosa; James Jr. siempre ha mostrado reticencia hacia el ojo público, pero todos los avistamientos deben informarse a la policía local.^^Durante su ausencia, la gestión de JojaCorp estará a cargo de un comité, supervisado por James Sr.",
                "FilingCabinet.12": "Es un obituario:^^Mona de Pueblo Pelícano, amada hija, madre, hermana, nos dejó hoy, primavera 28, tras un trágico accidente.  Tomado demasiado pronto, el mundo será un lugar más oscuro sin su espíritu feroz y ardiente.  Que descanse ahora, bañada en la luz de Yoba, reunida con su querido Tristan.",
                 "FilingCabinet.13": "Es un anuncio:^^ESPECIALISTAS EN CONTROL DE PLAGAS^¿Han entrado limos en tu sótano? ¿Un monstruo acecha debajo de tu cama? ¡Tu amistoso Gremio de Aventureros está aquí para ayudarte!^\"Presupuestos gratis\"^^ Llama a Marlon o Gil al XXX-XXXX-XXXX.",
                 "FilingCabinet.14": "STARDROP CHEF SE LLEVA EL CAMPEONATO REGIONAL^^\"Todo se debe a mi salsa secreta\", afirmó Gus, propietario del Stardrop Saloon, mientras aceptaba el trofeo en el concurso culinario de toda la región de Stardew Valley, con platos que iban desde caracoles hasta sopa tom kha. Pero fue el espagueti de Gus el que ganó el día. \"Hice la pasta yo mismo\", agregó. \"Y los ingredientes son todos frescos y de origen local.\" No divulgaría los ingredientes de su 'salsa secreta', solo que era una receta que había estado en su familia durante generaciones.",
                "FilingCabinet.15": "JOJACORP COMPRA LAS 'MINAS DEL INFIERNO':^^Mega corporación, JojaCorp, compró recientemente las minas abandonadas al norte de Pueblo Pelícano.  Una vez que fue una próspera mina de gemas y carbón, fue abandonada hace XX años, después de que una serie de explosiones mataran a 26 mineros y encendieran la veta de carbón.  El jefe local de JojaCorp, Morris, se negó a comentar sobre la adquisición y no quiso divulgar los planes de la corporación para el área.",
                 "FilingCabinet.16": "MUNICIPIO LOCAL ASEDIDO POR \"TORMENTA DEL SIGLO\": Una extraña tormenta azotó el municipio costero de Pueblo Pelícano a las 6:00 p.m. de anoche, varias casas que fueron evacuadas al salón local.#Varios edificios fueron destruidos por la tormenta, incluido el centro comunitario de la ciudad; un golpe más para la otrora próspera aldea minera.^\"Nos recuperaremos de esto\", afirma el alcalde de Pueblo Pelícano, Lewis. \"Pueblo Pelícano ha resistido muchas tormentas. Nuestra comunidad sobrevivirá. Si bien su fe en su comunidad es admirable, debe señalarse que la población ha disminuido significativamente desde el cierre de las minas, hace XX años.",
                "FilingCabinet.17": "LADRÓN DE MIEL FRUSTRADO POR LA ABUELA LOCAL: Evelyn \"Granny\" Mullner está siendo aclamada como una heroína esta noche en Pueblo Pelícano, después de que ella se defendió con éxito de un oso hambriento, armada solo con sus herramientas de jardinería.^^\"Estaba haciendo jardinería,\" nos informó la intrépida abuela. \"Cuando un gran oso salió del bosque. Creo que el pobre tenía hambre, ¡pero me dio mucho miedo! Lo golpeé en el hocico con mi rastrillo.\" El oso se alejó al trote, luciendo bastante angustiado.^^\"La verdad es que sentí bastante lástima por él\", continuó Granny Mullner. \"¡Pero no podemos tener un depredador rondando a los niños! Sin embargo, dejé un poco de jarabe de arce en el tocón de un árbol en el bosque. Supongo que aceptó mi disculpa: la botella estaba vacía, ¡lamió bastante limpia! - al día siguiente.",
                "FilingCabinet.18": "Es un trozo de papel manchado, arrancado de un cuaderno:^^El valle no ha estado tranquilo desde que se incendiaron las minas.  Despertaron un demonio inmundo en sus profundidades;  en algún lugar debajo de la superficie, algo oscuro y sombrío duerme.  ¿Es esta la entidad a la que se hace referencia como el 'vacío'?^La corrupción se ha deslizado a través de las cuevas como una plaga, transformando murciélagos en monstruos y transformando inofensivos crustáceos en horribles bestias.^Es nuestro deber recuperar el equilibrio entre -^^  Aquí el texto desaparece bajo una mancha marrón oxidada.  ",
                 "FilingCabinet.19": "¿Eres valiente de corazón y fuerte de espíritu? ¿Sí? ¡Entonces el Gremio de Aventureros te necesita!^^Las criaturas del vacío se están volviendo cada vez más audaces y representan una amenaza para la buena gente de Stardew Valley.^^Si crees que tienes lo necesario para convertirte en un Defensor del Valle, llama al Gremio de Aventureros y habla con Marlon o Gill.^^*El reclutamiento implicará una prueba física. El Gremio de Aventureros no es responsable de la pérdida de vidas de miembros incurridos durante este proceso.",
                 "FilingCabinet.20": "¿Qué es la fruta estelar?^^Hay muchos que han reflexionado sobre la existencia de esta fruta misteriosa, famosa en el folclore de Stardew por sus propiedades energizantes. Se dice que aquellos que consumen la fruta estelar nunca pueden ser asesinados, y hay rumores de que puede contener el secreto de la inmortalidad.^^Lo que sí sabemos, sin embargo, es que la tradición es endémica de la región de Stardew.",
                 "FilingCabinet.21": "CABAÑA EN RENTA: ¿Buscas un retiro lejos de la ciudad? Rodéate de la belleza de la naturaleza, en Cindersap Forest, cerca de Pueblo Pelícano. Ubicación junto al río. Tranquilo. Esta ordenada cabaña tipo estudio le vendría bien a alguien con un amor por la naturaleza. Disponible para alquiler a corto o largo plazo.^^Por favor, póngase en contacto con Marnie en XXX-XXX-XXXX.",
                 "FilingCabinet.22": "CIUDAD BAJO ASEDIO POR AMENAZA AVIAR: Chestervale está bajo asalto nuevamente, esta vez por un asaltante poco probable: ¡un ganso! ^^\"La alimaña arrancó todas mis zanahorias\", nos informó un jardinero local, \"y tiré mis llaves al río. ¡Me excluyó de mi propio jardín! fue acorralado y capturado en una taberna al aire libre local.^^Cuando se le pidió que justificara sus crímenes, todo lo que respondió fue, \"¡TOCÓ LA BOCINA!",
                 "FilingCabinet.23": "Stardew Valley Tribune, hace más de veinte años:^NUEVO ALCALDE TOMA EL PUESTO EN Pueblo Pelícano: M. Lewis aceptó el cargo de alcalde de Pueblo Pelícano hoy, después de una victoria aplastante en las elecciones locales.^^ \"Tengo grandes planes para esta ciudad\", anunció. \"Esperamos llevarla al frente de la economía de Stardew, para realmente dejar nuestra huella en el mapa\".^Su oponente, Guildmaster Marlon, concedió la pérdida con gracia.",
                 "FilingCabinet.24": "Una página, arrancada de un cuaderno:^¿Qué hay debajo de Stardew Valley? Las cuevas que acribillan el terreno montañoso de Stardew Valley están llenas de secretos. Se han encontrado artefactos extraños, incluida tecnología que no comprendemos, y la alta presencia de mineral de iridio sugiere la posibilidad de un impacto meteórico. Eso, combinado con el folclore local relacionado con la 'Estrella Inviernal', la fruta endémica y misteriosa conocida como gota estelar, y la extraordinaria fertilidad del suelo de Pueblo Pelícano, todo apunta hacia  algo que no es del todo de este mundo.^^Creo que se requiere más investigación.^^M. Jasper.",
                "FilingCabinet.25": "JojaCorp comenzará a perforar en el Mar del Norte hoy, ya que la República de Ferngill busca reservas de petróleo dentro de sus propias fronteras. La República busca romper los lazos con el Imperio Gotoro, contra el cual las disputas fronterizas y de tratados han llevado a una creciente tensión entre los dos vecinos. Después de la firma de un tratado comercial en XXXX, el Imperio Gotoran ha estado inflando constantemente el precio del petróleo crudo, lo que ha llevado a restricciones en toda la República Ferngill.",
                 "FilingCabinet.26": "The Stardew Inquisitor:^^Hoy, la séptima primavera, mientras la lluvia caía en cascada a nuestro alrededor, nuestra intrépida parapsicóloga Crystal Moonbeam se aventuró en la playa de marea de Pelican's Town siguiendo los rumores de un espíritu que aparece allí en tales condiciones. Después de vadear  un pequeño arroyo, vio la figura: un anciano con un gran sombrero. \"La lluvia parecía neblinar a su alrededor\", informa Moonbeam. \"Como si él estuviera allí... pero de alguna manera tampoco estaba allí. Me miró a los ojos y dijo con una voz como el crujido de las vigas del mar: 'Veo que tiene ese brillo en los ojos, señorita, pero me temo que ella no siente lo mismo por usted'.\"",
                 "FilingCabinet.27": "Una página, arrancada de un cuaderno:^Querido Gunther,^El pueblo duende de Bluemire no tiene lenguaje escrito, pero son hábiles oradores y han preservado su historia cultural a través de cuentos y bailes interpretativos. Ha sido un honor para mí asistir a varias representaciones, algo que a pocos extraños se les permite. Hay un tema recurrente de una guerra: una colisión entre las sombras y una \"luz brillante y feroz\" que resultó en siglos de agitación, y tiene un parecido sorprendente a los cuentos de Rasmodius sobre las Guerras Elementales.^Ay, mi tiempo entre su especie se vio interrumpido abruptamente, después de un desafortunado malentendido... - ¡Te ahorraré los detalles, amigo mío!- Pero no hace falta decir que se estaba preparando una retirada apresurada. Comentó!^^Suyo, M. Jasper.",
                 "FilingCabinet.28": "¿SE LO LLEVARON LAS HADAS?:^^Cuatro horas después de que su preocupado guardián informara de su desaparición, Mona, de siete años, finalmente fue encontrada sana y salva en el bosque al oeste del Bosque Cindersap. \"Estaba  teniendo una fiesta de té con las hadas,\" informó a sus rescatadores. \"¡Me dieron un collar mágico!\" cable.",
                 "ProfessorSnail.JasperBook": "Es una copia maltratada y dañada por el agua de 'Famous Journeys' de M. Jasper"
            }
        },
        {   //Special Order Strings
            "Action": "EditData",
            "Target": "Strings/SpecialOrderStrings",
            "Entries": {
              //Geodes Order
              "Lemurkat.SpecialOrders.JasperGeodes_Name": "Orden de geodas",
               "Lemurkat.SpecialOrders.JasperGeodes_Text": "Necesito una selección de geodas para una lección de geología y agradecería profundamente la entrega de 20 geodas a la Casa de Arqueología. Muchas gracias, M. Jasper (Prof).",
               "Lemurkat.SpecialOrders.JasperGeodes_Objective_0_Text": "Recoge 20 Geodas.",
               "Lemurkat.SpecialOrders.JasperGeodes_Objective_1_Text": "Deposita 20 Geodas en el buzón del mostrador del museo.",
               //Orden de pergaminos
               "Lemurkat.SpecialOrders.JasperScrolls_Name": "Pergaminos de los Duendes",
               "Lemurkat.SpecialOrders.JasperScrolls_Text": "Actualmente busco los misterios de los Duendes y he oído que ciertos pergaminos se pueden ubicar en las profundidades de las minas. Por favor, si ha encontrado alguno, lo agradecería profundamente para mi investigación. - M  Jasper (Profesor).",
               "Lemurkat.SpecialOrders.JasperScrolls_Objective_0_Text": "Entrega un pergamino de Enano con un lazo rojo a Jasper",
               "Lemurkat.SpecialOrders.JasperScrolls_Objective_1_Text": "Entrega un pergamino de Enano con una cinta verde a Jasper",
               "Lemurkat.SpecialOrders.JasperScrolls_Objective_3_Text": "Entrega un pergamino de Enano con una cuerda azul a Jasper",
               "Lemurkat.SpecialOrders.JasperScrolls_Objective_4_Text": "Entrega un pergamino de Enano con una cadena de oro a Jasper",
               //Dispositivo Duende
               "Lemurkat.SpecialOrders.JasperDevices_Name": "Dispositivo Duende",
               "Lemurkat.SpecialOrders.JasperDevices_Text": "Mi investigación sobre el Smouluanu requiere una selección de objetos misteriosos que se encuentran en las minas y el volcán. ¿Hay alguien disponible para entregarlos a la Casa de Arqueología? Muchas gracias - M. Jasper (Prof)  .",
               "Lemurkat.SpecialOrders.JasperDevices_Objective_0_Text": "Recoge 20 fragmentos de ceniza",
               "Lemurkat.SpecialOrders.JasperDevices_Objective_1_Text": "Entrega 1 artefacto Duende al mostrador del museo.",
               "Lemurkat.SpecialOrders.JasperDevices_Objective_2_Text": "Entrega 1 disco raro en el mostrador del museo.",
               "Lemurkat.SpecialOrders.JasperDevices_Objective_3_Text": "Entrega 20 fragmentos de ceniza en el mostrador del museo.",
            }
          },
          {//Special Order Mail
            "Action": "EditData",
            "Target": "Data/Mail",
            "Entries": {
              "Lemurkat.SpecialOrders.JasperGeodesMail": "Estimado @,^Estoy muy agradecido por su contribución. Espero que los niños estén encantados de descubrir las maravillas que se esconden dentro de la roca. Por favor, siéntase libre de pasarse por el herrero durante nuestra lección del miércoles.^Por favor, encuentre incluido una muestra de agradecimiento.^^ - M. Jasper (Prof).%item bigobject 21 %%[#]Orden de geoda Gracias",
               "Lemurkat.SpecialOrders.JasperScrollsMail": "Estimado @,^Muchas gracias por esos pergaminos. Estoy seguro de que brindarán muchas revelaciones. Por favor, acepte estos pequeños obsequios como muestra de gratitud; se rumorea que son un manjar Duende.^^ - M. Jasper (Prof.)%item object 554 5 %%[#]Orden de pergaminos Gracias",
               "Lemurkat.SpecialOrders.JasperDeviceMail": "Estimado @,^Su entrega ha sido recibida con gratitud. Lo mantendré actualizado sobre mis estudios a medida que avanzan, pero por el momento, disfrute el adjunto. Espero que lo encuentre útil.^^ - M. Jasper (Prof).%item object 852 5 %%[#]Dispositivos Duendes Gracias"
            }
          },
    ]
}