{
    "Changes": [
        {
            "LogName": "Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/MarriageDialogueJasper",
            "Entries": {
                "spouseRoom_Jasper": "Ah, un lugar para llamar mío. El olor a tinta y papel, @. Ese es el aroma del hogar.$1#$b#Pero no sería un verdadero hogar sin ti, mi amor.$4",
                 "Rainy_Day_0": "Me encanta el olor de un día lluvioso, es como si el cielo besara la tierra.$1#$b#¿Qué? Puedo romantizar el clima si lo deseo, @.$4",
                 "Rainy_Day_1": "Hoy parece un buen día para terminar mis revisiones de 'Misterios de los Duendes'.#$b#Mantente a salvo, @. Te amo.",
                 "Rainy_Day_2": "¿Hay algo que te gustaría que hiciera en la casa, @? Ayuda a mi cerebro a trabajar si mis manos están ocupadas.",
                 "Rainy_Day_3": "La última 'investigación' de Peasbody ha sido publicada.#$b#No debería leerlo, lo sé... Pero...$5",
                 "Rainy_Day_4": "Oh, este clima hace que mi pierna sienta endemoniados hormigueos.#$b#Lo siento, me temo que no tendré muchas ganas hoy.",
                 "Rainy_Day_Jasper": "Hora de abrirme camino a través de esta pila de lectura.$3#$b#Cuídate hoy, mi amor, y asegúrate de usar un abrigo.$1",
                 "patio_Jasper": "A veces me gusta cerrar los ojos, respirar hondo y simplemente aclarar mis pensamientos.#$b#Es entonces cuando los escucho, @. Los pájaros en los árboles, los insectos zumbando alrededor.#$b#Me convierto en parte de la naturaleza.",
                 "Rainy_Night_0": "Buenas noches cariñito. ¡Oh, te has empapado!#$b#Por favor, cuídate. No deseo que te enfermes.",
                 "Rainy_Night_1": "Mi escritura no funcionaba, así que intenté cocinar.[236]#$b#Me temo que no es exactamente comida gourmet, pero te calentará.",
                 "Rainy_Night_2": "¡Qué descaro para algunas personas!#$b#Lo siento, mi amor. ¡No estoy enojado contigo! Profundicé en las últimas investigaciones del profesor Peasbody y oh... ¡sus propuestas siguen siendo absurdas!^Lo siento, mi amor. ¡No estoy enojado contigo! Profundicé en las últimas investigaciones de la profesora Peasbody y oh... ¡sus propuestas siguen siendo absurdas!",
                 "Rainy_Night_3": "¡Oh, cariño, te has mojado! Ven aquí, déjame ayudarte a quitarte esa ropa mojada. $2#$b#No, esto no es una excusa para... bueno... tal vez lo sea...$4",
                 "Rainy_Night_4": "Por favor, déjame tomar tu abrigo. Esta noche se siente como una buena noche para acurrucarse juntos y contar historias, ¿no crees?#$b#O sí, quizás otras cosas también.$4",
                "Rainy_Night_5": "Ah, el sonido de la lluvia en el techo, mi persona favorita a mi lado...#$b#¿Qué más podría pedir?",
                 "Rainy_Night_Jasper": "Ha habido un goteo muy insistente todo el día, mi amor.#$b#Temo que hayamos tenido una fuga. Verificaré en la mañana.$2",
                 "Indoor_Day_0": "¡Buenos días, querida! Por favor, ten cuidado.[195]#$b#Puede que no sea un gran chef, ¡pero puedo hacer un huevo revuelto decentemente esponjoso!",
                 "Indoor_Day_1": "No pude dormir anoche - demasiadas ideas zumbando en mi cabeza, así que viviré con este brebaje hoy.[253]",
                 "Indoor_Day_2": "Realmente has devuelto la vida a %farm, @. Solía visitar aquí: un niño flaco con un bolsillo lleno de piedras.#$b#Tu abuelo siempre fue amable conmigo. Estaría orgulloso de lo que has logrado.$3",
                 "Indoor_Day_3": "Hmm... ¿Cómo debo pasar hoy? ¿Escribir? ¿Quizás un poco de lectura ligera?#$b#Oh, y supongo que puedo encontrar algo de tiempo en mi apretada agenda para hacer algunas tareas domésticas también, mi amor.$4",
                 "Indoor_Day_4": "¡Tú ocúpate de lo que hay que atender allí y yo mantendré el fuerte! ¡%pet y yo contra un ejército de conejos de polvo!$3",
                 "Indoor_Day_Jasper": "Sabes, mi amor, disfruto ser amo la casa.$3",
                 "Indoor_Night_0": "Ven aquí, amor mío, acurrúcate conmigo junto al fuego. ¿Te gustaría escuchar un cuento?$4#$b#De los duendes? ¿O prefieres aprender sobre mis días de estudiante 'salvaje e imprudente'?$1#$b#¡Oh, las bromas a las que Cameron me engañó!$3",
                 "Indoor_Night_1": "Dicen que 'los diamantes son los mejores amigos de las personas hermosas', pero ¿pueden los diamantes mantener una conversación brillante?[72]$4#$b#Un regalo para ti. ¡Por favor, no lo ames más de lo que me amas a mí!$3",
                 "Indoor_Night_2": "Mis disculpas, no hice mucho hoy. He estado desentrañando algunas teorías complejas.#$b#Oh, no quiero aburrirte con los detalles, mi amor.$2#$b#Tú  ¿Quieres aburrirte? ¡Muy bien!$3",
                 "Indoor_Night_3": "Pasé el día postergando... Ah, me refiero a limpiar.$1#$b#¡Todo debería estar libre de polvo!$3",
                 "Indoor_Night_4": "¡Oh Dios! ¿Es esa la hora? Estaba perdido en mis pensamientos.#$b#Lo siento, no te preparé la cena.",
                 "Indoor_Night_Jasper": "Acabo de dar los toques finales a mi último trabajo de investigación.$1#$b#Ahora para enviarlo, y espero...$2",
                 "Outdoor_0": "¡Buenos días! Di un paseo rápido antes del desayuno. Órdenes del médico. Todo parece estar en orden.",
                 "Outdoor_1": "Ah, el aire fresco y claro. Me encanta estar aquí, @. Y estoy muy agradecida de ser parte de tu vida.",
                 "Outdoor_2": "Capté un destello de color en los árboles, en la frontera sur. No creo que fuera un pájaro.$1#$b#¿Me atrevería a esperar que fuera uno de nuestros amigos junimo?$4",
                 "Outdoor_3": "Es tan tranquilo aquí. No estoy seguro de poder volver al bullicio de la ciudad.",
                 "Outdoor_4": "Me desperté al amanecer, mi mente estaba demasiado ocupada para permitirme el sueño, y salí a caminar.#$b#Vi una figura oscura en los campos. ¿Crees que era nuestro amigo subterráneo, @?$1",
                 "funLeave_Jasper": "Supongo que será mejor que haga algo de ejercicio. ¡Órdenes del médico! Y visitaré a algunos amigos.#$b#Que tengas un excelente día, @. ¡Recuerda, eres genial!",
                 "funReturn_Jasper": "Oh, esa caminata realmente me agotó. ¡Estoy exhausto!#$b#Espero que hayas tenido un día con más energía, @?",
                 "TwoKids_0": "¡Los niños ciertamente me mantienen alerta! Les enseñé sobre los volcanes. $1#$b#Hicimos un pequeño desorden en la cocina...#$b#...y luego les enseñé todo sobre la limpieza!$3",
                 "TwoKids_1": "Los niños y yo nos divertimos un poco en el jardín hoy. ¡Siento que %kid1 podría aspirar a convertirse en arqueólogo!#$b#%kid2, sin embargo, estaba más interesado en excavar el contenido de su nariz...$2",
                 "TwoKids_2": "¡%kid2 dijo 'geoda' hoy! O al menos, eso es lo que me gusta pensar que dijeron.#$b#Sin embargo, probablemente solo fue un balbuceo de bebé y una ilusión.",
                 "TwoKids_3": "Los niños y yo hemos estado jugando a la 'escuela'. Creo que %kid1 está empezando a comprender los principios de la antropología.$1#$b#%kid2, sin embargo, actualmente está clasificando todos los juguetes por sabor.$3",
                "Good_1": "¿Te he dicho hoy que eres increíble?#$b#No?  Bueno, eso es muy flojo de mi parte, realmente necesito mejorar mi juego, ¿no? $1#$b#@. Eres increíble y te amo.$4",
                 "Good_2": "¡Ah, buenos días, dulzura! ¡Solo quería que supieras que te ad-oro!$4#$b#Lo siento. Un poco de humor geológico.$3",
                 "Good_3": "Oye, @. ¡Eres genial!$1#$b#¡¿Entendido?!$3",
                 "Good_4": "El aire fresco es bueno para el alma. Y tenerte a mi lado, cosita, es un bálsamo aún mejor.$3#$b#Te amo.$4",
                 "Good_5": "Vaya, sí, he estado tomando prestados los libros de Gunther. Han sido muy... inspiradores.$4#$b#Si llegas a casa temprano esta noche, tal vez ambos podamos beneficiarnos de mi 'investigación'.$3",
                 "Good_6": "Nuestro hogar se ha convertido en mi refugio, cariño. Realmente ahora siento que mi corazón está tranquilo.$1",
                 "Good_7": "Puede que nunca revele los secretos de los duendes al mundo, @, pero he encontrado algo, alguien, mejor en su lugar. Tú.$4#$b#Gracias por ser increíble y tolerar mis debilidades.$3  ",
                 "Good_8": "Eres mi sol, mi luna, mi cielo estrellado...$1#$b#Bueno, sí, lo escuché en una película, una vez, ¡pero es verdad, a pesar de todo!$5",
                 "Good_9": "Nunca pensé que encontraría las cosas simples tan gratificantes. Comida fresca, una cama calentita...#$b#y el hombre más hermoso a mi lado.$3^Y la mujer más maravillosa a mi lado.$3  ",
                 "Neutral_0": "$p 5070124#Hmmm... Estaba escribiendo una carta para Cameron. ¿Le mando saludos?$1^Hmmm... Estaba escribiendo una carta para Cameron. ¿Le mando saludos?$1|Estoy un poco concentrado en este momento, trabajando en mi última propuesta.",
                 "Neutral_1": "Temo haberme excedido hoy... Quizá mañana deba tomarme las cosas con más calma.",
                 "Neutral_2": "Lo siento, mi amor, estoy un poco ocupado en este momento... Jas me hizo algunas preguntas que me hicieron pensar, y estoy formulando una respuesta adecuada.",
                 "Neutral_3": "$1 ZuCU_Tenure#Me encuentro extrañando mis viejos días como profesor. ¿Cómo te sentirías si solicito un puesto en ZuCU?$2$k#$e#Otra solicitud de puesto rechazada... Temo que estés estancando conmigo, @.$3",
                 "Neutral_4": "Hoy las ideas fluyen como el agua... ¡Oh, qué alegría, @, estar así inspirado!",
                 "Neutral_5": "Tengo un dolor profundo en los huesos, @. Me temo que la edad está empezando a aparecer.",
                 "Neutral_6": "He estado leyendo los periódicos, @, y parece que los pequeños hurtos van en aumento por todo el Valle.$2#$b#Quizás solo sea optimismo, pero ¿podría estar relacionado con los duendes?",
                 "Neutral_7": "#$1 ZuCU_Submission#He enviado otro trabajo para su consideración. Espero que ayude a restaurar mi reputación.$k#$e#¡Estaré grabando algunos tutoriales para las clases de primer año en ZuCU, @! Es no es lo mismo que enseñar, pero al menos no tendré que visitar la ciudad.",
                 "Neutral_8": "Temo que a Vincent le gusten demasiado los artrópodos, bueno, los arácnidos. Parece que ha adquirido una araña como mascota.$2",
                 "Neutral_9": "...así que si la llegada de los duendes interrumpió a la gente de las sombras...Eso explicaría...#$b#Oh, hola @. Lo siento, estoy un poco ocupado ahora mismo.",
                 "Bad_0": "Me temo que estoy empezando a tener claustrofobia. Mi creatividad se está sofocando. Por favor, necesito algo de espacio.",
                 "Bad_1": "A veces me pregunto si soy tu esposo o tu ama de llaves. Por favor, @, te lo imploro, ¡habla conmigo!$2",
                 "Bad_2": "La chispa que se encendió entre nosotros ahora parpadeó y se apagó. Entiendo tu renuencia a estar en paro junto a un viejo tonto roto como yo.",
                 "Bad_3": "Tal vez sea hora de que vuelva a contactar a Cameron. Al menos él tuvo tiempo para mí.$2^Tal vez sea hora de que vuelva a contactar a Cameron. Al menos ella tuvo tiempo para mí.$2#$b#Aunque fuera argumentar.",
                 "Bad_4": "Incluso el debate feroz es preferible al silencio abyecto. Extraño lo que tuvimos, @. Por favor, dame una segunda oportunidad.$2",
                 "Bad_5": "Oh... ¿ahora tienes tiempo para mí? Me reuniré contigo en un minuto, déjame terminar estas notas.$2#$b#Sí, ¡mi trabajo es importante!$5",
                 "Bad_6": "Sabes, el jefe duende trató de engañarme para que me casara con su hija. $2#$b#Quizás ella hubiera sido una pareja más agradable.$5",
                 "Bad_7": "*suspira* Me arrepentiré de haber dicho esto, estoy seguro, pero los duendes eran una mejor compañía. $5#$b#Al menos me hablaban de vez en cuando...$2",
                 "Bad_8": "A veces me pregunto si te darías cuenta si nunca volví de las cuevas.$2#$b#Extraño lo que teníamos, @. Creía que eras inigualable.$2",
                 "Bad_9": "....¿No ves que estoy ocupado? Oh, ¿parece que no estoy haciendo nada?$5#$b#Déjame con mis pensamientos. Por favor, @.$2  ",
                 //Diálogo fechado
                 "spring_1": "¡Ha llegado la primavera! Lamento no poder ayudar mucho en la granja, pero te preparé el almuerzo.[240]",
                "spring_8": "Me encanta ver cómo la tierra vuelve a la vida.",
                 "spring_12": "Espero con ansias el Festival del Huevo mañana, @. Es un momento para celebrar la renovación y el renacimiento. Como yo mismo me siento renacido.$1",
                 "spring_13": "¡Buenos días, amor! Qué clima tan glorioso para un festival.$1",
                 "spring_23": "El amor está en el aire, cariño, y hay una primavera a mi paso. $3#$b#Espero que hagas el honor de bailar conmigo mañana.$1",
                 "spring_24": "¡Me puse mis zapatos de baile y estoy lista para empezar! Pero lo entenderé si eliges una pareja más segura.#$b#Pero espero que bailes connmigo.$4",
                 "summer_1": "El verano, una época para disfrutar del aire libre.$1#$b#Por favor, recuerda usar un sombrero para el sol, mi amor.$4",
                 "summer_8": "Perdón si estuve inquieto anoche... el calor hace que sea difícil dormir.$2",
                 "summer_15": "Mi padre era un hombre jovial. Siempre tenía tiempo para mí, aunque debía estar exhausto y yo siempre estaba lleno de preguntas.#$b#Solo puedo esperar que algún día seré tan bueno un padre como el. Lo extraño mucho @.",
                 "summer_11": "Oh, ¡estoy deseando que llegue el luau de hoy, mi amor!$1#$b#Contigo a mi lado, realmente me siento parte de la comunidad.$3",
                 "summer_28": "Esta noche, nuestras medusas visitantes emigran hacia las aguas más cálidas del sur.#$b#Te veré en la playa esta noche, mi amor.$4",
                 "fall_1": "¡Ah, los días felices de la cosecha han llegado!#$b#Oh, me encanta esta temporada de otoño. Otoño, una palabra tan hermosa.$1",
                 "fall_22": "¡Amor! Estoy pensando en cómo celebrar mi cumpleaños este año.#$b#Oh, ¿a quién engaño? Probablemente me sumerja en un libro y me olvide por completo.$1#$b#Te amo y te veré esta noche.$4",
                 "fall_15": "Espero con ansias la feria de mañana. Estoy seguro de que su exhibición me impresionará.#$b#¿Yo? Me reuniré con Marlon y Clint. Disfruto de su tranquila compañía.$3",
                 "fall_16": "¡Oh, qué día tan glorioso para la feria! Y será bueno ponerse al día con algunos viejos amigos.$1",
                 "fall_26": "Cuando era niño, me encantaba el festival de la Víspera de los Espíritus. Ahora, la idea de entrar en ese laberinto me da escalofríos.#$b#Sé que todo es diversión, @. Pero...$2",
                 "winter_1": "Oh, ¿no es frío, mi amor? El invierno ha arrojado su manta sobre la tierra.$1",
                 "winter_7": "¿Quieres probar suerte en el concurso de pesca mañana, mi amor?",
                 "winter_15": "¡Ah, sí, los viajeros están en la ciudad! La oportunidad perfecta para disfrutar de algunas compras de regalos.#$b#¿Para quién voy a comprar? Oh, veamos... Gunther, Rasmodius... tal vez la señorita Penny  ...$3#$b#Oh, ¿hay alguien a quien he olvidado? Ahora, ¿quién podría ser?$1",
                 "winter_25": "Feliz día de Estrella Invernal, mi amor. ¿De qué estoy agradecido? ¡Oh, cuántas cosas!#$b#Amistad... un buen libro. Y, por supuesto, tú, mi amor. Me encantas.[578 565 553 547 347]$4",
                 "winter_28": "Y así nos despedimos de otro año, mi amor. ¿Qué te deparará el próximo año?[459]#$b#Aventura? ¿Nuevos descubrimientos? Oh, no me importa, mientras  estamos juntos.$4",
                 "summer_21": "Amor... Tuve la pesadilla más terrible. Estaba solo, en la oscuridad. Estoy tan aliviado de verte.$2"
            }
        },
        {
            "LogName": "Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/MarriageDialogueJasper",
            "When": {
                "Season": "summer"
            },
            "Entries": {
                "spouseRoom_Jasper": "Estoy poniéndome al día con algo de correspondencia, amor.",
                 "Rainy_Day_0": "Oh, la lluvia de este verano es tan caliente y húmeda. Siento que hoy tendré que quedarme adentro y ponerme al día con la lectura.",
                 "Rainy_Day_2": "Está terriblemente húmedo, mi amor. Sé que hace calor, pero recuerda usar un abrigo.",
                 "Rainy_Day_3": "¿Sabías que el olor de la lluvia en la tierra seca se llama petricor?#$b#Es un compuesto orgánico que liberan los microbios y a los artrópodos también les encanta.$1#$b#Oh, lo siento, no quería darte una lección de biología, pero la naturaleza es fascinante, ¿no?$4",
                 "Rainy_Day_4": "Recibí otra hoja de rechazo de una universidad 'estimado', @.#$b#Quizás, de hecho, sería mejor dedicarme a la ficción.",
                 "patio_Jasper": "Es un día glorioso, ¿no? Aunque tal vez debería haberme puesto un sombrero...$1",
                 "Rainy_Night_0": "Ah, mi amor, llegaste justo a tiempo. Estuve viendo el programa Reina de la Salsa y se me ocurrió algo.[234]$4",
                 "Rainy_Night_1": "He estado trabajando en mis memorias, querida.$1#$b#Sabes, me imagino que habrá quienes no puedan decidir si son realidad o ficción.$3",
                 "Rainy_Night_2": "Creo que mi madre nunca se recuperó de la muerte de mi padre, mi amor.#$b#Él era un hombre amable, con un corazón generoso, y ella era gentil y elocuente.#$b#Deseraría que los hubieras conocido, @. Te habrían querido mucho.#$b#Lo siento, las noches de lluvia me ponen sentimental.",
                 "Rainy_Night_3": "¿Te gustaría unirte a mí en la cama, mi amor? Podría leerte mis memorias.$1#$b#O, ¿podríamos encontrar alguna otra forma de disfrutar de la compañía del otro?$4",
                 "Rainy_Night_4": "Aquí, déjame ayudarte a quitarte esa ropa mojada.$3#$b#¿Qué? ¡No, no quise decir eso!$4#$b#Bueno, tal vez solo un poco.$1"  ,
                 "Indoor_Day_0": "¡Buenos días! Me levanté temprano para hornear un poco.[234]#$b#Mi madre y yo solíamos hornear juntos los domingos por la mañana.#$b#Debo confesar que la mejor parte fue ¡levantar la masa sobrante!$1",
                 "Indoor_Day_2": "Hoy se siente como un buen día para una limpieza de primavera tardía.#$b#Adelante y conquista, porque seré tu dedicado amo de casa.",
                 "Indoor_Day_3": "Las pesadillas todavía me acosan, mi amor. Es más fácil, contigo a mi lado.$3#$b#Pero temo que nunca seré verdaderamente libre.$1",
                 "Indoor_Day_4": "Algo estaba arañando el techo anoche. Me temo que algunos pájaros se han construido un nido.$2",
                 "Indoor_Night_0": "Buenas noches, mi amor. Espero que no te moleste la fragancia.#$b#He estado quemando velas de citronela para mantener a raya a los bichos.",
                 "Indoor_Night_1": "Qué hermosa y cálida tarde. Tal vez deberíamos tomar una manta afuera y estudiar las estrellas.",
                 "Indoor_Night_2": "Oh, mi rodilla me pica terrible con este calor. Estoy feliz de poder moverme de nuevo pero...$5#$b#Oh, lo siento mi amor. No es mi intención quejarme.$2",
                 "Indoor_Night_3": "Hace mucho calor esta noche. Aquí tienes algo para refrescarte.[233]",
                 "Indoor_Night_4": "Mi padre trabajaba muchas horas y llegaba a casa cubierto de polvo de carbón.#$b#Sin embargo, siempre se las arreglaba para tener tiempo para mi madre y para mí. También le traía baratijas: gemas defectuosas, rocas interesantes. #$b#Todos mis amigos jugaban con camiones de juguete y muñecos... pero yo construía mundos con piedras y conchas.$3",
                 "Outdoor_1": "Tuve problemas para dormir con el calor, así que salí para saludar el amanecer.#$b#Realmente es una hermosa granja.$1",
                 "Outdoor_0": "¡Nuestros pequeños amigos espíritus del bosque han estado de visita! Nos han dejado un regalo en la puerta.[402 259 398] ",
                 "Outdoor_2": "¡Buenos días, mi amor! Di un pequeño paseo por la granja, antes de que se caliente el día.$1#$b#Todo parece estar en orden.$3",
                 "Outdoor_3": "¡Oh, mi mente está llena de ideas, @! La tranquilidad aquí, oh, es una gran inspiración.",
                 "Outdoor_4": "Espero que no te importe, @, pero excavé un poco en los campos inferiores.#$b#Encontré esto.#$b#Es algo divertido, ¿no? La gente que solía vivir aquí debe haber amado mucho a los pollos.[113]",
                "funLeave_Jasper": "Hora de estirar las piernas y visitar a unos amigos, @. ¿Tienes algún mensaje para Gunther?#$b#Quizás compre algunos libros mientras estoy en eso.",
                "funReturn_Jasper": "¡Oh, me duelen los brazos de llevar tantos libros!#$e#$c 0.5#Gunther se coló en uno de sus libros favoritos. No estoy muy seguro de que sea mi género, pero lo intentaré.$1",
                "TwoKids_0": "$1 TwoKids_Jasper#¡No te preocupes por nosotros, @, los niños y yo lo pasaremos bien!$k#$e#¿Quizás podríamos llevar a los niños a la playa? Tal vez sea hora de enseñarle a %kid1 el fino arte de construir castillos de arena.",
                 "TwoKids_1": "Darle un helado a %kid1 probablemente no fue la mejor idea...#$b#Pero no te preocupes, ¡limpié todas las paredes!$3#$b#%kid1 es todo un artista.",
                 "TwoKids_2": "Los niños juegan muy bien juntos. Espero que siempre sean buenos amigos.$4",
                 "TwoKids_3": "Los niños te hicieron algunos dibujos, @. %kid2 está experimentando con el color.$1#$b#%kid1 te dibujó un pollo. O posiblemente un cocodrilo. Es, err, bastante estilizado.$1"
            }
        },
        {
            "LogName": "Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/MarriageDialogueJasper",
            "When": {
                "Season": "fall"
            },
            "Entries": {
                "spouseRoom_Jasper": "Buenos días belleza. He estado despierto desde el amanecer, demasiado inspirado para dormir. $1#$b#¿Por qué las epifanías siempre llegan de madrugada?",
                 "Rainy_Day_0": "¿De verdad crees que debes salir hoy, mi amor? ¿Podríamos hornear un poco, tal vez?#$b#He estado viendo el programa Reina de la Salsa. Ha demostrado ser muy inspirador.$1",
                 "Rainy_Day_2": "Esta lluvia de otoño es bastante lúgubre. Aún así, suena más musical en el techo.#$b#Siento que hoy, tal vez, será un día para escapar a un libro.$3",
                 "Rainy_Day_3": "Por favor, mi amor, mantente caliente. Odiaría que te resfríes.$2",
                 "Rainy_Day_4": "Hoy no irás a las minas, ¿verdad mi amor?#$b#Por favor, ten cuidado. Toma, esto podría ayudar. [349]",
                 "patio_Jasper": "Los colores otoñales son tan hermosos y la temperatura es perfecta.$1#$b#Podría pararme aquí todo el día y disfrutar de la naturaleza.$3",
                 "Rainy_Night_0": "¡Buenas noches, mi amor! Algo para endulzar tu día.[611]$1#$b#¡No es que no seas lo suficientemente dulce!$4",
                 "Rainy_Night_1": "Me temo que se ha producido una fuga. Tendré que echarle un vistazo mañana.$2",
                 "Rainy_Night_2": "¡Mi amor, te estás congelando! Toma, esto te calentará de adentro hacia afuera.[236]$2#$b#¿Quizás podríamos acurrucarnos debajo de una manta y leer juntos?$3",
                 "Indoor_Day_0": "Escuché susurros en la noche. Creo que estas noches más frescas están trayendo roedores adentro. $2#$b#Espero que %pet esté bien para la tarea que tiene delante.$1",
                 "Indoor_Day_2": "Buenos días, @. Espero que esto sea suficiente para ayudarte durante un día ajetreado.[201 240 241 242]$3",
                 "Indoor_Day_3": "¿Mis planes para hoy? Bueno, hay una nueva teoría que estoy siguiendo...#$b#No me hará famoso, pero podría ayudarme a restablecer mi carrera.$3",
                 "Indoor_Day_4": "Hoy estaba pensando en mi amiga duende. Oh, no es así, no te preocupes, @!$2#$b#Me pregunto si ella es la jefa ahora. Siempre tuvo tanta curiosidad por el mundo exterior.$1",
                 "Indoor_Night_0": "Hoy no fue... un buen día, mi amor. Se siente pesado. Siniestro.$2#$b#Por favor, ¿quieres venir a la cama conmigo? Me reconforta mucho tu compañía.$2",
                 "Indoor_Night_1": "@, ¡estás en casa! ¿Es esa la hora? Estaba bastante absorto en mi investigación y perdí el hilo.$2#$b#Por favor, perdóname, no te he preparado la cena.$2",
                 "Indoor_Night_2": "¡Excelentes noticias, @! Mi último artículo ha sido aceptado para su publicación en {{random: Cryptozoology Today, Journal of Uncommon Theories, The Unorthodox}}.$1#$b#Sí, lo sé, no es la prestigiosa publicación esperada... pero es un comienzo.$2#$b#¡Y al menos sé que la gente los lee!$3",
                 "Indoor_Night_3": "Los duendes también celebran la Víspera de los Espíritus, ¿sabes, pero de una manera bastante diferente a nosotros?$3#$b#Cuentan las historias de sus antepasados, con marionetas tejidas con madera y fibra, y cantan sus alabanzas con instrumentos. hecho de hueso.#$b#La Víspera de los Espíritus se trata de un recuerdo para ellos, no de esconderse de las sombras.$1",
                 "Indoor_Night_4": "Escucha el viento sacudiendo las persianas y las tablas que crujen y gimen...$2#$b#Me alegro de que estés aquí, @, para ayudarme a mantener las sombras a raya.$4",
                 "Outdoor_1": "Cuando era niño, trepábamos por los acantilados, compitiendo para llenar nuestras cestas de moras.$3#$b#Mi madre era una panadera maravillosa; hacía los pasteles más deliciosos.$1",
                 "Outdoor_0": "Los animales parecen un poco inquietos esta mañana. Pueden sentir el frío en el aire, la proximidad del invierno.$2",
                 "Outdoor_2": "La brisa es fuerte esta mañana. ¿Quizás deberías usar un abrigo?$2",
                 "Outdoor_3": "¡Buenos días @! Demasiadas ideas, y deambular por la granja, visitar a los animales, ayuda a despejar mis pensamientos.#$b#Que tengas un día productivo, mi amor. ¡Seguro que yo lo tendré!$3",
                 "Outdoor_4": "No pude dormir, @. Salí aquí, para no molestarte con mi inquietud.#$b#Ver salir el sol sobre tu granja... es realmente hermoso.#$b#Casi tan hermosa como tu sonrisa.",
                "funLeave_Jasper": "¿Visitaré la biblioteca hoy, si tienes alguna petición?",
                 "funReturn_Jasper": "Oh @, las sombras acechan durante mucho tiempo y los árboles parecen susurrar.$2#$b#Puedo sentir el roce del vacío. Se acerca el invierno.$2",
                 "TwoKids_0": "%kid1 encontró un gusano en las hojas hoy y le dijo a %kid2 que era 'pa-guetti'.$2#$b#No te preocupes, fue confiscado y liberado de manera segura. ¡Sin gusanos, ni niños pequeños! perjudicados.$3",
                 "TwoKids_1": "Los niños y yo hemos empezado a pintar rocas y esconderlas por el pueblo.#$b#Pequeños pasos, sí, ¡pero haré un geólogo de al menos uno de ellos!",
                 "TwoKids_2": "Gran parte de mi vida la dediqué a la investigación, pero cuando miro a nuestra hermosa familia...#$b#Me alegro mucho de que me hayas guiado por otro camino, @.",
                 "TwoKids_3": "Son tan tiernos nuestros bebés, ¿puedes creer que tienen mis ojos y tu nariz?",
            }
        },
        {
            "LogName": "Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/MarriageDialogueJasper",
            "When": {
                "Season": "winter"
            },
            "Entries": {
                "spouseRoom_Jasper": "¡Estas mañanas frías han despertado mi inspiración!  Hoy, papeleo. ¡Mañana, el mundo!",
                 "patio_Jasper": "Hay una quietud en el invierno, como si la naturaleza misma se detuviera para tomar aliento.",
                 "Indoor_Day_0": "Ay, amor mío, hace demasiado frío para salir. ¿Quieres unirte a mí frente al fuego?$1#$b#Podemos beber chocolate caliente y acurrucarnos para calentarnos.$4",
                 "Indoor_Day_2": "Buenos días, mi amor. Me temo que no me levantaré mucho hoy. $2#$b#El frío no es bueno para estos huesos envejecidos.",
                 "Indoor_Day_3": "Hoy se siente como un día de contemplación y gratitud. Estoy agradecida de tenerte en mi vida, @.",
                 "Indoor_Day_4": "Por favor, abrígate, mi amor. Odiaría que te resfríes.$2",
                 "Indoor_Night_0": "¡Mi amor, te estás congelando! Toma, esto te calentará de adentro hacia afuera.[236]$2#$b#¿Quizás podríamos acurrucarnos debajo de una manta y leer juntos?$3",
                 "Indoor_Night_1": "Brrr... ¡va a hacer mucho frío esta noche!#$b#Aquí hay algo para entrar en calor.[226]",
                 "Indoor_Night_2": "La forma en que el hielo dibuja patrones en el cristal es bastante mágica, ¿no crees?#$b#Puedes apreciar cómo surgieron las leyendas de Jack Frost y Old Man Winter.$1",
                 "Indoor_Night_3": "Va a nevar esta noche. ¿Crees que tal vez podamos estar cubiertos de nieve?$2#$b#No puedo pensar en ninguna otra persona con la que preferiría estar atrapado en la nieve.$4",
                 "Indoor_Night_4": "Mi madre luchó durante años para que las autoridades exhumaran las minas. $2#$b#Ya no aguantó más aquí y se mudó lejos. La extraño... pero la llamo a menudo.",
                 "Outdoor_1": "Encontré huellas en la nieve alrededor del granero.#$b#Siento, quizás, que hemos tenido un visitante.#$b#¿duende o duende? No sabría decirlo.$3",
                 "Outdoor_0": "Debo confesarte, mi amor, es bastante satisfactoria la forma en que la nieve cruje bajo tus pies.",
                 "Outdoor_2": "Me pregunto adónde van los junimo en invierno. ¿Hibernan? ¿O buscan viviendas más cálidas?#$b#Tal vez por eso reclaman edificios que hemos olvidado.",
                 "Outdoor_3": "Buenos días, mi amor. Me desperté temprano y barrí la nieve del porche.#$b#Ojalá pudiera limpiar el techo también.",
                 "Outdoor_4": "Podria estar investigando ahora mismo, pero no me quiero perder este maravilloso clima.",
                 "funLeave_Jasper": "Deberiamos jugar una guerra de bolas de nieve, seguro que atino al menos algunos tiros.",
                 "funReturn_Jasper": "Todo lo que puedo pensar es que tan mal lo deben pasar nuestros pequeños amigos.",
                 "TwoKids_0": "¿Esto es nieve en mi cabello? Supongo que sí. %kid1 y %kid2 se enfrentaron en una pelea de bolas de nieve bastante intensa.#$b#Ay, parece que me quedé atrapado en el fuego cruzado.$1#$b  #¿Quizás mañana te gustaría unirte a nosotros?$3",
                 "TwoKids_1": "Disculpas por todo el brillo. Hoy fue el día del arte y las manualidades y bueno... realmente llega a todas partes, ¿no? $1",
                 "TwoKids_2": "%kid1 pasó el día tratando de atrapar copos de nieve con la lengua.#$b#Mientras que %kid2 simplemente trató de comer nieve.$2#$b#Ah, ¡los niños son una delicia!$1",
                 "TwoKids_3": "¡Hemos estado haciendo copos de nieve! Oh, de papel, mi amor. Y no te preocupes, ¡yo limpiaré el desastre!$1"
            }
        },
        {
            "LogName": "Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/MarriageDialogueJasper",
            "When": {
                "HasSeenEvent": "5599017"
            },
            "Entries": {
                "{{AnniversarySeason}}_{{AnniversaryDayOfMonth}}": "Feliz aniversario, @.  Una pequeña muestra de mi agradecimiento.[578 565 553 547 347]#$e#Has encendido una nueva luz dentro de mí y me has devuelto a la vida.$3#$b#Te amo.$4"
            }
        },
        {
            "LogName": "Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/MarriageDialogueJasper",
            "When": {
                "HasSeenEvent": "5599017",
                "Weather": "Sun, Wind"
            },
            "Entries": {
                "{{AnniversarySeason}}_{{AnniversaryDayOfMonth}}": "$1 Jasper_Anniversary#Feliz aniversario Amor. Por favor, ¿te unirías a mí en la playa esta noche? Porque tengo algo preparado para la celebración.$4$k#$e#Feliz aniversario, @. Una pequeña muestra de mi agradecimiento.[578 565 553 547 347]#$e#Has encendido una nueva luz dentro de mí y me has devuelto a la vida.$3#$b#Te amo.$4"
            }
        },
        {
            "LogName": "Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Jasper",
            "When": {
                "Spouse": "Jasper"
            },
            "Entries": {
                "Resort_Entering": "¡Mi amor! Qué sorpresa verte aquí. Espero que a tu granja tropical le vaya bien.",
                 "Resort_Leaving": "Te veré pronto mi amor. Quizás prepare algo especial para la cena.#$b#O prefieres... postre.$4",
                 "Resort_Shore": "Oh, encontré el fósil más fascinante en la arena. Esta es realmente una isla extraordinaria.",
                 "Resort_Umbrella": "¿Te gustaría unirte a mí en la sombra?",
                 "Resort_Wander": "Sabes, el profesor Snail habla de escuchar ruidos extraños provenientes de esa montaña.#$b#Una parte de mí desea explorarla... para desenterrar sus secretos.#$b#¿Pero la otra parte? La  la otra parte todavía tiene miedo.$2",
                 "Resort_Bar": "Gus, por favor, uno de tus deliciosos cócteles para mi esposo.^Gus, por favor, uno de tus deliciosos cócteles para mi esposa.#$b#¿Qué te gustaría? ¿Mi amor? Gus sacude una piña colada de lo más refrescante.$1"
            }
        },
        {
            "LogName": "Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/MarriageDialogueJasper",
            "When": {
                "TwoToddlers": true
            },
            "Entries": {
                "winter_8": "No estoy seguro de quién está más entusiasmado con el Festival de Hielo hoy, ¡los niños o yo! $1#$b#Le prometí a %kid1 que haríamos un muñeco de nieve. Pero creo que %kid2 preferiría una pelea de bolas de nieve...$2"
            }
        },
        {
            "Action": "EditData",
            "Target": "Characters/Dialogue/MarriageDialogueJasper",
            "When": {
                "HasMod": "atravita.GingerIslandMainlandAdjustments"
            },
            "Entries": { // Puede usar $c o el token aleatorio de CP para agregar varias líneas de diálogo.
                 "GILeave_Jasper": "Amor, siento que un viaje a la Isla Jengibre está a la orden hoy. $1#$b#Quizás encuentre nuevas pruebas para mis teorías. Realmente es un lugar notable.",
                 "GIReturn_Jasper": "He tenido un día espléndido, mi amor.#$b#Oh, pero debes haber estado trabajando duro. ¿Quieres que te ayude a relajarte?$4",
                 "GIReturn_Talked_Jasper": "Espero que tu viaje a la isla haya sido tan lucrativo como el mío, cariño. Toma, te traje algo a casa.$1 [791 827 852 848]"
            }
        },
    ]
}