{
	"Changes": [
	//GENERAL DIALOGUE CHANGES
		{
			"LogName": "Universal Dialogue Changes",
			"Action": "EditData",
			"Target": "Characters/Dialogue/Shane",
			"Entries": {
				"Introduction": "Whoever the fuck you are, I don't wanna talk. Leave me alone.$s",
			},
		},
		{
			"LogName": "Flower Dance Rejection 0-1",
			"Action": "EditData",
			"Target": "Characters/Dialogue/Shane",
			"Entries": {
				"danceRejection": "What, are you trying to be funny? Fuck off.$a",
			},
			"When": {
				"Hearts:Shane": "0, 1",
			},
		},
		{
			"LogName": "Flower Dance Rejection 2-3",
			"Action": "EditData",
			"Target": "Characters/Dialogue/Shane",
			"Entries": {
				"danceRejection": "I already promised Emily I'd dance with her. You can go ahead and take my place if you wanna.",
			},
			"When": {
				"Hearts:Shane": "2, 3",
			},
		},
		{
			"LogName": "Engagement Dialogue",
			"Action": "EditData",
			"Target": "Data/EngagementDialogue",
			"Entries": {
				"Shane0": "Holy fuck, are you sure you know what you're getting yourself into?$6#$b#You know I'll do my best for you, but I'll still be the same asshole with the same baggage... not to mention that I have Jas to take care of...$3#$b#You really want this?#$e#Don't get me wrong, I do want this. I want this so bad, and I just... I really need this to work, @.#$b#So... if you're absolutely sure that you wanna spend the rest of eternity with this hot mess, then let's do this.$6#$e#This is... this is real, right? I mean, this is actually happening?$6#$e#Yoba, I don't know how to tell you how I feel right now.$l#$b#Heh... I guess I've got the rest of our lives to figure out how to tell you, right?$l#$e#You know what, I'm gonna go before I get even sappier. Gotta save some of that mushiness for the wedding, right?$6#$e#@, my bud, my favorite person in the universe... I'd love to spend the rest of the day making gross goo-goo eyes at you, but we both have shit to do.$l#$b#Go on, get outta here!$h",
				"Shane1": "I talked to Marnie and Jas last night. They kinda freaked out and took over the wedding prep.$h#$b#They cried a lot. Happy tears, of course. They're really, really happy for us, @.$l#$e#Jas is also pretty excited to come hang out on the farm. Do you think we should set up a room for her?$6",
			},
		},
	//JOJAMART DIALOGUE
		{
			"LogName": "JojaMart Dialogue",
			"Action": "EditData",
			"Target": "Characters/Dialogue/Shane",
			"Entries": {
				"JojaMart": "{{Random: What, you're gonna bother me at work now too? ++ Ask someone else if you want help. |inputSeparator=++}}",
				"JojaMart2": "{{Random: What? I'm busy here.$s ++ *sigh*... How can I help you?$s |inputSeparator=++}}",
				"JojaMart4": "{{Random: Welcome to JojaMart. I hope you're here to buy garbage because that's all we sell. ++ Hey, welcome to JojaMart. If you're looking for high-quality products, go to Pierre's. |inputSeparator=++}}",
				"JojaMart6": "{{Random: *sigh*... If you want anything, just go ahead and take it. I fucking hate this place.$s ++ For the last time, homemade \"80% off\" stickers aren't valid--oh, it's you. Hey. |inputSeparator=++}}",
				"JojaMart8": "{{Random: Ugh, I just finished toilet duty. I'm trying to forget what I saw. I'll talk to you after my shift, okay?$s ++ Hey, welcome to JojaFart.$6 |inputSeparator=++}}",
				"JojaMart10": "{{Random: Oh hey, bugaboo. I'll see you after my shift, okay?$6 ++ What are you doing here? Not that I'm not glad to see your dumb face, but I don't think you're here to *buy* this crap.$6 |inputSeparator=++}}",
			},
			"When": {
				"Relationship:Shane |contains= Engaged": false,
			},
		},
		{
			"LogName": "JojaMart Engagement Dialogue",
			"Action": "EditData",
			"Target": "Characters/Dialogue/Shane",
			"Entries": {
				"JojaMart": "Hm? Oh, hey you. Miss me already?$6",
			},
			"When": {
				"Relationship:Shane |contains= Engaged": true,
			},
		},
	//REGULAR DIALOGUE
		{
			"LogName": "DailyDialogue 0-1",
			"Action": "EditData",
			"Target": "Characters/Dialogue/Shane",
			"Entries": {
				"1{{DialogueYear}}": "What are you smiling about?#$e#I don't really care, just stop pointing your happy face at me.",
				"2{{DialogueYear}}": "Didn't you hear me the first time? Fuck off.",
				"3{{DialogueYear}}": "Go bother someone else. We'll both be happier that way.",
				"4{{DialogueYear}}": "Sweet Yoba, what do I have to do to get you to leave me alone?$s",
				"summer_4{{DialogueYear}}": "...$s#$b#Look, I'm busy being an asshole today. The biggest shitstain on the planet. Leave me alone.#$e#Just... be nice to Jas today, all right?$s",
				"5{{DialogueYear}}": "%Shane just sighs.",
				"6{{DialogueYear}}": "You again? How many times do I have to tell you to leave me alone?$s",
				"7{{DialogueYear}}": "Take a hint, why don't ya?$s",
				"8{{DialogueYear}}": "Why don't you talk to someone who actually wants to talk to you?$3",
				"9{{DialogueYear}}": "I'm busy.$s#$e#Busy doing what? Minding my own business. You should try it sometime.",
				"10{{DialogueYear}}": "Look, you're just wasting your time and mine.$3",
				"summer_10{{DialogueYear}}": "Go away, I'm trying to focus on fasting for tomorrow.",
				"11{{DialogueYear}}": "Nope. Go away.",
				"summer_11{{DialogueYear}}": "Mmph, I want more of that chutney...$3",
				"12{{DialogueYear}}": "I don't get why you won't just leave me alone.$s",
				"spring_12{{DialogueYear}}": "...$6#$e#Huh?#$q 36621/36622 fiteMe#The hell are you looking at?#$r 36621 0 smile#You were smiling.#$r 36622 -10 meanie#I'm looking at a jerk.",
				"13{{DialogueYear}}": "*sigh*... Look, farmer. My head feels like a blender full of rocks, and nothing in this world sounds less appealing than making small talk with some stranger I really couldn't care less about.#$b#Just quit it already, okay?",
				"spring_13{{DialogueYear}}": "Chickens are so fucking underrated.",
				"14{{DialogueYear}}": "I don't have the time or energy to deal with you.",
				"15{{DialogueYear}}": "Don't know you, don't care about you. Why are you talking to me?",
				"winter_15{{DialogueYear}}": "%Shane sighs as he counts the change in his pockets.#$e#Dammit...$s",
				"16{{DialogueYear}}": "Look, these conversations are probably as pleasant for you as they are for me, so let's not have them anymore. Okay?$s",
				"17{{DialogueYear}}": "Sweet Yoba's wrinkly thighs, what do I have to do to get you to leave me alone?$a",
				"18{{DialogueYear}}": "Ugh. Not today, farmer.$s",
				"fall_18{{DialogueYear}}": "What, you wanna be on the list of people I've disappointed today too? Yoba, as if Marnie wasn't enough.$s",
				"19{{DialogueYear}}": "Yoba, leave me alone before I start feeling bad for being such a rude asshole.",
				"20{{DialogueYear}}": "Ugh.$s#$q 594433/594434 ShaneGrouch#The hell do you want, farmer?#$r 594433 20 assertive#Why are you so grouchy, stockboy?#$r 594433 20 assertive#For you to stop being such a jerk.#$r 594434 -10 timid#Nothing, sorry.",
				"21{{DialogueYear}}": "You again? Yoba, I need a drink.$s",
				"22{{DialogueYear}}": "I don't wanna talk to you right now.#$e#Or later, or tomorrow. Just go away.",
				"23{{DialogueYear}}": "%Shane doesn't respond.",
				"spring_23{{DialogueYear}}": "Do me a favor and break my legs or murder me or something so that I don't have to be part of tomorrow's Jackass Parade.$s",
				"24{{DialogueYear}}": "Ugh. I wouldn't be a jerk if you'd leave me alone.#$b#So why don't you go away and stop making me a jerk?",
				"spring_24{{DialogueYear}}": "Sweet Yoba, the Flower Dance is the worst thing about this place.",
				"25{{DialogueYear}}": "*grumble*... stupid piece of... *grumble*... wish I could just... *grumble*$s#$b#Wuh? What do you want?$a",
				"winter_25{{DialogueYear}}": "Superstitious bunch of hicks... who gives a shit about a star?$s",
				"26{{DialogueYear}}": "Here's a fun idea: let's ignore each other for the rest of the year.#$e#*sigh*... It was worth a shot.$s",
				"27{{DialogueYear}}": "Yoba, my head...$s#$e#Did you say something? Ugh, not now.",
				"28{{DialogueYear}}": "%Shane looks dazed. He reeks of beer.#$e#Mmph. Shooooooo.",
			},
			"When": {
				"Hearts:Shane": "0, 1",
			},
		},
		{
			"LogName": "DailyDialogue 2-3",
			"Action": "EditData",
			"Target": "Characters/Dialogue/Shane",
			"Entries": {
				"1{{DialogueYear}}": "You should leave me alone, I'm terrible company.",
				"2{{DialogueYear}}": "Why do you keep trying to talk to me? Do you feel bad for me or something?$s#$b#I don't need your pity.$s",
				"3{{DialogueYear}}": "*sigh*... What is it this time?",
				"4{{DialogueYear}}": "What do you have to gain from talking to me, anyway?",
				"5{{DialogueYear}}": "I don't wanna be your friend.",
				"summer_5{{DialogueYear}}": "Take this.$s [221]#$e#Don't look at me like that, it's not poisoned or anything. I just don't fucking want it, all right?#$e#Marnie packed it for me because I missed Jas's birthday celebration last night.$s",
				"6{{DialogueYear}}": "I'm not in the mood to talk, okay?$s",
				"7{{DialogueYear}}": "You don't have to keep trying to talk to me. Just leave me be.",
				"winter_7{{DialogueYear}}": "Tomorrow's festival blows. I don't know if I'd rather attend or go to work...$s",
				"8{{DialogueYear}}": "Don't you have better things to do than talk to me?$3",
				"summer_8{{DialogueYear}}": "Stupid bugs. I gotta get some more insect repellent.$s",
				"winter_8{{DialogueYear}}": "Why are we even celebrating ice? It's cold, it's wet, it makes you slip and fall ass over teakettle.#$e#No, I wasn't speaking from experience...$s",
				"9{{DialogueYear}}": "You're nice and all, but stop talking to me.",
				"10{{DialogueYear}}": "Stop wasting your time on me.$s",
				"summer_10{{DialogueYear}}": "Yoba, I'm starving. This year's soup better be good...$3",
				"11{{DialogueYear}}": "I just don't wanna talk, all right?$s",
				"summer_11{{DialogueYear}}": "Thank Yoba for Gus's pepper chutney.",
				"12{{DialogueYear}}": "What, you wanna make friends?#$b#Go talk to someone else.$3",
				"spring_12{{DialogueYear}}": "What? Why are you asking me if I'm going to the Egg Festival tomorrow?#$e#Of course I'm going, it's the only festival worth attending in this podunk town.$3#$b#Aside from the Luau, I guess.",
				"13{{DialogueYear}}": "Why are you trying so hard to get to know me?",
				"spring_13{{DialogueYear}}": "%Looks like Shane's in a good mood. He's humming to himself.#$e#Huh? Did you want something?",
				"summer_13{{DialogueYear}}": "It's too damn hot to talk to anyone.",
				"14{{DialogueYear}}": "Sweet Yoba, quit bugging me.#$b#*sigh*... Please?$s",
				"15{{DialogueYear}}": "I'm exhausted, so leave me alone.",
				"fall_15{{DialogueYear}}": "I'm really busy right now, so could you stay out of my way?#$e#I have to help my aunt prepare for tomorrow.",
				"16{{DialogueYear}}": "Believe me, you're better off pretending I don't exist.$s",
				"fall_16{{DialogueYear}}": "Yoba, Fair prep was fuckin' exhausting.$s",
				"17{{DialogueYear}}": "Buh... do you actually like it when people are rude to you?$s",
				"18{{DialogueYear}}": "I don't want your \"friendship,\" all right? I'm fine in the company of some cold boys and microwave dinners.$3",
				"fall_18{{DialogueYear}}": "Hey, take this. [240]#$e#It was supposed to be for my aunt, but I can't face her today.$s#$b#Do whatever you want with it, I don't care.",
				"19{{DialogueYear}}": "Why don't you go talk to someone who isn't a deadbeat loser?$s",
				"20{{DialogueYear}}": "*sigh*... Telling you to leave me alone isn't gonna work, is it?$s",
				"spring_20{{DialogueYear}}": "...I wish I could skip today.$s",
				"21{{DialogueYear}}": "I hardly know you. Why do you keep bugging me?",
				"22{{DialogueYear}}": "#$1 ShaneJOSH#I'm surprised that you're still trying to make friends with me. Haven't I been rude enough to you yet?#$e#*sigh*... What's it gonna take to get you to leave me alone?$3",
				"23{{DialogueYear}}": "Ugh, can today just end already?",
				"spring_23{{DialogueYear}}": "If you're gonna go to the festival tomorrow, would you take my place?#$b#I look like a fucking tool when I dance.$s",
				"24{{DialogueYear}}": "You again? How many times do I have to tell you to leave me alone?$s",
				"spring_24{{DialogueYear}}": "Damn Flower Dance...$s#$b#The dance doesn't even involve flowers.",
				"winter_24{{DialogueYear}}": "No, I'm not telling you who my \"secret friend\' is.$3#$e#*sigh*... This whole gift exchange is a waste of money.",
				"25{{DialogueYear}}": "%Shane reeks of beer.#$e#What do you want? Yoba, don't talk, everything is too damn loud right now.$s",
				"winter_25{{DialogueYear}}": "Yeah, yeah, Happy Feast to you, too.$3#$e#What, you still here?",
				"26{{DialogueYear}}": "I don't know what you think you're gonna get out of talking to me. Whatever it is, it isn't worth it.",
				"fall_26{{DialogueYear}}": "Great, now I have to buy some new pants before I freeze my ass off.$3",
				"27{{DialogueYear}}": "...#$q 594435/594436 WhatDoUWant#What?#$r 594435 10 realTalk#Why do you dislike me so much?#$r 594436 -50 insult#Messing with you is fun.",
				"fall_27{{DialogueYear}}": "Ugh... spirits aren't even real.$s",
				"28{{DialogueYear}}": "Ugh, everything aches.$s#$b#Look, whatever it is you're gonna say, I don't wanna hear it.#$b#My head feels like it's been bashed against the mountain face, and everything else is sore.#$e#Didn't you hear me? I said go away.$s",
				"summer_28{{DialogueYear}}": "The weather's finally starting to cool off... Good thing too, because I'm out of insect repellent.$3#$b#Huh? What do you want?",
			},
			"When": {
				"Hearts:Shane": "2, 3",
			},
		},
		{
			"LogName": "DailyDialogue 4-5",
			"Action": "EditData",
			"Target": "Characters/Dialogue/Shane",
			"Entries": {
				"1{{DialogueYear}}": "Hey. Sorry I was such an ass to you when we first met.$3#$e#I... *sigh*...$s#$b#That was all on me. Sorry I acted like that.",
				"2{{DialogueYear}}": "Ugh, why am I such a useless waste of space?$s",
				"summer_3{{DialogueYear}}": "Hey, @...#$q 594437/594438 JasBday#I can't afford to get Jas anything for her birthday this year...#$r 594437 -50 yikes#I'll buy her something for you.#$r 594438 20 goodAdvice#Just spend the day with her.",
				"4{{DialogueYear}}": "What?$s#$b#Oh, it's you.#$e#Hey.",
				"5{{DialogueYear}}": "Buh... I've got a killer hangover today.$a#$b#I mean, I'm sorta hungover every day, but today's extra awful.$s#$q 686/696 blatantAlcoholism#Whatever, I'll just drink it off at the saloon tonight.#$r 686 -20 alcohol_jerk#You should cut back on the booze.#$r 686 -15 alcohol_jerk#That's really unhealthy.#$r 696 15 alcohol_sup#Wanna hang out at the lake instead?",
				"6{{DialogueYear}}": "Seriously, is Marnie paying you to talk to me or something?#$e#All right, all right, I believe you. I really just don't get why you'd wanna be friends with me.$3",
				"7{{DialogueYear}}": "You should probably stay out of my room. I haven't cleaned in months.$s#$e#I know I should really clean it up, but I just can't bring myself to do it.",
				"fall_7{{DialogueYear}}": "The wind keeps blowing leaves into the pastures at the ranch.$s#$e#*sigh*... I'll probably have to rake them up when I get home.",
				"winter_7{{DialogueYear}}": "So we all live in houses with working heating systems, but tomorrow we're all supposed to stand on a frozen lake in subzero temperatures to watch people catch fish.#$b#What the fuck is up with this town?$s",
				"8{{DialogueYear}}": "Yoba, I'm exhausted.$s#$b#I could barely get out of bed this morning.",
				"winter_8{{DialogueYear}}": "Yoba, I think my face is gonna freeze off.$6",
				"9{{DialogueYear}}": "$d Joja#*sigh* ...Every day is the same. Stocking those horrible shelves, going to the saloon, tossing and turning all night.$s|I hated my job at JojaMart, but now that I'm unemployed I feel even worse.$s",
				"10{{DialogueYear}}": "If Gus ever asks you to try his \"Jurassic Jungle Juice,\" don't.#$b#I'm still hungover from the night he got me to drink that fruity paint thinner hell.$s#$e#...That night was last year.",
				"summer_10{{DialogueYear}}": "The Luau's probably the third best festival in this town.#$b#Yoba, I love that soup.$3",
				"11{{DialogueYear}}": "It's hard to get up in the morning when you know you'll have to deal with another day of utter shit.$3",
				"summer_11{{DialogueYear}}": "Gus told me to bring an empty container to the Luau so I can take home some chutney.$6#$e#What a guy, that Gus.$6",
				"12{{DialogueYear}}": "Huh. I'm completely dead on the inside.",
				"spring_12{{DialogueYear}}": "Even if everything else is terrible, tomorrow's gonna be good.#$b#The Egg Festival never disappoints.",
				"13{{DialogueYear}}": "If I were food, I'd probably be stale corn chips. Or raisins.$3#$b#Something awful like that.$6",
				"spring_13{{DialogueYear}}": "What's up, motherclucker?#$b#*snort* Sorry, I just had to.$6",
				"summer_13{{DialogueYear}}": "Ugh, how do you deal with all these damn bugs?$s#$e#Me, wear pants? In this heat? Ha.",
				"14{{DialogueYear}}": "...I think I'll go take a nap.#$e#Talk to you later, I guess.",
				"15{{DialogueYear}}": "$d Joja#I asked Morris for a day off because my back hurts like hell, but the creep told me to suck it up and come to work.$s|I don't get why my back hurts so much. It's not like I do anything all day.$s",
				"fall_15{{DialogueYear}}": "Hey, good luck on your grange display later.#$e#I've been giving all our barn animals baths to prepare for the petting zoo.#$b#Ugh, I really need to take a shower.$3",
				"winter_15{{DialogueYear}}": "I'm gonna try getting some Winter Star presents at the Night Market. I actually have a pretty good idea of what Jas and Marnie would like.",
				"16{{DialogueYear}}": "I dunno how you put up with all my complaining, but thanks.#$e#So, uh, what's up?$3",
				"fall_16{{DialogueYear}}": "There's always so much work to do at the Fair.#$e#I'm exhausted. I'll be out like a light as soon as my head hits the pillow later.",
				"winter_16{{DialogueYear}}": "The stuff at the Night Market is so overpriced. How am I supposed to afford any of that shit?$s",
				"17{{DialogueYear}}": "Every time I try something new, it goes horribly wrong. You learn to just stay in a shell.",
				"18{{DialogueYear}}": "Is it normal to feel achy all the time?$s",
				"fall_18{{DialogueYear}}": "I know Marnie's disappointed in me. She has every reason to be.$s#$e#I don't wanna ruin her day, so I'm gonna stay out of her way.$3",
				"19{{DialogueYear}}": "I wish I could lie down in my bed and just... disappear.",
				"winter_19{{DialogueYear}}": "Ugh, the snow got into my shoes.$s",
				"20{{DialogueYear}}": "I still don't get why you're talking to me, but... I guess I'm not complaining.$3",
				"spring_20{{DialogueYear}}": "Another day, another week, another month, another year...$3#$b#Does any of it even mean anything?$s",
				"21{{DialogueYear}}": "$d Joja#I'm renting my room from Marnie at a really good price. It's small, but I can't complain.|If I could reset my life maybe I'd start a chicken farm. Only free-range eggs of course.",
				"22{{DialogueYear}}": "*blaap*#$b#Buh... sorry. I had way too much Joja All-Purpose Dipping Sauce.$3#$e#...I'm disgusting.$s",
				"23{{DialogueYear}}": "You know, I still feel bad about how I acted before. Sorry for being a grouch.$s",
				"spring_23{{DialogueYear}}": "Hm? Yeah, I'm going to the Flower Dance.$s#$b#I hate it, but Jas and Marnie really want me to attend the damn thing.#$e#Why are you asking?",
				"24{{DialogueYear}}": "You're really persistent. I guess I'm just surprised that anyone would be interested in talking to me.",
				"spring_24{{DialogueYear}}": "Ugh, I can't stand knowing that everyone's gonna watch me dance. It's fucking humiliating.$s",
				"winter_24{{DialogueYear}}": "No birthday gift, no Winter Star gift...$s#$b#I can't even do the barest minimum for the kid.#$b#Yoba, how am I such a deadbeat loser?",
				"25{{DialogueYear}}": "$d Joja#What's the point of life if all you do is work?|I haven't been able to pay my rent, but Marnie's letting me stay anyway. I'm lucky.",
				"winter_25{{DialogueYear}}": "I don't get what's so special about today.#$b#It's just a star. A ball of burning gas. It's meaningless.",
				"26{{DialogueYear}}": "Look, I'm in a bad mood right now. I don't wanna talk about it.#$e#I told you, I don't wanna talk about it, @. Just go.$s",
				"fall_26{{DialogueYear}}": "I can't wait for tomorrow's festival.#$b#What? No, I couldn't care less about that spirit bullshit. I'm going for the free pumpkin ale.",
				"27{{DialogueYear}}": "I kinda wanna climb into a trash can the next time Marnie asks me to take out the trash. That'd be funny.",
				"summer_27{{DialogueYear}}": "The flies and mosquitoes are finally disappearing. I guess summer's ending, huh?",
				"fall_27{{DialogueYear}}": "I wish fall wouldn't end...$3#$b#Snow can be such a pain in the ass.",
				"28{{DialogueYear}}": "Joja sucks, but I'd be lying if I said that they didn't have a great variety of frozen dinners.",
				"summer_28{{DialogueYear}}": "I like seeing the jellies, but I wish they didn't arrive so late.#$b#I still have to be up early tomorrow.$s",
			},
			"When": {
				"Hearts:Shane": "4, 5",
			},
		},
		{
			"LogName": "DailyDialogue 6-7",
			"Action": "EditData",
			"Target": "Characters/Dialogue/Shane",
			"Entries": {
				"1{{DialogueYear}}": "...$3#$b#I don't know how to give Jas everything she needs...$s#$e#Ugh, I'm not cut out for this shit!$a",
				"spring_1{{DialogueYear}}": "Yoba, this warm weather feels good.$h#$e#Did the winter make a mess of your farm, too?$6#$b#Ugh yeah, the pastures at Marnie's were all covered in weeds and junk. My back still hurts from clearing them out.$s",
				"2{{DialogueYear}}": "$d Joja#I'd quit my job if there were any other openings in this town. That place can suck the soul right out of you.|I almost wish that JojaMart didn't close down. I mean, I hated that stupid job, but at least I had one...$s",
				"4{{DialogueYear}}": "My days sort of just blur into each other. It's all the same old routine, over and over again.#$e#*sigh*...$s",
				"summer_4{{DialogueYear}}": "I tried baking a birthday cake this morning.#$b#I'm never gonna bake anything ever again.#$e#*sigh*... It melted onto the bottom of the oven.$3",
				"5{{DialogueYear}}": "Life isn't so bad... at least I have frozen pizza and eggs.$u",
				"summer_5{{DialogueYear}}": "I'm sweating buckets in this heat.#$e#Buh... I really gotta take a shower.$s",
				"7{{DialogueYear}}": "The flowers are blooming like crazy today. I can smell them wherever I go. I guess it's kinda nice.$6#$e#So what are you doing today?#$b#Heh, okay. Be careful out there, all right?",
				"fall_7{{DialogueYear}}": "I like hearing the leaves crunch beneath my feet. Makes me feel grounded.$6#$e#Raking them up, though... now that's a different story.$3",
				"winter_7{{DialogueYear}}": "Ugh, I won't get any sleep tonight.$s#$b#They're gonna start cutting the lake ice with chainsaws later, and it always takes hours before they finish.#$e#*sigh*... The Ice Festival blows.",
				"8{{DialogueYear}}": "I didn't sleep a wink last night. Yoba, I need coffee.",
				"summer_8{{DialogueYear}}": "If there's anything I like about my room, it's how much cooler it is in there than the rest of the house.#$b#The windows are in just the right position to let the breeze in.$6",
				"winter_8{{DialogueYear}}": "Ice. Hooray.#$b#Of course we're throwing a party for the stuff that any refrigerator can make.$3#$e#You going to that shindig?",
				"9{{DialogueYear}}": "Jas is a really good kid, you know?$6#$b#She doesn't deserve to be stuck with me.$3",
				"10{{DialogueYear}}": "Hey, @. I was wondering, what did you do before you moved here?#$b#You used to work for Joja, too?#$e#Huh. I can't picture you working a 9 to 5.$6",
				"summer_10{{DialogueYear}}": "I got a new pair of special extra-stretchy shorts for the Luau.#$b#I'm so fucking ready for that buffet.$6#$e#Are you gonna add anything to the soup tomorrow?",
				"11{{DialogueYear}}": "I wish that creep in the tower would keep it down.$s#$b#They've been making a racket, and it's giving me a headache.$s#$e#Yoba, they've got me sounding like an old man.$3",
				"summer_11{{DialogueYear}}": "All right, I've been looking forward to this buffet all year.$6#$b#*pats stomach* This ol' bag is ready for some piping hot soup!$h",
				"12{{DialogueYear}}": "I can get lots of fresh food from the ranch, but there's something about microwavables that make them comforting.#$b#I dunno how to explain it.",
				"spring_12{{DialogueYear}}": "The Egg Festival is my favorite. Chickens deserve some appreciation every now and then.$6#$e#The Flower Dance, though...$s#$b#I only go because Marnie wants me to.#$e#You're going to the festival tomorrow, right?$6",
				"13{{DialogueYear}}": "If I watch more TV, maybe I can forget about life. That would be relaxing.$u",
				"spring_13{{DialogueYear}}": "Ugh, I overslept. Things have been crazy at the ranch this week, what with all the festival prep.#$e#I gotta go. I was supposed to be at the town square hours ago.#$b#See you, @.",
				"summer_13{{DialogueYear}}": "Today hasn't been so bad. The valley looks good this time of year.$6",
				"14{{DialogueYear}}": "...I think I might be gaining weight.$s",
				"winter_14{{DialogueYear}}": "The night market's coming soon. I don't have much to spend, though...$3#$e#*sigh*... I just hope that what I have is enough to get some decent Winter Star gifts.",
				"15{{DialogueYear}}": "Buh... life. This is as good as it's gonna get, isn't it?$s",
				"fall_15{{DialogueYear}}": "I don't think Marnie's slept in a week. She's been working overtime to prepare for tomorrow's grange display.#$e#I do what I can to help, but she's been obsessing over this giant cheese wheel.$3",
				"winter_15{{DialogueYear}}": "So, what do you think of the night market?#$e#There's nothing like being surrounded by expensive crap that you can't afford.$s",
				"16{{DialogueYear}}": "Hey, I have this really great joke: You wanna know why I keep a picture of myself in a locket?$6#$b#It's because I'm...$6#$b#Independant.$6#$e#Heh, do you get it?$6#$e#No, I don't actually keep a picture of myself in a locket, ya dingus.$6",
				"fall_16{{DialogueYear}}": "You setting up a grange display later? It'll be nice to see all the stuff from %farm Farm.#$e#I'll be at the petting zoo. You should swing by if you have the time.$6",
				"winter_16{{DialogueYear}}": "Nah, I'm not going back to the night market tonight.#$e#I wish I could've taken Jas on that submarine tour, but it was way out of my budget.$s",
				"17{{DialogueYear}}": "Do you ever think about what you were as a kid and what you are now?#$e#I keep wondering if I messed up somewhere or if I was always meant to end up like this.$3#$b#Guess I'll never know.",
				"18{{DialogueYear}}": "I just ate four whole packs of pepper poppers. I don't know whether I feel proud proud or disgusted.$3#$b#Maybe both. Yoba, I love pepper poppers.",
				"fall_18{{DialogueYear}}": "I couldn't afford to get Marnie a whole birthday cake, so I just bought a slice.#$b#She acted really happy about it, but I know she was just playing it up for my sake.$3#$e#Could you wish her a happy birthday when you see her?",
				"20{{DialogueYear}}": "Marnie's been getting on my case about taking better care of myself. I don't see how it's any of her business how I treat myself.$s#$e#*sigh*... She's right, isn't she? I guess I should start learning to cook and stuff... ",
				"21{{DialogueYear}}": "I'm trying my best, but it just never feels like it'll be enough.$3#$b#Everything feels like a struggle, you know?",
				"winter_21{{DialogueYear}}": "I'm all out of sorts today. It's like I'm carrying a sack of rocks around.#$b#Maybe I'll feel better when spring comes around...$3",
				"22{{DialogueYear}}": "The only reason I can still do my chores at the ranch is because I'd feel bad if Marnie had to clean up after me all the time.#$e#I wish it wasn't so hard to do the things I have to do.$3",
				"23{{DialogueYear}}": "Do you have chickens at %farm?#$b#Heh, do you ever pick them up and make their heads do the thing? It cracks me up every time.$6#$e#Yoba, chickens are the best.$6",
				"spring_23{{DialogueYear}}": "Hey, @.#$q 5944369/5944370 Flower_Dance#Are you going to the Flower Dance tomorrow?#$r 5944369 0 negatory#Nope.#$r 5944369 0 negatory#I'm still thinking about it.#$r 5944370 10 absotively#Yes.",
				"24{{DialogueYear}}": "...#$e#...I'm sorry, I just... I don't wanna talk right now.$s#$e#I don't know. Sorry.",
				"spring_24{{DialogueYear}}": "I guess the Flower Dance isn't that bad, considering the free buffet.#$e#...Now that I think of it, it isn't really free. Gotta dance to earn my keep.$3#$e#...Wait. That came out wrong.$10",
				"winter_24{{DialogueYear}}": "I hope I get something good for the Feast tomorrow.#$b#That's a long shot, though, since I don't even know what I want.$3",
				"25{{DialogueYear}}": "I woke up feeling pretty good this morning.$6#$b#Maybe today won't be so bad...$3",
				"winter_25{{DialogueYear}}": "You know I don't believe in all that spiritual mumbo-jumbo, but... I gotta admit, seeing the Winter Star makes me feel things.#$b#Do you feel it too?$6#$e#I don't know how to describe it. It's just nice to actually feel something real.$6",
				"26{{DialogueYear}}": "Ugh, that song is stuck in my head again.$s#$b#You know, the one that goes \"bum-ba-ba-dum-bum\" with the bass?#$e#Why are all the worst songs so fucking catchy?$s",
				"fall_26{{DialogueYear}}": "*sigh*... Jas is gonna wanna go into the maze again tomorrow.#$b#She'll be sulking for days afterwards when we won't let her.$s",
				"27{{DialogueYear}}": "Yoba, I could really go for a beer right now...$s",
				"summer_27{{DialogueYear}}": "I'm actually looking forward to seeing the jellies tomorrow.$6#$e#There's something about the sight of them that makes me feel... I don't know. Peaceful, I guess?#$e#Are you gonna come see them?",
				"fall_27{{DialogueYear}}": "Yoba, there's gonna be so much free pumpkin ale later. How am I supposed to resist that?$s#$e#Nah, I don't really care about the maze. It's not that scary after you've been through it once.",
				"summer_28{{DialogueYear}}": "I just want the day to end already.$6#$b#I'm looking forward to tonight, though. Seeing the jellies is always nice.",
			},
			"When": {
				"Hearts:Shane": "6, 7",
			},
		},
		{
			"LogName": "DailyDialogue 8-9",
			"Action": "EditData",
			"Target": "Characters/Dialogue/Shane",
			"Entries": {
				"1{{DialogueYear}}": "Hey, @.$6#$e#*sigh*... I'm not up to talking to anyone right now. I just need to spend some time alone, okay?$3#$b#It's not about you, I just get in these moods sometimes. Sorry.",
				"spring_1{{DialogueYear}}": "It was such a relief to let the girls out of the coop this morning.$6#$b#They all looked really happy to run through the grass again.$6",
				"2{{DialogueYear}}": "Yesterday was rough.$3#$b#It's so frustrating to work so hard at getting better and still end up feeling like crap.$s#$e#Yoba, trying so hard is exhausting.",
				"spring_2{{DialogueYear}}": "Buh... I wish I could take a nap.",
				"summer_3{{DialogueYear}}": "I've planned out the perfect birthday for Jas. We're gonna have a blast tomorrow.$h#$e#We're gonna feed the chickens, go to the beach, grab some ice cream, hang out in the playground, stuff like that.$6#$e#I wanna make sure that she grows up with lots of good memories of her birthdays.$6",
				"4{{DialogueYear}}": "You've been a really good friend to me, you know?$6#$b#Thanks for putting up with all of... this.#$e#Just... remember that you can't \"fix\" me, okay?",
				"summer_4{{DialogueYear}}": "Hmmm... maybe letting Jas have all the ice cream she wants today isn't such a good idea...$3",
				"5{{DialogueYear}}": "Jas drew a picture of me with the hens. I hung it up on our fridge.$h#$e#I... didn't really do my job as her godfather before. I'm trying my best to make it up to her, though.$3#$b#I'm lucky to have her. She's a really sweet kid.$6",
				"summer_5{{DialogueYear}}": "Sam's been taking Jas to the beach with him and Vincent. It's nice of him.$6#$e#I should probably thank him, right?$3#$b#Maybe I'll swing by his place to drop off a carton of eggs or something...",
				"6{{DialogueYear}}": "Sometimes I wonder what my life would be like if I didn't have depression.$3#$b#*sigh*... I just gotta deal with the fact that I do.#$e#Therapy helps, but it's been... slow going. Really slow going.$3",
				"7{{DialogueYear}}": "Ugh... my back hurt so much that I couldn't sleep at all last night.$s#$b#Harvey said it could be because of my depression.#$e#I just feel like crap.$s",
				"fall_7{{DialogueYear}}": "I read somewhere that fall is the busiest time for a farmer. Is that true?#$e#Well, if you're growing any pumpkins, could you save one for me? Jas wants to carve her own jack-o-lantern this year.$6#$b#Marnie doesn't wanna let her handle any knives, but the kid's gotta live a little.$6#$b#'Sides, it'll be our secret.$h",
				"winter_7{{DialogueYear}}": "Eugh, Marnie signed me up to help prepare for tomorrow's festival.$s#$b#I mean, I might not mind so much if it weren't the worst festival of the valley.#$b#Of all the things to celebrate, why ice?#$e#I've got no idea how I'm gonna help tonight. I don't even know how to use a fucking chainsaw!$10",
				"8{{DialogueYear}}": "Hmmm... I wonder if Jas would wanna go to a gridball game in Zuzu City with me...$3#$e#Maybe she'd rather go see a movie? One of those cartoons with talking animals?$6",
				"summer_8{{DialogueYear}}": "I wonder how hot pepper-flavored sparkling water would taste...$3",
				"winter_8{{DialogueYear}}": "I'm beat. We were up till 4 am cutting holes into the lake.#$e#And then Lewis, fucking Lewis decided that we needed to use the ice we'd cut to make igloos.$s#$b#Yeah, Lewis, let's stay on the godforsaken ice disk till the asscrack of dawn building houses that absolutely no one's gonna use.$s#$e#*sigh*... Sorry, I'm whining, aren't I?#$b#Ah well, kick some ass at the ice fishing contest, all right?$6#$b#Gus and I *may* have bet on who'd win this year. No pressure, but my money's on you.$6",
				"9{{DialogueYear}}": "Hey, dork.$6#$e#Heh, you calling me a dweeb? Well, it takes one to know one, ya dingus.$h",
				"10{{DialogueYear}}": "I've been trying to cook more real food lately. Figured I need to start taking better care of myself.#$e#I mean, scrambled eggs are all I can make but progress is still progress, right?$6",
				"summer_10{{DialogueYear}}": "Okay, so I've been doing some research, and I found out that you have to drink lots of water to prepare for a buffet.#$b#It's something about keeping your stomach hydrated so it's at max stretchiness or something.#$e#What? Of course I'm taking this seriously.$6#$b#It'd be a waste to turn up at the Luau tomorrow to eat four nachos and decide that you're full.#$b#You can only get soup like that once a year, so you gotta make the best of it.$6",
				"11{{DialogueYear}}": "Gus gives me free soda sometimes. I think it's how he tries to support my... you know.$3#$b#I don't know how to thank him without making things weird...#$b#But I think he knows that I get what he's doing.$6#$e#I'm still getting used to the idea that there are people who really do care about me.",
				"summer_11{{DialogueYear}}": "I hope the soup's good this year.$3#$b#I mean, everything else is sure to be good since Gus did the cooking, but nothing rounds off a buffet like a bowlful of hot soup.#$e#*snort*... I'm just kidding. I would never leave the Luau before eating at least TWO full bowls of soup.$6",
				"12{{DialogueYear}}": "It took me half an hour to get out of bed this morning...$s#$b#Are things always gonna be this hard?$3#$e#*sigh*... Sorry, @. I'm just so tired of having to try so hard just to function like a normal person. It's exhausting.$s#$e#Thanks for listening to me. Again.$3",
				"spring_12{{DialogueYear}}": "Yoba, I'm beat.#$b#I've been hauling crates of eggs to the saloon for Gus and Emily, and there's still a ton of work for me to do at the ranch.$3#$e#This year's Egg Festival's gonna be incredible, though.$6#$b#I mean, it better be, after all the work we've done...$6",
				"13{{DialogueYear}}": "Aw man, my Crocs are starting to wear out...$s#$e#Ah well. At least I've got an excuse to buy myself something. Nothing wrong with treating yourself every now and then, right?$6",
				"spring_13{{DialogueYear}}": "My girls have been working really hard to make this year's Egg Festival a success.$6#$e#Gus, Marnie, Willy, and Emily worked hard too, of course. But the hens are the real stars of the show.$6",
				"summer_13{{DialogueYear}}": "Aw man, my Crocs tanned my feet all weird.$s",
				"14{{DialogueYear}}": "I had this idea for a new recipe: pizza with a crust made entirely of pepper poppers.#$b#That way I won't have to choose between the two of them. It's the best of both worlds!$h",
				"15{{DialogueYear}}": "You know, sometimes I feel like I'm not getting any better.$3#$b#I'm getting better at handling things, but my mood is still shit all the time.#$e#*sigh*... I hope things change soon.",
				"fall_15{{DialogueYear}}": "Hey @, are you setting up a grange display tomorrow?#$b#I'd offer to help out, but I've got my hands full at the ranch.$3#$e#Well, good luck tomorrow. You know where to find me if you wanna hang out.$6",
				"winter_15{{DialogueYear}}": "I gotta make sure Jas doesn't grab any free coffee from the market tonight, or else she'll be bouncing off the walls.#$e#I learned that lesson the hard way last year.$3",
				"16{{DialogueYear}}": "Hey, I found a giveaway online and got a couple new games for free. Wanna try them out with me sometime?$6",
				"fall_16{{DialogueYear}}": "Hey, good luck later.$6#$b#I wish I could stick around, but I got a lot of work to do to prepare.#$e#See you at the petting zoo, all right?$6",
				"winter_16{{DialogueYear}}": "So how are you liking this year's Night Market?#$e#Jas and I went on that deep sea tour last night. Lots of weird glowy stuff down there.#$b#Jas was able to name a lot of the stuff we saw.$6#$e#Half of the time, she'd say stuff like, \"Look, Uncle Shane, it's the Atolla jellyfish!\"$6#$b#The rest of the time she'd say shit like, \"I dunno, I'll call it %name.\"$6#$e#She's great, I love her.$h",
				"17{{DialogueYear}}": "You ever think of all the things that happened to put you right where you are now?$3#$b#It's kinda overwhelming.#$e#I don't really know if I'd change anything. I mean, would I give up all the good parts to avoid the bad parts?$3#$e#...Yeah, I'm gonna try thinking of something else.#$b#Wanna grab something to eat?$6",
				"19{{DialogueYear}}": "My new hobby is letting Jas beat me at video games.#$b#Well, when I say I let her, I mean I agree to play even though I know she's probably gonna kick my ass.$3#$e#She doesn't even know how combos work. She'll just press random buttons and she'll still have a good chance at beating me.#$b#Yoba, she's ridiculous.$6",
				"winter_19{{DialogueYear}}": "I hate that my girls can't free range this season. Getting good treats this time of year is hard, too.$3#$e#...I guess they're \"cooped up,\" huh?$6#$b#Heh, sorry, that sounded dumb.$6#$e#Really? You know how to make a worm bin?$10#$b#Think you could teach me sometime? You had me at \"self-sufficient.\"$h",
				"20{{DialogueYear}}": "Yoba, I swear I saw a bunch of wolves at the edge of the forest last night...$s#$b#Honestly, I'm still kinda freaked out...#$e#You be careful, okay? Keep an eye on your animals.",
				"spring_20{{DialogueYear}}": "Yoba, I'm getting old...$s#$b#Well, this year's gotta be better than last year, right?",
				"21{{DialogueYear}}": "...Today's kinda heavy.$s#$b#Buh... maybe I should take a shower. Or a nap.$3#$e#I don't think I'm up to playing with Jas today... ugh, what is wrong with me?$s",
				"22{{DialogueYear}}": "Hey, @.$6#$b#I don't wanna make things weird, but... I wanna say thanks for being my friend.#$e#Anyway, uh...$3#$b#What are you up to?$6",
				"23{{DialogueYear}}": "I think I'm starting to get it together.#$b#Not there just yet, but...$3#$b#I'm actually starting to believe that I can get there someday.$6#$e#So how are things going on the farm? You doing okay?$6",
				"spring_23{{DialogueYear}}": "I'd try to convince Marnie to let me skip out on the Flower Dance tomorrow, but then she'd be all passive-aggressive.$3#$b#Not to mention Jas's disappointment if I don't go and dance...#$e#*sigh*... I just feel like such a loser when I'm dancing in front of everyone. It's not like anyone's dancing for fun, so what's the point?$s",
				"24{{DialogueYear}}": "Do you ever just watch your hens sprint out of the coop when the doors open in the morning?#$b#It's hilarious. They look so dumb. Yoba, I love them so much.$6",
				"spring_24{{DialogueYear}}": "The game plan for today is to eat a lot at the buffet, zone out during the formal dance, dance with Jas a little, then keep eating at the buffet.#$b#*huff*... I'm gonna get through this. It's just one day. I can do this.",
				"winter_24{{DialogueYear}}": "I've been saving up to get Jas a good present for the Feast of the Winter Star.$6#$b#I just really wanna make sure she's happy, you know?$3",
				"25{{DialogueYear}}": "I really need to learn some new bedtime stories.#$b#Marnie completely flew off the handle when she found out that I told Jas the story of Bluebeard last night.#$e#I guess I probably shouldn't tell Jas the stories my old man used to scare me with...$3",
				"winter_25{{DialogueYear}}": "Hey, I can't really chat right now. I have to help with some last-minute prep for the Feast. See you later, @.$6",
				"26{{DialogueYear}}": "Ugh, my knee's acting up again...$s#$e#I blew it out back when I was in college. Can you believe that I used to be on the varsity gridball team?#$b#Ah well, that's ancient history now...$3#$e#So what are you doing today?",
				"fall_26{{DialogueYear}}": "I got Emily to make Jas a costume for tomorrow.$6#$b#Hopefully, she'll be too busy showing it off to ask to go into the maze.#$b#I mean, if she goes in there, she'll just get the crap scared out of her.#$b#She already gets way too many nightmares as is.$3",
				"27{{DialogueYear}}": "Yoba, do you ever get the urge to just... microwave six entire packs of pepper poppers and stuff your face?#$e#I mean, rationally, I know it's a terrible fucking idea. Even I'm not stupid enough to try that.#$b#But I don't know, imagine the weird sense of achievement that'd come with eating 36 pepper poppers... fucking incredible.#$e#Yeah, yeah, I won't do it. Ya killjoy.$6",
				"summer_27{{DialogueYear}}": "Yeesh, it's already starting to get cold... maybe I should buy some pants before summer ends.$3",
				"fall_27{{DialogueYear}}": "I've been handling myself pretty well lately, but I'm feeling kinda nervous about tonight.$3#$b#I mean, everyone's gonna be drinking, and there's gonna be lots of Gus's pumpkin ale...#$e#*sigh*... ",
				"28{{DialogueYear}}": "@, look at this. My blue chickens were featured in this month's issue of {{Random: The Poultry Periodical, The Chicken Check-In, The Brood Bulletin, The Hen Herald,  The Chook Champion, Fowlopedia, The Rooster Review}}!$h#$e#Yoba, I actually feel...$3#$b#Really proud of myself.$6#$e#I'm gonna get this article framed. I'm so fucking happy!$h",
				"summer_28{{DialogueYear}}": "I can't wait for tonight. The jellies are always... I dunno. They make me feel stuff.$3#$b#Seeing them's like a reminder that we're tiny and insignificant... but that's not a bad thing.#$b#I don't know how to explain it.$3#$e#Anyway, see you at the beach tonight?$6",
			},
			"When": {
				"Hearts:Shane": "{{Range: 8, 14}}",
			},
		},
		{
			"LogName": "DailyDialogue 10+ Platonic",
			"Action": "EditData",
			"Target": "Characters/Dialogue/Shane",
			"Entries": {
				"1{{DialogueYear}}": "Do you ever feel like the whole world is scrutinizing you like some disgusting insect?$s#$b#*sigh*... Yeah, I guess it's one of those days again.",
				"winter_1{{DialogueYear}}": "Now that you don't have any crops to worry about, could you slow down a bit?#$b#Yoba, you kept working yourself to the bone last season.$s#$e#I get that taking care of an entire farm is a lot of work, but you need to take care of yourself too. All right?",
				"summer_4{{DialogueYear}}": "Oh hey, did ya wanna hang out with the birthday girl?$6",
				"5{{DialogueYear}}": "Buh... I don't know if it'll ever be easy to get out of bed.$s#$b#Most mornings, it still feels like I've got lead in my limbs.#$e#My counselor told me that keeping a regular schedule will help, but sweet Yoba, it's tough. There are days when I just can't make myself do anything, you know?#$b#Those days throw my schedule out of whack.$s",
				"summer_6{{DialogueYear}}": "I gotta remember to drop some eggs off at Sam's place. Gonna thank him for watching over Jas when she goes to the beach.$3#$b#His mom seemed pretty happy with the ones I dropped off last time.$6", 
				"7{{DialogueYear}}": "Hey, @. I've actually been having a pretty good day so far.$h#$b#So, what are you up to?$6",
				"fall_7{{DialogueYear}}": "Mushrooms are a pain in the neck, but it's not so bad when I consider all the worms that come with them.#$b#The girls go crazy looking for them when I let them out of the coop.$h",
				"9{{DialogueYear}}": "Hey... you ever wake up feeling exhausted? Or like you wanna nap forever?$s#$e#Nah, don't worry. I'm not gonna do anything stupid.#$b#At least, nothing more stupid than usual.$6#$b#*sigh*... I just really needed to get that off my chest. Thanks for letting me.",
				"summer_10{{DialogueYear}}": "I bet Gus is already cooking up a storm in the kitchen for the Luau...#$e#He told me that he's making something extra special this year, but he won't tell me what.#$b#I really hope it's those spicy shrimp skewers he tested out last week...$3",
				"summer_11{{DialogueYear}}": "Are you ready for the Luau? I've got some antacid and an extra pair of stretchy shorts if you need 'em.$6",
				"12{{DialogueYear}}": "Ugh, therapy can be such a drag.$s#$b#I mean, I've been doing a lot better since I started, but I wish it weren't so hard.#$b# It's embarrassing to tell my counselor that I haven't been able to do the stuff he tells me to do.",
				"spring_12{{DialogueYear}}": "I set up an old TV in one of our coops to play videos of roosters, and the girls have been laying eggs like crazy all week!$h#$b#We should have more than enough eggs for tomorrow's festival.$6#$e#I only give them the TV during the week before the festival. I don't wanna overwork the girls, after all.",
				"13{{DialogueYear}}": "Ms. Penny sent Jas's report card to the ranch last night. My girl got straight A's last month!$h#$e#Not to brag, but Jas has had straight A's for about a year now.$6#$b#Just kidding, I am bragging. She's a genius!$h",
				"spring_13{{DialogueYear}}": "I can't wait for Gus's deviled eggs at the festival. Eating them makes me feel like a rich, fancy jerk.$6",
				"summer_13{{DialogueYear}}": "Sweet Yoba, I feel like my face is gonna melt off. I hope Marnie's planning on making ice cream today.$3#$e#I'll call you if she does make some.$6#$b#I mean, you could just buy some from the stand near the library, but Marnie's been bugging me to get you to come by the ranch more often.$6",
				"winter_14{{DialogueYear}}": "Oh, the Night Market starts tomorrow, right?#$b#Gus was talking about it a few days ago. He seemed really excited to get his hands on artisan goods and whatnot.",
				"15{{DialogueYear}}": "#$d Joja#I don't know how much longer I can keep working at JojaMart, so I've been looking for a new job in town. I haven't had much luck, though. Pelican Town's not exactly an economic powerhouse.$s|Marnie said that business has been good lately. Our workload's increased, so she's been giving me more responsibilities around the ranch.$6",
				"fall_15{{DialogueYear}}": "Jas has been a big help around the ranch lately. She's got a real knack for working with animals.$6#$e#It's a good thing too, since our workload's been doubled because of the Fair...$3",
				"winter_15{{DialogueYear}}": "I don't know if I'll buy anything tonight, but I guess window shopping's fun.#$b#Seeing stuff from all over the world is pretty neat.#$e#Uh, just ignore me if you see me there tonight. I definitely won't be buying anything anyway.",
				"16{{DialogueYear}}": "#$d Joja#...I don't wanna spend the rest of my life stocking shelves at Joja. If I have to be here, I wanna at least do something that makes me happy, you know?$3|I'm glad that working at the ranch means that Marnie doesn't have to work as hard as she used to. She has a bad back, you know.$6",
				"fall_16{{DialogueYear}}": "Hey, @. Go kick Pierre's ass today, okay?$6#$e#Just lemme know if you wanna grab some burgers when you're done. See you later.$6",
				"fall_18{{DialogueYear}}": "Hey, @.$6#$e#Marnie wanted me to tell all our customers that she'll be out today.#$b#She's got a check-up, and Jas and I got her some gift certs to this fancy spa for her birthday. We figured she'd appreciate an evening off to herself.$6#$e#So what are you doing today?$6",
				"19{{DialogueYear}}": "So last night, Emily walked up to me and said that I was \"really pink and pale yellow nowadays\" and that she was proud of me.#$b#I have no idea what that was about.#$e#*sigh* Emily gets weird like that sometimes, but it's just her way of showing that she cares.$6",
				"winter_19{{DialogueYear}}": "Jas keeps hunting for her Winter Star present, so I have to change hiding places every few days.#$b#I'm running out of places to hide it...$3",
				"20{{DialogueYear}}": "I was thinking of trying to make dinner, but I don't wanna risk Jas and Marnie getting food poisoning.#$b#Maybe I'll just get take-out from the saloon.",
				"spring_20{{DialogueYear}}": "My birthday doesn't seem like such a big deal anymore. It used to feel like a reminder that my life was passing me by, you know?#$b#I guess I'm in a pretty good place right now.$6",
				"21{{DialogueYear}}": "You know what? No one could fucking stop me if I didn't have depression.#$b#I bet I only have depression because otherwise I'd be too powerful.$3",
				"22{{DialogueYear}}": "@! A new batch of chicks hatched at the ranch yesterday.$h#$b#Sweet Yoba, my heart can't handle it. I love them so fucking much already.#$e#They're just... so small.#$b#Yoba, my fucking heart.$h",
				"23{{DialogueYear}}": "Here. [206]#$e#I know you're always running around doing stuff, so you gotta have have lots of energy. Eat up, it's good for you.#$b#...I think.$3#$b#I mean, it's got tomato sauce, and tomatoes are supposed to be healthy, right?$6",
				"24{{DialogueYear}}": "Ugh, Marnie and I had a pretty nasty argument last night.$s#$b#She said I'm spoiling Jas too much, which is stupid because I'm not.#$e#...$s#$b#...#$b#Yoba, I AM spoiling her, aren't I?$10",
				"winter_24{{DialogueYear}}": "So what are you gonna get me for the Feast?$6#$b#Heh, I'm kidding.$6#$e#Did I get you anything? I'm not gonna answer that.$6",
				"25{{DialogueYear}}": "Everything feels so numb and heavy today...$s#$b#I'm so sick of feeling like this.",
				"26{{DialogueYear}}": "...#$b#%Shane pinches your nose.#$e#Heh, gotcha.$6#$e#So what are you doing today?",
				"fall_26{{DialogueYear}}": "Jas and I carved a bunch of jack-o-lanterns yesterday. She was pretty pumped to handle a \"grown-up\" knife.$6#$q 594440/594441 pumpkinSeeds#We got all these seeds out of the pumpkins. You want them?#$r 594440 15 pumpkinYes#Yes please!#$r 594441 -5 pumpkinNo#No, thank you.",
				"27{{DialogueYear}}": "I don't really try to control what Jas reads. She knows what she likes.#$b#I mean, every book's a children's book if the kid can read, right?",
				"summer_27{{DialogueYear}}": "Man, it's a good thing I bought some new pants last week.#$b#It's already getting pretty cold, isn't it?$6",
				"fall_27{{DialogueYear}}": "Spirit's Eve is the one holiday I don't have to help set up. That bearded hermit in the tower does everything themself.#$e#Since they're so good at setting up for festivals, I don't know why they don't bother to help with all the other events.$s#$b#Ah well, at least I was able to relax last night.",
				"28{{DialogueYear}}": "Buh... I was supposed to take a twenty-minute nap last night, but I woke up ten hours later with a headache.$s#$b#Does this ever happen to you?#$e#It sucks. I didn't even get to watch the game last night.",
			},
			"When": {
				"Hearts:Shane": "{{Range: 10, 14}}",
			},
		},
		{
			"LogName": "DailyDialogue 10+ Romantic",
			"Action": "EditData",
			"Target": "Characters/Dialogue/Shane",
			"Entries": {
				"2{{DialogueYear}}": "*snort*$6#$b#You've got twigs in your hair, chickadee. You trying to start a new trend?$h#$b#C'mere, I'll get them out for you.$6#$e#*sigh*...Do I even wanna know what you've been up to?$6",
				"4{{DialogueYear}}": "Hey, bud. I was thinking of taking Jas to Zuzu City sometime. Maybe buy her a new dress, some new books, take her to see a movie...$6#$b#I was hoping you'd come with us.$6",
				"6{{DialogueYear}}": "I still can't believe that of all the people you could've dated, you went for me.$l#$b#*snort* No, I'm not complaining, ya dingus.$h#$b#Just never thought I'd be this lucky is all.$6#$e#Hey, who are you calling a softie!?$10",
				"winter_7{{DialogueYear}}": "Hey, why don't we ditch the Ice Festival this year?#$b#We could just stay in and lay around on the couch.#$e#I'll go if you really wanna go and win the fishing competition, though.#$b#Gotta cheer you on and all that.$6",
				"8{{DialogueYear}}": "Hey. So how's my favorite dork?$6#$e#You doing anything this weekend? I was thinking we could go out and do something fun.$6#$b#Or if you're busy, I could just come over and help you with your animals.$6#$b#I mean, I can if you want me to.$l",
				"winter_8{{DialogueYear}}": "How do they always manage to set the Ice Festival for the coldest, most godforsaken day of the year?$s#$b#I'm wearing four pairs of socks, but I'm pretty sure my toes are gonna freeze off...#$e#Hm... you look like you're freezing, too.#$b#C'mere, we can conserve our body heat if we stay close to each other.$6",
				"10{{DialogueYear}}": "Oooh... my mouf ith numb.#$q 5944399/5944398 pepper_problem#I ate way too many pepper popperth.#$r 5944399 20 smooch#(Kiss him.)#$r 5944398 10 haha#You're an absolute doofus.",
				"11{{DialogueYear}}": "...$6#$e#Was I staring?#$b#Heh, sorry. You just look really nice today.$6",
				"14{{DialogueYear}}": "Hey, sunshine. Don't take this the wrong way, but I feel like shit and I don't wanna talk right now. Sorry.$s#$e#I really don't wanna talk, but I'd like it if you kept me company.",
				"17{{DialogueYear}}": "Hey, tell me about your day. I like hearing about all the stuff you get up to.$6#$q 594431/594432 Shane_story#So what have you been doing lately?#$r 594431 10 story_one#Caring for my crops and animals.#$r 594431 10 story_one#Mining and fighting monsters.#$r 594432 0 story_trash#Digging through people's trash.",
				"18{{DialogueYear}}": "Hey, @. Wanna split a pizza sometime?#$b#I'm talking about Gus's fancy oven-baked pizzas, not my usual microwavable ones.$6#$e#Don't worry, I can afford to splurge on a date with my favorite dweeb every now and then.$h",
				"spring_23{{DialogueYear}}": "Just so you know, I really, really, really wouldn't mind if you asked Emily to dance tomorrow.$6#$b#She'd get to dance, you'd get to dance, I won't have to dance...$3#$b#It'd be a win-win-win situation, don't you think?$6#$e#Of course I'd dance with you if you asked.#$b#Don't act like you don't already know that I can't say no to you.$6",
				"spring_24{{DialogueYear}}": "Oh hey, chickadee.$6#$e#...$l#$b#I, uh, I gotta go run some errands before the dance.$3#$e#See you in a bit, @.$6",
				"winter_25{{DialogueYear}}": "*smooch*$l#$b#Happy Feast, @.$6#$e#Heh, I wish I could stay, but I gotta help with some last-minute prep for the Feast. See you in a bit, chickadee.$6",
				"summer_28{{DialogueYear}}": "Hey, chickadee.$6#$e#You ready for fall? Marnie's already drafted a schedule of chores at the ranch.#$b#You know, to get ready for the Fair.#$b#I'm gonna be giving lots of animal baths in the next two weeks...$3#$e#Anyway, I'll see you tonight.$6",
			},
			"When": {
				"Hearts:Shane": "{{Range: 10, 14}}",
				"Relationship:Shane": "Dating, Engaged",
			},
		},
//CONDITIONAL DIALOGUE
		{
			"LogName": "Daily Dialogue Joja 4-5",
			"Action": "EditData",
			"Target": "Characters/Dialogue/Shane",
			"Entries": {
				"3{{DialogueYear}}": "Hey, if I post a request for someone to smack Morris in his smarmy face, do you think anyone would take it?#$b#I'd do it myself, but that might get me fired.$3#$e#Heh, I'm just kidding.$6#$b#Well, mostly, anyway.$3",
			},
			"When": {
				"Hearts:Shane": "4, 5",
				"HasSeenEvent |contains=191393": false,
			},
		},
		{
			"LogName": "Daily Dialogue Joja 6-7",
			"Action": "EditData",
			"Target": "Characters/Dialogue/Shane",
			"Entries": {
				"3{{DialogueYear}}": "Ugh, there were a bunch of tourists at JojaMart yesterday. They kept whining at me to accept their expired coupons.$s#$b#I wasn't even manning the fucking register!$a",
			},
			"When": {
				"Hearts:Shane": "6, 7",
				"HasSeenEvent |contains=191393": false,
			},
		},
		{
			"LogName": "Daily Dialogue Joja 8-9",
			"Action": "EditData",
			"Target": "Characters/Dialogue/Shane",
			"Entries": {
				"3{{DialogueYear}}": "I guess Sam and I are pretty good friends now. Nothing builds a friendship like eight hours of retail hell together.$6#$e#And I gotta appreciate how the guy finds ways to piss Morris off. It's a gift.$6",
				"winter_3{{DialogueYear}}": "I swear to Yoba, I'm quitting my job as soon as I have enough saved to put Jas through college.$s",
			},
			"When": {
				"Hearts:Shane": "6, 7",
				"HasSeenEvent |contains=191393": false,
			},
		},
		{
			"LogName": "Daily Dialogue Joja 10+",
			"Action": "EditData",
			"Target": "Characters/Dialogue/Shane",
			"Entries": {
				"3{{DialogueYear}}": "*sigh*...I don't know how or why, but...#$b#Sam talked me into helping him pull one of his pranks on Morris.$s#$b#I don't know what it's gonna be, but he said it involves three air horns, mayonnaise, and a back scratcher.#$e#Yoba, I'm gonna regret this.$6",
			},
			"When": {
				"Hearts:Shane": "{{Range: 10, 14}}",
				"HasSeenEvent |contains=191393": false,
			},
		},
		{
			"LogName": "Daily Dialogue CC 4-5",
			"Action": "EditData",
			"Target": "Characters/Dialogue/Shane",
			"Entries": {
				"3{{DialogueYear}}": "Sam told me that he found a job at the library.#$b#I mean, good for him, but I'm starting to think that was the only job opening in this whole stupid town.$s",
			},
			"When": {
				"Hearts:Shane": "4, 5",
				"HasSeenEvent": "191393",
				"HasSeenEvent |contains=233400001": false,
			},
		},
		{
			"LogName": "Daily Dialogue CC 6-7",
			"Action": "EditData",
			"Target": "Characters/Dialogue/Shane",
			"Entries": {
				"3{{DialogueYear}}": "Unemployment sucks.$s#$e#I used to think of myself as a loser back when I worked for Joja, but this is a new low.#$b#Heh, I'd be impressed by how much more of a deadbeat I am now if it wasn't so fucking awful.$s",
			},
			"When": {
				"Hearts:Shane": "6, 7",
				"HasSeenEvent": "191393",
				"HasSeenEvent |contains=233400001": false,
			},
		},
		{
			"LogName": "Daily Dialogue CC 8-9",
			"Action": "EditData",
			"Target": "Characters/Dialogue/Shane",
			"Entries": {
				"3{{DialogueYear}}": "Sam found a job at the museum. Said he's pretty happy working there.#$e#Me? Well, business has been pretty good at the ranch lately, so I've been doing more stuff for Marnie at home.#$b#I mostly just carry things and tend to the chickens for her.$6",
				"fall_3{{DialogueYear}}": "Sweet Yoba, mushrooms keep cropping up all over the place.$3#$b#Now I have to check all the pastures for them to make sure none of the animals accidentally poison themselves.#$b#Talk about a pain in the neck.$3",
			},
			"When": {
				"Hearts:Shane": "8, 9",
				"HasSeenEvent": "191393",
				"HasSeenEvent |contains=233400001": false,
			},
		},
		{
			"LogName": "Daily Dialogue CC 10+",
			"Action": "EditData",
			"Target": "Characters/Dialogue/Shane",
			"Entries": {
				"3{{DialogueYear}}": "Hey,@...$6#$b#I was just thinking. I know that I'm super fucking broke right now, but I'm honestly really happy with the way my life is right now.$6#$e#Who knew that doing stuff I like all day can have this effect, right?$6",
			},
			"When": {
				"Hearts:Shane": "{{Range: 10, 14}}",
				"HasSeenEvent": "191393",
				"HasSeenEvent |contains=233400001": false,
			},
		},
		{
			"LogName": "Daily Dialogue Ranch 4-5",
			"Action": "EditData",
			"Target": "Characters/Dialogue/Shane",
			"Entries": {
				"3{{DialogueYear}}": "I nicked myself while I was shearing the sheep yesterday. The shears are just too fiddly for me.$s",
			},
			"When": {
				"Hearts:Shane": "4, 5",
				"HasSeenEvent": "233400001"
			},
		},
		{
			"LogName": "Daily Dialogue Ranch 6-7",
			"Action": "EditData",
			"Target": "Characters/Dialogue/Shane",
			"Entries": {
				"3{{DialogueYear}}": "Working at the ranch is fucking exhausting, but at least I'm good at it.#$b#And I gotta admit, being surrounded by animals is way better than stocking those awful shelves all day.",
			},
			"When": {
				"Hearts:Shane": "6, 7",
				"HasSeenEvent": "233400001"
			},
		},
		{
			"LogName": "Daily Dialogue Ranch 8-9",
			"Action": "EditData",
			"Target": "Characters/Dialogue/Shane",
			"Entries": {
				"3{{DialogueYear}}": "Sam found a job at the museum. Said he's pretty happy working there.#$e#I guess I'm happy working at the ranch, too.$6#$b#I know I complain about the chores a lot, but at the end of the day, it's prety rewarding.$6",
				"fall_3{{DialogueYear}}": "Sweet Yoba, mushrooms keep cropping up all over the place.$3#$b#Now I have to check all the pastures for them to make sure none of the animals accidentally poison themselves.#$b#Talk about a pain in the neck.$3",
			},
			"When": {
				"Hearts:Shane": "8, 9",
				"HasSeenEvent": "233400001"
			},
		},
		{
			"LogName": "Daily Dialogue Ranch 10",
			"Action": "EditData",
			"Target": "Characters/Dialogue/Shane",
			"Entries": {
				"3{{DialogueYear}}": "I wish that Joja'd closed down sooner. I make a decent living by working on the ranch, and Marnie needs the help.#$e#I'm starting to really love what I do there. I guess this is why you moved out here, huh?$6",
			},
			"When": {
				"Hearts:Shane": "4, 5",
				"HasSeenEvent": "233400001"
			},
		},
		{
			"LogName": "Daily Dialogue Conversation Topics Joja",
			"Action": "EditData",
			"Target": "Characters/Dialogue/Shane",
			"Entries": {
				"joja_Begin": "So... the word is that you got yourself a Joja membership?#$b#I mean I get it, but I'm honestly kinda surprised. No offense.",
				"movieTheater": "Morris announced that we're getting employee discounts at the new movie theater.$6#$e#I mean it doesn't change how I feel about Joja, but this is pretty fucking sweet.$6",
			},
			"When": {
				"HasFlag": "jojaMember",
				"Hearts:Shane": "{{Range: 4, 14}}",
			},
		},
		{
			"LogName": "Daily Dialogue Conversation Topics CC",
			"Action": "EditData",
			"Target": "Characters/Dialogue/Shane",
			"Entries": {
				"cc_Complete": "Welp... I just got fired.$s#$b#I have no idea what I'm feeling right now.#$e#Uh... congrats on the trophy, by the way.$3",
				"movieTheater": "Hey, did you ever notice any construction going on at the old JojaMart?#$b#I swear, it's like the new movie theater just popped up out of nowhere.$3#$e#Eh, whatever. I'm just glad we've got one now.$6",
			},
			"When": {
				"HasFlag |contains= jojaMember": false,
				"Hearts:Shane": "{{Range: 4, 14}}",
			},
		},
		{
			"LogName": "Daily Dialogue 6 Prerecovery",
			"Action": "EditData",
			"Target": "Characters/Dialogue/Shane",
			"Entries": {
				"6{{DialogueYear}}": "...You know, yesterday was so okay that I almost began to hope that things are looking up.#$b#They aren't.$s#$e#Sweet Yoba, why do I feel like garbage all the time?$s",
				"8{{DialogueYear}}": "Everything seems so... pointless.$s#$e#*sigh*... Sometimes I wonder why I even bother.$s",
				"19{{DialogueYear}}": "This article I was reading talked about Murphy's Law. The law says that everything that can go wrong will go wrong.#$b#Heh, maybe my life's proof of that.$3#$e#Okay, fine. I didn't really learn that from an article. I heard about it from this video game I was playing.$6",
				"winter_19{{DialogueYear}}": "It's too bad you can't grow crops this season.#$e#So, uh, what do you do all day?$6",
				"spring_20{{DialogueYear}}": "Here comes another meaningless year...#$b#Life is just exhausting, you know?$s",
				"25{{DialogueYear}}": "Buh... you wanna go grab a drink?",
				"28{{DialogueYear}}": "Remember when you and Marnie and... and Jas found me passed out in my bedroom?$3#$b#I tried to cut back after that... but I couldn't. I was sweating and shaking the next day till I had a drink.$s#$e#I don't get why I can't just stop!$a#$b#... I fucking hate myself.$s",
			},
			"When": {
				"Hearts:Shane": "{{Range: 6, 14}}",
				"HasSeenEvent |contains=2118991": false,
			},
		},
		{
			"LogName": "Daily Dialogue 6 Recovery",
			"Action": "EditData",
			"Target": "Characters/Dialogue/Shane",
			"Entries": {
				"6{{DialogueYear}}": "Sometimes it feels like I'm getting better.#$b#But sometimes I just go back to feeling as awful as I did before.$s#$e#*sigh*... I guess that's just life.",
				"8{{DialogueYear}}": "My counselor told me to start a thought journal. I know I should do what he says, but...$3#$b#It's such a hassle, you know?$s",
				"19{{DialogueYear}}": "I guess I can see why you wanted to be my friend...#$b#You're as weird as I am.$6",
				"winter_19{{DialogueYear}}": "I have to give up booze, so I've stuck to ordering sodas and sparkling water at the saloon.#$b#*sigh*... It's been tough. Harvey gave me some meds that should help with the cravings, but I don't know.$3#$e#I would just stay at home, but I'm not supposed to isolate myself and stuff.#$b#Yoba, no one told me it would be this hard.",
				"spring_20{{DialogueYear}}": "I wonder if my life has meant anything so far...#$e#*sigh* Maybe things will finally turn around this year.",
				"25{{DialogueYear}}": "You know, I spent a couple summers here when I was a kid.#$b#Marnie taught me how to take care of the animals, but she mostly just let me run around the forest.#$e#Man, those were some good times.$3",
				"28{{DialogueYear}}": "I wish there were some magic button I could press to make all my problems go away.$s#$b#No one ever warned me about how much work it takes to get better.",
			},
			"When": {
				"Hearts:Shane": "{{Range: 6, 7}}",
				"HasSeenEvent": "2118991",
			},
		},
		{
			"LogName": "Daily Dialogue 8-9 Years 1-2",
			"Action": "EditData",
			"Target": "Characters/Dialogue/Shane",
			"Entries": {
				"18{{DialogueYear}}": "I fucked up... I got completely trashed last night.$s#$e#Yoba, I hate myself sometimes.#$b#I was already doing pretty well, but I just had to screw it up, didn't I?$a#$e#*sigh* I should go see Harvey soon...$3",
				"fall_18{{DialogueYear}}": "I overheard Marnie say something about liking beets the other day, so I went and got her a sack of them for her birthday.#$e#I think she liked them.$6",
			},
			"When": {
				"Hearts:Shane": "8, 9",
				"Year": "1, 2",
			},
		},
		{
			"LogName": "Daily Dialogue 8-9 Years 3+",
			"Action": "EditData",
			"Target": "Characters/Dialogue/Shane",
			"Entries": {
				"18_2": "*yawn*... Jas had another nightmare about the accident last night. The one about her parents.$s#$b#I had to pat her all night to help her get settled. You know, like how you do it for babies.#$e#*sigh*... I was hoping that what I've been doing would be enough, but maybe she needs to start counseling or something.$3",
				"fall_18_2": "Hey, @. What's up?#$e#By the way, have you greeted Marnie yet? It's her birthday today.$6",
			},
			"When": {
				"Hearts:Shane": "8, 9",
				"Year |contains=1, 2": false,
			},
		},
	//DIALOGUE RESPONSES
		{
			"LogName": "Daily Dialogue Responses",
			"Action": "EditData",
			"Target": "Characters/Dialogue/Shane",
			"Entries": {
			//0 hearts
				"smile": "Why the fuck wouldn't I be smiling? The Egg Festival's tomorrow. Everyone loves the Egg Festival.#$b#Now get outta my face.$s",
				"fiteMe": "#$p 36621#*sigh*... Just let me enjoy this, all right?|Try not to ruin anyone else's day today, all right?$s",
				"assertive": "Heh. Well, aren't you clever.$3",
				"timid": "Then get out of my face.",
				"ShaneGrouch": "#$p 594433#What, you here to start an argument? I'm not interested.|Move it.",
			//2 hearts
				"realTalk": "...I don't, all right? I just want you to leave me alone.",
				"insult": "Yoba, I told you to stay the fuck away from me.$a",
				"WhatDoUWant": "#$p 594435#Look, I don't have the energy to make you go away today.$3|What, you here to laugh at me again?$s",
			//4 hearts
				"yikes": "I don't want your charity, @.$s#$b#The problem is that I'm a shit godfather who can't get it together enough to do anything for her.",
				"goodAdvice": "...Maybe you're right.$3#$b#But what right do I even have to make her spend her birthday with me? Yoba, I've done nothing but disappoint her every single day.$s",
				"JasBday": "#$p 594437#Nevermind. I don't want your pity.|*sigh*... she deserves more than this.$s",
				"alcohol_sup": "Ugh... I don't think you'd wanna hang out with me right now. All I can really do is complain about my headache.$3#$b#Maybe some other time, all right?",
				"blatantAlcoholism": "#$p 686#Yeah, yeah, you don't approve of my drinking. Big whoop.$s|I might head to the lake later to try and clear my head. You can come with if you wanna.",
			//6 hearts
				"negatory": "Ugh, at least you can choose not to go. Marnie will have my head if I skip out.$s",
				"absotively": "Heh, nice. That'll make tomorrow slightly less awful.$6",
				"Flower_Dance": "#$p 5944369#You skipping out on the Flower Dance this year?|I guess I'll see you tomorrow at the Flower Dance. Heh, at least I won't be the worst dancer there anymore.$6",
			//10 hearts
				"smooch": "Oh...$l#$b#Maybe not ath numb as I fought...$l",
				"haha": "Bubaboo! Can't you thee I'm alleady thuffering?$10",
				"pepper_problem": "#$p 5944399#Ugh, I should really cut back on the pepper popperth.$3|Ugh, I should really cut back on the pepper popperth.$3",
				"story_one": "Sounds exhausting. If you need to take a break, just lemme know and I'll bring you some food or something.$6",
				"story_trash": "...Huh. I was not expecting that.#$e#*sigh*... of course I'd end up dating the town dumpster diver.$3",
				"Shane_story": "#$p 594431#You haven't been overworking yourself, have you?|Unless you've been digging through people's garbage again. I don't wanna hear about that, you weirdo.$h",
				"pumpkinYes": "Here you go.$6 [490][0490][00490]#$e#I know it's too late in the season to plant them, but I dried them pretty well.$6 [490][0490][00490]#$b#They should keep till next year.$6 [490][0490][00490]",
				"pumpkinNo": "Oh. All right, guess I'll just give them to the hens.",
				"pumpkinSeeds": "#$p 594440#Oh, we saved some seeds for you. Here.$6 [490][0490][00490]|Don't tell Marnie that I let Jas carve the pumpkins herself, okay?$6",
			},
		},
		{
			"LogName": "Daily Dialogue Responses",
			"Action": "EditData",
			"Target": "Characters/Dialogue/Shane",
			"Entries": {
				"meanie": "Well, I'm looking at a bugaboo who can't mind {{PossAdj}} own damn business.#$e#Piss off.$s",
				"alcohol_jerk": "Ugh.$s#$b#Thanks for stating the obvious, *{{ParentTitle}}*.$3#$e#Look, I wanna be alone right now.",
			},
		},
	//RESORT DIALOGUE
		{
			"LogName": "Resort Dialogue",
			"Action": "EditData",
			"Target": "Characters/Dialogue/Shane",
			"Entries": {
				"Resort_Entering": "Buh... the heat makes me wanna take a nap.",
				"Resort_Bar": "Ahhh... fancy resort soda tastes way better than the stuff I usually get.$h#$e#Maybe I can get some of these to go...$3",
			},
			"When": {
				"HasSeenEvent |contains=2118991": true,
			},
		},
	//MARNIE DIALOGUE
		{
			"LogName": "Marnie Dialogue",
			"Action": "EditData",
			"Target": "Characters/Dialogue/Marnie",
			"Entries": {
				"fall_17{{DialogueYear}}": "The Fair was a huge success this year, wasn't it?#$e#I was listening to the radio the whole time we were preparing, and now this song is stuck in my head!#$b#I like its beat, though, it's very... well, upbeat!",
				"fall_18{{DialogueYear}}": "I've gotten such thoughtful gifts today.#$b#Jas gave me this beautiful shell she found on the beach.#$e#Shane...$s#$b#Well, it was very sweet of him to get me something. I don't know why he got me a sack of beets, but I appreciate the thought.",
			},
			"When": {
				"Hearts:Shane": "8, 9",
				"Year": "1, 2",
			},
		},
	]
}
