{
	"Changes": [
		{
			"LogName": "Marriage Flower Dance Accept",
			"Action": "EditData",
			"Target": "Strings/Events",
			"Entries": {
				"SpouseFlowerDanceAccept_Shane": "Dance? Hoo-boy. All right, gimme a minute to see if I still remember how to do this...",
			},
		},
		{
			"LogName": "Default Marriage Dialogue",
			"Action": "EditData",
			"Target": "Characters/Dialogue/MarriageDialogue",
			"Entries": {
				"Rainy_Day_Shane": "Hear the rain hitting the roof? It's nice, isn't it?$6",
				"Rainy_Night_Shane": "I just got off the phone with Marnie. Sounds like a bunch of her customers really want to buy my special blue chickens.$h",
				"Indoor_Day_Shane": "There's something special in the air... *sniff*... what is that? Oh...#$b#It's just this old corn chip that I put in my pocket a few weeks ago.#$e#How hard would you judge me if I told you that I'm really tempted to eat this?",
				"Indoor_Night_Shane": "How was your day? Mine actually went pretty well.$6",
				"Outdoor_Shane": "I have to take the time to think of the good things in my life every now and then. I like doing it here where I can see the whole farm and take it all in...$6#$e#Why don't you stay with me awhile, @?$6",
				"spring_Shane": "Maybe I should learn a new skill this year.#$b#Hmm... I can't decide what to study, though.$3",
				"summer_Shane": "Yoba, it's a scorcher today...$3#$b#Maybe I should grab a tub of ice cream from the stand in town.$6",
				"fall_Shane": "Ugh, how do mushrooms even grow this fast?$a#$b#Charlie almost ate a red one. It's a good thing I caught her in time.",
				"winter_Shane": "There's a wide, wide world out there...$3#$b#But I'm gonna stay here since we have heating.$6",
				"spouseRoom_Shane": "I feel like I should do something productive today, but I feel really crappy...$s#$e#*sigh*... Maybe I'll just watch a movie or something.",
			},
		},
		{
			"LogName": "Shane Marriage Dialogue GNO Day/Night Dated",
			"Action": "EditData",
			"Target": "Characters/Dialogue/MarriageDialogueShane",
			"Entries": {
			//Good
				"Good_0": "{{Random: Ah... it sure is good to know that I get to annoy you for the rest of my life.$6#$b#Have a good day, you dweeb. Love you.$6 ++ So, how's my favorite person in the world doing today?$6 |inputSeparator=++}}",
				"Good_1": "{{Random: Have I ever told you that Jas thinks you're the coolest grown-up ever?$6#$b#Don't worry, I won't tell her what a huge dork you really are.$h ++ Hey, feel my shirt...#$b#It's made of husband material.$6#$e#Yeah, that would have worked a lot better if we weren't already married.$h |inputSeparator=++}}",
				"Good_2": "{{Random: Hey, I was thinking we should have Jas and Marnie over for lunch sometime. They'd like that, wouldn't they?$6#$e#I'll probably get Gus to make us something, though. I don't wanna take any chances with my cooking. ++ Morning, chickadee. So, I was thinking...$6#$b#...$l#$e#Huh, what? Sorry, I got distracted. Do you have any idea how good you look right now?$6 |inputSeparator=++}}",
				"Good_3": "{{Random: Well, someone was really clingy last night... it took me a while to wiggle out of your grip so I could get to the bathroom.$6#$e#Hey, I'm not complaining. Not one bit.$h ++ Sometimes I feel like I'm really getting it together. I get all these chores done, I spend time with my family...#$b#It's nice. I'm feeling pretty proud of myself.$6 |inputSeparator=++}}",
				"Good_4": "{{Random: Hey, you know I love you, right?$l#$b#I just wanna make sure you never forget.$l ++ Ugh... I just wanna crawl back into bed...$s#$b#I'll just stay in today, okay? I don't feel up to anything at all...#$e#Have a good day out there, bud.$6 |inputSeparator=++}}",
				"Good_5": "{{Random: I'm in a great mood today... The Tunnelers won big last night.$h ++ A little bit before we started dating, I got these really sappy romantic dreams about you.$6#$b#Yoba, I was so embarrassed about them.$3#$e#I kinda freaked out whenever I saw you afterwards, you know. Like I was scared you'd read my mind or something.$6#$e#Yeah, I do still dream about you every now and then. Not that big a deal to me, though...#$b#I know you're way sappier in real life.$h |inputSeparator=++}}",
				"Good_6": "{{Random: Ah, don't kiss me. I haven't brushed my teeth yet and I don't wanna expose you to that.$6#$b#I've, uh, had some trouble getting myself to do anything this morning.$3 ++ So picture this: I'm just getting on with my day, doing chores and stuff... when my wedding pendant swings into view.#$b#*sigh*... You know how distracting this thing is? I keep getting all soft and mushy whenever I lay my eyes on it.#$e#Take it off?$10#$b#Yeah sunshine, I get that it's the practical thing to do, but the only way to get this pendant off me is to pry it off my cold, dead body.#$b#I'm not taking it off for shit.$6 |inputSeparator=++}}",
				"Good_7": "{{Random: Hey, sunshine. Could you stay with me for a little bit?#$b#Today feels really heavy...$s ++ I'm glad that we were neighbors before I moved in.$6#$b#It doesn't feel like I moved out and left Jas and Marnie behind. It's more like my home just got a lot bigger, you know?$6#$e#I hope you feel the same way. What's mine is yours, and all that.$6#$b#Besides, Marnie and Jas have been bugging me about getting you to visit more often.$h |inputSeparator=++}}",
				"Good_8": "{{Random: *Sniff*... *sniff*... mmm... what's that wonderful fragrance you're wearing? Eau de pepperoni?$6#$e#I'm kidding, I'm kidding.$h#$e#Seriously, though, do you smell pizza somewhere? ++ Sometimes I get scared that this is all a really great, elaborate fever dream. Like any minute I'll wake up in a hospital bed with a doctor telling me that I've been asleep for ten years.#$b#Maybe I've just been watching too many movies...$3#$e#Or maybe you're too good to be true, and I still can't believe that I'm the one who gets to wake up next to you every morning.$l |inputSeparator=++}}",
				"Good_9": "{{Random: If someone told me before we met that this is what my life would be like, I would've told them that they were wrong.#$b#I'm glad that *I* was wrong, though.$6 ++ Huh... You're wondering why I have this goofy grin on my face? You have a short memory span, don't you? *blush*$h#$e#Maybe I oughta remind you how you got me smiling like an idiot. You know, just so we're even.$6 |inputSeparator=++}}",
			//Neutral
				"Neutral_0": "{{Random: Why don't you tell me about your day when we're in bed tonight? I'm kind of busy right now... ++ Hey, are we doing okay on money, @? |inputSeparator=++}}",
				"Neutral_1": "{{Random: Don't touch the sink, I'll do the dishes eventually. I just need time to psych myself up for it, okay? ++ I'll do the laundry tomorrow morning before you get up... could you separate your darks from the whites before going to bed? |inputSeparator=++}}",
				"Neutral_2": "{{Random: Ugh... clean, clean, clean. Sweep, sweep, sweep. Bathe. Cook. Make the bed... Oh, well. Life's alright. ++ I don't really feel like doing anything today.$s |inputSeparator=++}}",
				"Neutral_3": "{{Random: Hm... the door hinges are getting squeaky.$3#$b#*sigh* I guess I gotta deal with that later. ++ No matter how much I clean, the house keeps getting dirty again.#$e#*sigh* I guess it's no different from how things were on the ranch.$3 |inputSeparator=++}}",
				"Neutral_4": "{{Random: Do you think your grandpa would be proud of the work we've done? ++ Ugh, I just read that the Joja CEO made another billion in the past week. I bet he never even had to do half the crap we did when we worked there.$s#$e#I'm so glad I don't work for those bozos anymore. |inputSeparator=++}}",
				"Neutral_5": "{{Random: Do you ever feel like there's a huge yawning chasm in your chest?#$b#Sometimes I wake up feeling so... hollow.$s#$e#*sigh*... I hate having days like these. ++ I woke up at one in the morning and couldn't get back to sleep, so I scrubbed and mopped all our floors.#$b#Well, looks like I just used up all my productivity for the month. At least the floors are shiny.$3#$e#My head's starting to hurt, so I think I'll go back to sleep now. G'night, bugaboo. |inputSeparator=++}}",
				"Neutral_6": "{{Random: Do you think I spend too much time in the house?#$e#Maybe I should get out more...$3#$b#Ugh, I'd really rather just stay in most of the time. ++ Buh... my stomach doesn't feel too good...$s#$b#I guess I shouldn't have eaten all those poppers before going to bed last night... |inputSeparator=++}}",
				"Neutral_7": "{{Random: Hm. I can't tell if my hair is turning gray, or if it's just a trick of the light.$3#$b#You'll still like me when I'm old for real, right?$6 ++ #$1 shaneDishwasher#Hey, do you think we should get a dishwasher? It could help us save water... and it would be a huge help with the chores.#$e#Sorry... I left last night's dishes in the sink. I couldn't get myself to wash them.#$e#I'll do them in a little bit, okay? Don't worry about it.$6 |inputSeparator=++}}",
				"Neutral_8": "{{Random: I wish Jas would come over more often...$3#$b#Well yeah, she comes over almost every day, but still.#$e#*sigh*... I sure am getting clingy.$6 ++ Aw man... we're out of spicy pretzel snacks. |inputSeparator=++}}",
				"Neutral_9": "{{Random: Sometimes I feel like I'm not doing enough to help you out...$3#$b#I'm trying my best though. You know that, right?#$e#I wish it weren't so hard for me to get stuff done.$3 ++ *sigh*... I spilled some salsa in the fridge.$s#$b#Don't worry, I'll clean it up. Maybe we should start keeping stuff like that in airtight containers... |inputSeparator=++}}",
			//Outdoor
				"Outdoor_0": "{{Random: I didn't sleep well last night, so I'm hoping this fresh air will get the juices flowing.#$e#What juices, you ask? Heh... you're weird.$h ++ Sometimes I stop and realize that I'm nothing more than a bag of juicy, squishy flesh.#$e#But hey... that's just fine... what's life, anyway?$h |inputSeparator=++}}",
				"Outdoor_1": "{{Random: Hey, @. You were sleeping like a baby, so I slipped out of bed and went for a morning walk around the farm. Everything looks fine.$6 ++ Ooohh... my tongue is swollen from eating too many pepper poppers.$s |inputSeparator=++}}",
				"Outdoor_2": "{{Random: I used to have plans of moving back to the city someday, but I've grown really attached to this place.$6#$e#Visiting Zuzu's still fun, but I can't really imagine living there anymore.$6 ++ *munch munch*#$b#Oh, hey. Want some poppers?$6#$b#I thought having breakfast out here might be nice.$6 [215]#$e#What do you mean, this isn't a proper breakfast?#$b#I'm an adult. Poppers can be breakfast food if I want them to be.$6 |inputSeparator=++}}",
				"Outdoor_3": "{{Random: When I stop and think about it... I'm in a good place. My life is pretty nice.$6 ++ I guess my therapist was onto something when he told me to spend more time outdoors... this is pretty nice.$6#$e#So what are you doing today?$6 |inputSeparator=++}}",
				"Outdoor_4": "{{Random: I wonder what I'd be like if I grew up in this town.$3#$b#*sigh*... I really shouldn't dwell on 'what-ifs.'#$e#So, what are you up to today?$6 ++ Hey, you're finally up.$6#$b#Yeah, I've been up since before dawn. I'm tired, but watching the sunrise was nice...$6#$e#How about you? I hope you slept better than I did.$6 |inputSeparator=++}}",
			//Day/Night
				"Indoor_Day_0": "{{Random: Some days it feels like people shouldn't interact with me. I just don't have the energy to talk to anyone.#$e#I really appreciate it when you're just there, you know? You never make me hold conversations I'm not feeling up to.#$b#Things feel better when you're around.$6 ++ Hey, you're up! Check it out, the girls were pretty productive this morning.$h [174]#$b#I already chose the best ones for incubation. Figured we could make mayo or something out of these.$6 [174]#$b#Or maybe we could just make omelets?$6 [174] |inputSeparator=++}}",
				"Indoor_Day_1": "{{Random: Hey, don't worry about grocery shopping, okay? You've got enough on your plate as it is, so I'll handle it. Besides, I like doing it.$6#$b#...Ugh. I really am getting old.$s ++ You know, I think I'm starting to get the hang of cooking stuff.$h#$e#Here, try this.$6 [195 199]#$e#Not bad, right?$6 |inputSeparator=++}}",
				"Indoor_Day_2": "{{Random: Do me a favor... when I die, use my dust to fertilize some corn for the hens.#$b#It's the circle of life, bud... the circle of life. ++ Uh... sorry about that burnt smell.$3#$b#Breakfast didn't turn out the way I thought it would.#$e#Here, we had a bunch of these in the pantry.$6 [403][0403][00403] |inputSeparator=++}}",
				"Indoor_Day_3": "{{Random: Hey. Take this... I didn't feel like cooking today, so I just nuked some breakfast. [195 215 206]#$e#Sorry if it's squishy.$6 ++ *smooch*... Mmm, it tastes like someone's been nibbling on pizza rolls.$6 |inputSeparator=++}}",
				"Indoor_Day_4": "{{Random: Morning, sunshine. Here's breakfast, courtesy of Charlie and the girls.$6 [195]#$e#I like to think that I've gotten pretty good at making egg dishes. Except for deviled eggs.$6#$b#Yoba, I could really go for some of Gus's special fancy-rich-jerk deviled eggs right now...$3 ++ ...I  think I need some time alone today.$3#$b#It's not you, I just feel like shit. I wanna just lie in bed and not do anything.#$e#I promise I'll try not to wallow. I'll watch a movie or play some games or something.#$b#You have a good day, okay? Be safe. |inputSeparator=++}}",
				"Indoor_Night_0": "{{Random: #$1 shaneSponsor#I just agreed to sponsor someone in my support group. I'm supposed to give him advice and emotional support and all that. It's kinda scary, but I think I'm up to it.$6#$e#I just got off the phone with the guy I'm sponsoring. Looks like we both got through another week sober.$6 ++ Hey, I'm sorry that I'm not a bigger help around the farm. I know how to handle the animals, but I don't know much about the... agricultural side of it.$3#$e#I'm doing my best to cover the housework, though. I haven't burned the place down yet, so I think I'm doing okay.$6 |inputSeparator=++}}",
				"Indoor_Night_1": "{{Random: Hey, I'm glad you're home. I missed you today.$6#$e#Yeah, yeah, so maybe I'm feeling a little clingy today. I like it when you're around, so sue me.$6 ++ Ughh... *gurgle*... I feel a little bloated... oof... too much Joja all-purpose dipping sauce. |inputSeparator=++}}",
				"Indoor_Night_2": "{{Random: Hey, @. How's your day been?$6#$e#Jas came over for a little while earlier. She had a bunch of new artwork to show me.$h#$b#And speaking of, we're gonna need some more fridge magnets.$6 ++ I'm gonna make myself a warm compress before heading to bed.#$b#*sigh*... My knee's really acting up again.$s |inputSeparator=++}}",
				"Indoor_Night_3": "{{Random: I just spent the whole afternoon watching videos about fixing color bleeds in laundry.#$e#Why, you ask? Uh...$10#$b#Don't worry about it.$h#$e#Fine. I accidentally loaded a red sock in the washing machine with our whites.#$b#I don't even know whose sock that is.$a ++ You know, I used to worry that Jas didn't have any role models to look up to. I was a complete fucking mess when we moved here.#$e#I guess I realized that it's not all up to me. It's comforting to know that she has good people in her life who are looking out for her.$6 |inputSeparator=++}}",
				"Indoor_Night_4": "{{Random: I spent all day watching TV, and now my legs feel like soft dough.#$b#I guess I should get out of the house tomorrow, maybe go on a walk... ++ I actually had a pretty good day today.$6#$b#Not much happened, though. I just cleaned our coops and spent some time with the hens.#$b#Why don't you tell me about your day?$6 |inputSeparator=++}}",
				"Rainy_Day_0": "{{Random: The rain makes me feel so lazy...$3#$b#Do you have to go out today? We could just stay in bed till the rain stops...$6 ++ Yeesh, it's really coming down today. Do you really have to go out in this weather?#$e#Don't forget to bring an umbrella, okay? Be careful out there. |inputSeparator=++}}",
				"Rainy_Day_1": "{{Random: I'm gonna stay in today... the rain looks pretty bad out there.$3#$e#Wanna stay in with me? Or do you have stuff to do?#$b#All right, be careful out there.$6 ++ I'm gonna check to make sure we don't have any standing water around the house when it stops raining.#$b#Mosquitoes are a pain in the ass, and I don't want them laying eggs all over the place.$s |inputSeparator=++}}",
				"Rainy_Day_2": "{{Random: Hey, looks like you won't have to worry about watering the crops... why don't you take it easy today?$6 ++ I think the roof's leaking...$3#$b#Don't worry, I'll deal with it. There are probably online tutorials about how to fix it, right? |inputSeparator=++}}",
				"Rainy_Day_3": "{{Random: Take this... [773]#$e#I know you like to head into the caves on days like this. Come home in one piece, @. ++ Ugh... I woke up to water dripping on my face. Of course a leak would pop up right above our bed.$s#$e#I'll get it fixed as soon as I can. I think my pillow's already soaked through. |inputSeparator=++}}",
				"Rainy_Day_4": "{{Random: Heh, sorry I'm dripping all over the floor. I tried to go for a walk when it started pouring.$6#$e#I should probably start checking the weather forecast, but ehhh. ++ Hey, put on this jacket.#$b#I know I can't get you to stay in today, but I can at least try to keep you from getting a cold.#$e#Try not to do anything stupid and dangerous, okay? See ya later.$6 |inputSeparator=++}}",
				"Rainy_Night_0": "{{Random: ...#$b#...I'll never get used to seeing how good you look after a day of working outdoors.$l ++ Well, you're completely soaked. I figured you'd forget to bring an umbrella again.#$b#*sigh*... Go on, I already drew you a bath. Fuck if I let you get sick from the rain.$6 |inputSeparator=++}}",
				"Rainy_Night_1": "{{Random: *sigh*... You're gonna get yourself sick if you keep spending all day in the rain like that. Come on, let's get you into some dry clothes. ++ Hmm... seems like a good night to microwave a few pizza rolls.#$e#Some people like to cook them in the oven, but it just takes too long for me. Plus I like that squishy texture.$h |inputSeparator=++}}",
				"Rainy_Night_2": "{{Random: I just remembered some of the video projects I made back when I was in high school. I wonder if I can find the tapes...#$e#Do I wanna watch them? Fuck no. I wanna find the tapes so I can have the cows trample them before I put them in a box to throw into the bottom of a gorge.#$b#Ugh, those were so embarrassing...$3#$e#Well... I guess I could let you watch some of them if you really wanna.$6 ++ I like gloomy weather, but I feel kinda bad for the hens. And the other animals too, of course.#$b#What? I have favorites, so sue me.$6 |inputSeparator=++}}",
				"Rainy_Night_3": "{{Random: Eat up, bugaboo.$6 [199 457 727]#$e#I know it's not Luau-level stuff, but you gotta warm up after spending all day in the rain.$6 ++ Here.$6 [199 457 727]#$e#Nothing like a stomach full of hot soup on a rainy night, right?$6#$b#I just hope I didn't make it too salty.$3 |inputSeparator=++}}",
				"Rainy_Night_4": "{{Random: *sigh*... I hope Jas doesn't get any nightmares tonight. The rain has a way of setting her off...$3#$e#I'm gonna give her a call. I'll join you in bed in a bit, bud.$6 ++ The tip-tappa-tip of the rain takes me to a different time... a different place.$3#$e#*sigh*... Memories sure have a way of just barging in whenever they feel like it. |inputSeparator=++}}",
			//Leave/Return
				"funLeave_Shane": "{{Random: I'm going to go out today, all right? Call me if you need anything.$6 ++ I'm heading out today. Try not to miss me too much, all right?$6 |inputSeparator=++}}",
				"funReturn_Shane": "{{Random: Sorry if I'm sweaty... That was a pretty long walk...#$b#*sigh* Today was nice. I'm wiped out, though...$6#$e#Why don't you tell me about your day?$6 ++ Hey, you won't believe what I saw on the walk home. I'll tell you about it in bed later. |inputSeparator=++}}",
			//General
				"OneKid_0": "It's weird, when I was younger I swore I'd never have a kid.#$b#Then Jas came along, and then %kid1...$6#$b#Well, I'm glad that younger-me was wrong about my future.$6",
				"OneKid_1": "Let's make sure to give %kid1 lots of eggs... Baby's gotta grow those legs!$h",
				"TwoKids_1": "I'll be honest... three kids is enough for me.",
				"TwoKids_3": "Ugh. Sometimes I get flashbacks of the stupid shit that customers would say back when I worked at JojaMart.#$b#Yoba. I hope the kids never have to work in retail.$3",
			//Dated Dialogue
				"spring_1": "Ah, thank fuck that winter's over. I felt so tired all the time then...$3#$b#Well, this year should be good. We'll work through whatever it throws at us, anyway.$6#$e#You got any special plans for the year?$6",
				"spring_8": "I gotta remember to deliver some eggs to the saloon this week...$3#$b#Egg Festival prep can get pretty intense for Gus and Emily, so I try to get them their supplies early.$6",
				"spring_12": "Man, I can't wait for tomorrow. The Egg Festival is my favorite... you know how I am, I go crazy for anything to do with chickens.$h#$e#I'm gonna eat so many deviled eggs tomorrow... I love how they make me feel like a fancy jerk.$6",
				"spring_13": "Morning, chickadee. I have to deal with a few more things here, so go on ahead.$6#$b#I'll meet you at the festival, okay?$6",
				"spring_20": "Yoba, I'm getting old.#$e#I guess it's not a bad thing. It's just... I'm already balls-deep in adulthood, but I still feel like I'm only pretending to be a grown-up. Know what I mean?",
				"spring_23": "Oh, right. It's the Flower Dance tomorrow. Hey, if it makes you happy, I'm happy.$6#$e#Besides, I'll get to show off my gorgeous trophy {{SpouseTitle}}.$6#$b#Heh, just kidding. We both know I'm the trophy husband in this relationship.$h",
				"spring_24": "Well... I've prepared my suit for later.$3#$b#*sigh*... I'm gonna feel like a huge dork with that thing on.#$e#You wanna head there together, or are you gonna try getting some work done first?$6",
				"spring_25": "Hm... Jas's birthday is coming up. I gotta come up with something good to give her.$3",
				"summer_1": "I like seeing all the tropical plants this time of year. The valley gets so lush.$6#$b#And hey, it's pepper season, right? I'm gonna eat so many of those bad boys.$h",
				"summer_4": "Morning, peach. You sleep okay?$6#$e#Oh, don't forget that it's Jas's birthday today. I'm gonna bring her a cake later.$6#$b#Heh, I just had Gus make it. My cooking skills aren't up to making cake yet, and I really don't wanna bring Jas some burnt disaster.$6",
				"summer_10": "I just had a really big breakfast. It's my last meal until the Luau tomorrow.#$b#I need the ol' bag to be empty so I can fill it with piping hot soup.$h#$e#Here, I made you breakfast, too.$6 [201]",
				"summer_11": "Morning, chickadee. You ready for the biggest buffet of the year?$h#$e#I got you a pair of stretchy shorts, in case you wanna wear them. For comfort, you know?$6#$e#...Damn, we're not turning into one of those couples that wear matching outfits, are we?$10#$b#...$3#$b#Oh well, I guess I don't mind. It's not like we're doing this to be cutesy or whatever.$6",
				"summer_27": "Ahhh... the temperature's finally dropping. I was getting pretty tired of feeling gross and sticky all the time.$6",
				"summer_28": "So, summer's ending, huh? Do you have a lot of work to do today?#$e#I'm gonna swing by the ranch later to pick up Jas. We'll meet you at the beach to watch the jellies.$6",
				"fall_1": "What are your plans for the fall? I was thinking of doing some maintenance on our animal houses.$6",
				"fall_8": "Hm... maybe we should put some iridium bars in our grange display this year.$3#$b#You can bet that Lewis would love that.#$e#Do you have any plans yet?$6",
				"fall_15": "Hey, chickadee. Take this.$6 [595]#$e#I know you probably could've grown something better, but I wanted to contribute to our grange display...$3#$b#Those are Jas's favorite, so I've been growing a few of them. They're worth a lot of points in the contest, right?$6",
				"fall_16": "Morning, bud. You all set for the fair?$6#$e#I have to head to the ranch in a bit to help set up the petting zoo.$6#$b#The animals love all the attention they get from the tourists.$6",
				"fall_18": "Hey, bugaboo. You sleep okay?$6#$e#Don't forget to greet Marnie today. It's her birthday.$6",
				"fall_26": "Jas and I are gonna carve some jack-o-lanterns today. I guess it's becoming a tradition for us.$6#$e#You should join us if you have some free time today.$6",
				"fall_27": "Hey, I was thinking of watching some old B-rated horror movies today. The cheesy acting in them is hilarious, but the special effects are pretty cool.$6#$b#You in?$6",
				"winter_1": "So, any big plans this winter? I was thinking of getting a new hobby, but I don't know what.#$b#What do you think of knitting?",
				"winter_7": "Wanna ditch the Ice Festival tomorrow? We could stay in, make some hot drinks, and play a game or something...$6#$e#I'll obviously go if you're going, though. Gotta support my {{SpouseTitle}} and all that.$6",
				"winter_8": "Hey, be sure to bundle up today.#$b#I don't want you freezing your toes off or whatever if we're gonna be hanging out on some godforsaken ice disk all day.$6#$e#Just so you know, I can be a pretty good personal space heater.#$b#Do what you will with that info.$6",
				"winter_9": "Morning, chickadee. Have some breakfast.$6 [209]#$e#Heh, what's with the look on your face? They were giving away the fish from yesterday's festival for free, you know.$6",
				"winter_24": "@! Wait wait wait, don't look! Go away!$10#$b#%Shane frantically stuffs a giant wad of crumpled wrapping paper into his shirt.#$e#Okay, uh, sorry about that.$10#$b#...$3#$b#So... what's up? Did you sleep okay?$6",
				"winter_25": "Morning, bud.$6#$b#I gotta run a few more errands before the feast. I'll meet you there, all right?$6",
				"winter_28": "Well, we've made it through another year.$6#$b#I know I don't say it enough, but I hope you know how grateful I am that we went through it with each other.$6#$e#Happy new year, @. I love you.$l",
			},
		},
		{
			"LogName": "Shane Marriage Dialogue Bad 8 Hearts",
			"Action": "EditData",
			"Target": "Characters/Dialogue/MarriageDialogueShane",
			"Entries": {
				"Bad_0": "Did I do something to piss you off?#$b#Or what, are you just tired of me and my bullshit?#$e#I fucking warned you, @. I told you that I'm a mess, but no, you went ahead and married me anyway.#$b#You knew exactly what you were getting into when you asked me to marry you. So if you regret anything, that's on you.$a",
				"Bad_1": "...Can we still fix this?$s#$b#Not that I have much experience, but I'm pretty sure this isn't how a happy marriage is supposed to work.#$e#Please... I just want us to go back to how we were before.$3",
				"Bad_2": "...I should've known better than to think that I'd ever really be happy.",
				"Bad_3": "Are you gonna leave me? Is that why you've been so distant lately?$s#$e#I'm... I'm doing the best I can for you, you know.#$b#I'm sorry it isn't enough, but it's the best I can do...$s#$b#Fuck, please don't leave me. I'll try harder, @. I'll do whatever you want me to, just... just talk to me. Tell me what you want from me.#$e#...I want to fix us, @. Do you?$3",
				"Bad_4": "...$3#$e#I used to think that we'd be happy together.",
				"Bad_5": "You were my best friend once, you know?#$b#Yoba, we just had to fuck that up and get hitched, didn't we?$s",
				"Bad_6": "Did you ever really love me? Do I mean anything to you, or am I just a stupid mistake you couldn't back out of?$a#$b#You sure've been treating me like a mistake lately...$s",
				"Bad_7": "You know, if I knew that marrying me would make you so fucking miserable, I wouldn't have said yes.#$e#You said I'd make you happy, asshole! And damn if I'm not trying my hardest to do that, but you're just completely checked out of this relationship.$a",
				"Bad_8": "Staying sober's been really hard, you know? You're not making it any easier on me...$s#$e#I'm fucking tired of having to beg for scraps of your attention. Did I ever really matter to you?$a",
				"Bad_9": "Oh, are you not ignoring me today? How exciting.#$b#Thank Yoba, I was deemed worthy of attention today. Whoo-fucking-pee.",
			},
			"When": {
				"Hearts:Shane": "{{Range: 0, 8}}",
			},
		},
		{
			"LogName": "Shane Marriage Dialogue Bad 9 Hearts",
			"Action": "EditData",
			"Target": "Characters/Dialogue/MarriageDialogueShane",
			"Entries": {
				"Bad_0": "Do you even still love me?#$b#Heh, well, you make it easy to forget that you do...$s",
				"Bad_1": "*sigh*... Yes, bud?",
				"Bad_2": "I think I'm starting to get what people mean when they say that the spark's gone out of their relationship.$s#$e#Never thought it'd happen to us, but hey, here we are.",
				"Bad_3": "What? Do whatever you want, I don't give a damn.#$b#You clearly don't care what I have to say anymore.$s",
				"Bad_4": "...$3#$e#I miss you. It feels like we haven't really talked in ages...$s",
				"Bad_5": "I'm sorry if I've been cranky, but the way you've been acting has me feeling all messed up.$s#$b#Why've you been so distant lately?",
				"Bad_6": "What do you want? You sound like Marnie on one of her bad days. Go away.$a",
				"Bad_7": "Sometimes I think of what it would have been like if I didn't fall in love with you.$3#$b#We were really good friends before we started dating. I almost wish we could go back to how things were back then.",
				"Bad_8": "Are you mad at me or something?#$b#...I don't know, the way you've been acting lately makes me feel like I messed up somewhere.",
				"Bad_9": "Look, I just want to be alone. Why don't you go outside and do your own thing for a while?",
			},
			"When": {
				"Hearts:Shane": "{{Range: 9, 14}}",
			},
		},
		{
			"LogName": "Shane Anniversary Dialogue",
			"Action": "EditData",
			"Target": "Characters/Dialogue/MarriageDialogueShane",
			"Entries": {
				"{{ASeason}}_{{AnniversaryDayOfMonth}}": "*smooch*$l [107 517 558]#$e#What's the occasion, you ask? Heh, I think you're forgetting something, sunshine.$6#$b#It's our anniversary, ya total bumpkin.$h#$e#...Wait, what do you mean it's next month?$10",
			},
		},
	//If TheMightyAmondee's Custom Tokens is installed
	/*
		{
			"LogName": "Shane Anniversary Dialogue Custom Tokens Y1",
			"Action": "EditData",
			"Target": "Characters/Dialogue/MarriageDialogueShane",
			"Entries": {
				"{{CTASeason}}_{{TheMightyAmondee.CustomTokens/AnniversaryDay}}": "*smooch*$l [107 517 558]#$e#What's the occasion, you ask? Heh, I think you're forgetting something, sunshine.$6#$b#It's our anniversary, ya total bumpkin.$h#$e#...Wait, what do you mean it's next month?$10",
			},
			"When": {
				"HasMod": "TheMightyAmondee.CustomTokens",
				"TheMightyAmondee.CustomTokens/YearsMarried": "0",
			},
		},
	*/
//PATCHES FOR PLAYERS WHO DON'T USE CFD
		{
			"LogName": "Marriage Strings",
			"Action": "EditData",
			"Target": "Strings/StringsFromCSFiles",
			"Entries": {
				"Event.cs.1736": "$q -1 null#...Yeah, bud?#$r -1 0 danceAsk#(Ask {0} to be your dance partner)#$r -1 0 null#Nevermind...",
				"NPC.cs.3980": "...!!!$10#$b#No fucking way!? Wait no, I mean yes, I absolutely do want to marry you.$10#$b#Yes. I wanna marry you. Sorry I freaked out, I just... couldn't believe that this is actually happening...$l#$b#I'll set everything up. We'll have the ceremony in 3 days, okay?$h",
				"NPC.cs.4001": "I've never been good with words, so I wanted to give you that stardrop.$l#$b#How it made you feel... well, that's how I feel when I'm with you.$l",
				"NPC.cs.4439": "It kinda freaks me out knowing how much the new baby will change things...$3#$b#But everything will work out, right?$6",
				"NPC.cs.4440": "I hope our adoption request gets approved. They'll see that we can raise a kid right, right?",
				"NPC.cs.4441": "Hey {0}, I just filed our adoption papers. That took way more forms than I thought it would take.#$b#*sigh*... Bureaucracy is such a hassle.$s#$b#I know it's gonna be worth it, though.$6",
				"NPC.cs.4444": "Hm... we're gonna have to go shopping for supplies soon. You know, for baby stuff.$6#$b#Jas used to have this mobile hanging over her crib when she was a baby. Maybe we should get something like that.$6",
				"NPC.cs.4447": "Hm... we're gonna have to go shopping for supplies soon. You know, for baby stuff.$6#$b#Jas used to have this mobile hanging over her crib when she was a baby. Maybe we should get something like that.$6",
				"NPC.cs.4448": "...You're pregnant?$10#$b#Holy shit, we're having a baby!$h",
				"NPC.cs.4449": "I need a fucking minute to myself...  Check on the kids yourself.$a",
				"NPC.cs.4462": "I got up early and watered some crops for you. I hope it makes your job a little easier today.$6",
				"NPC.cs.4463": "#$e#I also filled {0}'s water bowl.$6",
				"NPC.cs.4465": "Hey, {0}. ",
				"NPC.cs.4466": "Morning, {0}. ",
				"NPC.cs.4470": "I got up early to water some crops, but they were already done. I keep forgetting about that sweet sprinkler setup we've got.$h",
				"NPC.cs.4474": "I got up early and fed all the farm animals. I hope that makes your job a little easier today.$6",
				"NPC.cs.4481": "I couldn't sleep, so I got up and repaired a few of the fences. They should be as good as new.$6",
				"NPC.cs.4500": "Your stuff's all over the place, bud. Could you tidy it up?#$b#I don't know where you usually store all that.",
			},
			"When": {
				"Relationship:Shane": "Married",
				"HasMod |contains=aedenthorn.CustomFixedDialogue": false,
			},
		},
		{
			"LogName": "Marriage Extra Dialogue",
			"Action": "EditData",
			"Target": "Data/ExtraDialogue",
			"Entries": {
				"NewChild_SecondChild1": "Just look at our family... We've come a long way, haven't we?$6",
				"NewChild_SecondChild2": "Three great kids... We've come a long way, haven't we?$6",
				"NewChild_Adoption": "So, you ready to be the best parents {0} could ever have?$6#$b#It's a pretty tall order, but I think we'll manage.$h",
				"NewChild_FirstChild": "So, you ready to be the best parents {0} could ever have?$6#$b#It's a pretty tall order, but I think we'll manage.$h",
				"Spouse_KitchenBlocked": "You've got a bunch of your stuff blocking the kitchen... I don't know where you wanna keep all that, so could you tidy it up?",
				"Spouse_MonstersInHouse": "Uh... peach? What the fuck are these monsters doing in here?",
				"Mines_PlayerKilled_Spouse_PlayerMale": "You were gone so long I started to get worried about you! What the fuck happened down there? Can you walk?$10",
				"Mines_PlayerKilled_Spouse_PlayerFemale": "You were gone so long I started to get worried about you! What the fuck happened down there? Can you walk?$10",
			},
			"When": {
				"Relationship:Shane": "Married",
				"HasMod |contains=aedenthorn.CustomFixedDialogue": false,
			},
		},
		{
			"LogName": "Movie Invitation Reactions Married",
			"Action": "EditData",
			"Target": "Strings/Characters",
			"Entries": {
				"MovieInvite_Spouse_Shane": "Oh, you want to see a show, huh? Sure, as long as we're getting snacks.$h#$e#I'm kidding... but seriously, can we get snacks?$6#$b#I'll meet you there, bud.$6",
			},
		},
		{
			"LogName": "Summit Event Dialogue",
			"Action": "EditData",
			"Target": "Data/ExtraDialogue",
			"Entries": {
				"SummitEvent_Dialogue3_Shane": "When we met, I showed you all the worst parts of me...$3#$b#And you chose to stick with me, anyway.\"/pause 500/speak Shane \"Then you chose to be with me and... and love me. Even though you see who I am.$3#$b#Or maybe because you see me.$6\"/pause 1000/speak Shane \"You didn't quit on me, and I'm never gonna quit on you...#$b#...Even if you fart in your sleep.$6\"/pause 100/emote farmer 12/pause 200/speak Shane \"I'm kidding, I'm kidding.$h\"/pause 1000/emote Shane 40/pause 1000/speak Shane \"Looking out at all this...$6#$b#I just--\"/faceDirection Shane 3/speak Shane \"I see you too, you know?$l",
			},
		},
	],
}
