//I18n for MAIL (DEFAULT)
{
	//Pierre
	"ph.loc.pierre.title": "Pierre hat Kakao",
	"ph.loc.pierre.text": "Liebe @^^Du und ich sind gute Freunde geworden, also lasse ich dich an einem kleinen Geheimnis teilhaben. Ich habe Kontakte zur Plentiful Harvest Company, die mir den Zugang zum Handel mit Kakaobohnen-Setzlingen ermöglicht haben. Nun kann ich diese am PH-Verkaufsstand verkaufen. Ich dachte, daran würdest du sehr interessiert sein, deswegen kauf gerne ein paar. Und, wie immer, bin ich sehr dankbar, wenn ich die Erzeugnisse anschließend von dir kaufen kann.^^Dein Freund,^Pierre",
	//Marnie
	"ph.loc.marnie.title": "Marnies geschätztes Rezept",
	"ph.loc.marnie.text": "Liebe @^^ Hattest du jemals Schokoladeneier? Diese leckeren Süßigkeiten, die für erstaunliche Gerichte beim Eier-Festival sorgen? Nun, ich dachte, dass ich das Rezept dazu mit dir teile. Achte darauf, dass du sie vorsichtig zubereitest, damit sie nicht kaputt gehen. Ah, wenn Hühner sie nicht einfach ausbrüten könnten, oder?^^Viel Spaß!^-Marnie",
	//Marlon
	"ph.loc.marlon.title": "Die mysteriöse Frostfrucht",
	"ph.loc.marlon.text": "Hallo @^^ Ich habe mitbekommen, dass du eine von diesen Frostfrüchten verkauft hast. Ich habe ein Rezept beigefügt, das ich während meiner Zeit im kühlen Norden gelernt habe und das für dich nützlich sein könnte.^^Mach´s gut!^-Marlon",
	//Gus Subscription
	"ph.loc.gussub.title": "Gus' Magazin-Abo",
	"ph.loc.gussub.text": "Liebe @^^ Ich habe ein altes Abo-Formular für die Plentiful Harvest Company in einer meiner Schubladen gefunden. Ich habe dafür keinen Nutzen, also dachte ich, dass ich deine Daten aufschreibe und dich anmelde. Ich habe auch schon für das lebenslängliche Abo bezahlt, also mach dir keine Sorgen über mögliche Rechnungen! Du solltest die Bestätigung bald per Post erhalten.^^-Gus",
	//Robin Processor
	"ph.loc.robpro.title": "Es ist ein Prozess",
	"ph.loc.robpro.text": "Liebe @^^Ich bin froh, dass ich dich kennenlernen durfte. Vor einiger Zeit habe ich eine alte Zeitschriftenseite ausgegraben, die ich aus den frühen Tagen von Plentiful Harvest gerettet hatte, und ich dachte, dass du sie haben solltest. Sie enthält Anweisungen, wie man einen Prozessor für alle Arten von Lebensmitteln herstellt, und dir würde es mehr nutzen als mir! Viel Spaß damit!^^-Robin",
	//Robin Blender
	"ph.loc.robble.title": "Mixer Rezept",
	"ph.loc.robble.text": "Liebe @^^Ich dachte, ich schicke dir ein weiteres Handwerksrezept, das ich kürzlich von der Website von Plentiful Harvest bekommen habe. Maru war verrückt nach dem Erdbeer-Smoothie, den ich damit gemacht habe, und sie verlangte, dass ich es mit dir teile, damit du etwas aus deinen frischen Erzeugnissen zubereiten kannst.^^-Robin",
	//Robin Press
	"ph.loc.robpre.title": "Ein gepresstes Problem",
	"ph.loc.robpre.text": "Liebe @^^Caroline fragte mich, ob ich ihr eine Käsepresse bauen könnte, die milchfreien Käse herstellen kann, denn die normale Käsepresse ist dafür nicht geeignet. Die Konsistenz wird darin einfach nicht gut. Nachdem ich ein wenig mit Marnie gearbeitet hatte, konnte ich die alte Käsemaschine in eine neue Maschine umwandeln, die richtigen milchfreien Käse herstellt, also dachte ich, du wärst bereit, es auch zu versuchen!^^-Robin",
	//Robin Oil
	"ph.loc.roboil.title": "Ein neuer Weg, Öl herzustellen",
	"ph.loc.roboil.text": "Liebe @^^Demetrius war Hals über Kopf in das Öl verliebt, das wir mithilfe der Ölpresse der Firma Plentiful Harvest hergestellt haben. Es ist ziemlich gut, also dachte ich, dass ich die Magazinseite mit den Anweisungen zum Bauen mit dir teile. Ich hoffe, dir gefällt es!^^-Robin",
	//Welcome Letter
	"ph.loc.welcome.title": "Willkommen bei Plentiful Harvest",
	"ph.loc.welcome.text": "Mr. @^^Danke, dass du das Plentiful Harvest Cooking Magazin abonniert hast! Ich kann dir nicht sagen, wie glücklich ich bin, dass du unserer kleinen Firma eine Chance gibst. Jeden Montag und Freitag werden wir dir eine brandneue Ausgabe mit einem brandneuen Rezept zusenden.^^Vielen dank nochmal für deine Unterstützung und wir hoffen, dich nicht zu enttäuschen!^^-Dominic, Plentiful Harvest CEO ¦ Mrs. @^^Danke, dass du das Plentiful Harvest Cooking Magazin abonniert hast! Ich kann dir nicht sagen, wie glücklich ich bin, dass du unserer kleinen Firma eine Chance gibst. Jeden Montag und Freitag werden wir dir eine brandneue Ausgabe mit einem brandneuen Rezept zusenden.^^Vielen dank nochmal für deine Unterstützung und wir hoffen, dich nicht zu enttäuschen!^^-Dominic, Plentiful Harvest CEO",
	//1 - Ketchup
	"ph.loc.ketchup.title": "P.H. Magazine 1 - Ketchup",
	"ph.loc.ketchup.text": "-Plentiful Harvest Cooking Magazin, Ausgabe Nr. 1-^Hausgemachter Ketchup^^Jeder, der einen Haushalt mit einer Vorratskammer besucht hat, findet darin immer eine Flasche Ketchup. Sollte es nicht die beliebteste Würzsoße sein, ist sie dennoch sehr nah an der Spitze. Im Laden gekauft ist in Ordnung, aber wenn du selbst angebaute Tomaten, Qualitätsessig und etwas natürlichen Zucker verwendest, kannst du ganz einfach selber die perfekte Flasche hausgemachten Ketchup herstellen.",
	//2 - Grilled Cheese
	"ph.loc.grilledcheese.title": "P.H. Magazin 2 - Grillkäse",
	"ph.loc.grilledcheese.text": "-Plentiful Harvest Cooking Magazin, Ausgabe Nr. 2-^Grillkäse^^Nun, dies ist ein klassisches Rezept und wahrscheinlich das Einfachste, was du jemals machen wirst. Zwei Scheiben Brot, eine Scheibe Käse und du hast das Rezept für ein schnelles und einfaches Mittagessen.",
	//3 - Tomato Soup
	"ph.loc.tomatosoup.title": "P.H. Magazin 3 - Tomatensuppe",
	"ph.loc.tomatosoup.text": "-Plentiful Harvest Cooking Magazin, Ausgabe Nr. 3-^Tomatensuppe^^In der letzten Ausgabe haben wir dir gezeigt, wie man einen guten Grillkäse macht, und so wird diese Ausgabe der allseits beliebte Begleiter sein. Ich liebe eine gute Tomatensuppe mit frisch gepflückten Zwiebeln, mm-mh. Achte darauf, die Zutaten gut zu pürieren!",
	//4 - Caramel
	"ph.loc.caramel.title": "P.H. Magazin 4 - Karamell",
	"ph.loc.caramel.text": "-Plentiful Harvest Cooking Magazin, Ausgabe Nr. 4-^Karamell^^Karamell ist eine süße Leckerei, die sehr vielseitig ist, aber auch pur köstlich ist. Wir werden sie in einigen zukünftigen Rezepten verwenden, aber im Moment zeigen wir dir nur, wie du gutes Karamell herstellst. Zucker und etwas Milch vereinen sich zu diesem klassischen Leckerbissen.",
	//5 - Pumpkin Bread
	"ph.loc.pumpkinbread.title": "P.H. Magazin 5 - Kürbisbrot",
	"ph.loc.pumpkinbread.text": "-Plentiful Harvest Cooking Magazin, Ausgabe Nr. 5-^Kürbisbrot^^Uns steht ein Doppelpack bevor. In den nächsten zwei Ausgaben werden wir dir zwei bodenständige Süßbrot-Rezepte vorstellen, die ich liebe. Kürbisbrot ist warm und technisch gesehen Herbst in einem Laib. Du wirst einmal daran riechen und sofort danach geifern. Schneide es großzügig in Stücke!",
	//6 - Banana Bread
	"ph.loc.bananabread.title": "P.H. Magazin 6 - Bananenbrot",
	"ph.loc.bananabread.text": "-Plentiful Harvest Cooking Magazin, Ausgabe Nr. 6-^Bananenbrot^^Als Fortsetzung unserer letzten Ausgabe haben wir heute ein Rezept für Bananenbrot. Dieses Süßbrot ist etwas Besonderes, und eigentlich sollte man überreife, braune Bananen dafür verwenden. Als letzter Geheimtipp hilft das Hinzufügen eines Spritzers Zitronensaft, die Kruste schön knusprig zu machen.",
	//7 - Soy Meat
	"ph.loc.soymeat.title": "P.H. Magazin 7 - Sojafleisch",
	"ph.loc.soymeat.text": "-Plentiful Harvest Cooking Magazin, Ausgabe Nr. 7-^Sojafleisch^^Das ist wirklich ein Game Changer! Sojafleisch, auch bekannt als „unerreichbares Fleisch“ in Zuzu. Du kannst das verwenden, um jede Art von Fleischgericht ganz ohne Fleisch mit ein wenig Optimierung zuzubereiten. Und wenn du nur Gemüse oder Fisch hast, ist dies eine wirklich gute Option! Verwenden nach Möglichkeit gutes Soja aus eigenem Anbau!",
	//8 - Hot Dog
	"ph.loc.hotdog.title": "P.H. Magazin 8 - Hot Dog",
	"ph.loc.hotdog.text": "-Plentiful Harvest Cooking Magazin, Ausgabe Nr. 8-^Hot Dog^^Ich liebe es, zu Baseballspielen zu gehen und mein Lieblingsgericht im Baseballstadion ist ein Frankfurter Würstchen in diesem klassischen Brötchen. Mit einem guten Hotdog kann man nichts falsch machen. Garniere diese Leckerei mit hausgemachtem Ketchup und lasse die heißen Sommer auf der Tribüne Revue passieren.",
	//9 - Taco
	"ph.loc.taco.title": "P.H. Magazine 9 - Taco",
	"ph.loc.taco.text": "-Plentiful Harvest Cooking Magazin, Ausgabe Nr. 9-^Taco^^Tacos sind ein einfaches Abendessen, schlicht und unkompliziert: Tortilla, Fleisch und Käse. Du kannst nach Belieben würzen oder garnieren, aber du weißt wahrscheinlich bereits, dass du mit einer Selbstbedienungstheke mit köstlichen Tortilla-Füllungen nichts falsch machen kannst, wenn du Besuch hast.",
	//10 - Cheeseburger
	"ph.loc.burger.title": "P.H. Magazin 10 - Cheeseburger",
	"ph.loc.burger.text": "-Plentiful Harvest Cooking Magazin, Ausgabe Nr. 10-^Cheeseburger^^Ich besuchte einmal während eines Roadtrips ein Diner und ich kann mich nicht einmal mehr an den Namen erinnern. Ich hatte dort den besten Cheeseburger meines Lebens und es ist eine vergangene Erinnerung. Was nicht vergangen ist, ist das Rezept für meinen eigenen Versuch, diese Erinnerung nachzubilden. Du solltest bei diesem Burger das Schmelzen des Käses vermeiden, glaub mir.",
	//11 - Steak Sauce
	"ph.loc.steaksauce.title": "P.H. Magazin 11 - Steaksoße",
	"ph.loc.steaksauce.text": "-Plentiful Harvest Cooking Magazin, Ausgabe Nr. 11-^Steaksoße^^In Vorbereitung auf unsere nächste Ausgabe, teile ich ein altes Familienrezept für hausgemachte Steaksoße. Ob du das Steak rare, medium oder welldone garst, dies trägt mit Sicherheit dazu bei, den Geschmack zu verstärken. Noch besser, wenn du deinen selbstgemachten Ketchup und frischen Knoblauch verwendest!",
	//12 - Steak
	"ph.loc.steak.title": "P.H. Magazin 12 - Steak",
	"ph.loc.steak.text": "-Plentiful Harvest Cooking Magazin, Ausgabe Nr. 12-^Steak^^Mein Vater pflegte zu sagen, dass es nichts gibt, was man nicht mit einem guten alten Steak reparieren kann. Er sagte zwar, dass medium rare die beste Art wäre, es zu garen, aber man kann es ganz nach seiner eigenen Vorliebe zubereiten. Verwende die Steaksoße aus der letzten Ausgabe, um das Steak zu bestreichen und genieße es.",
	//13 - Roast Turkey
	"ph.loc.roastturkey.title": "P.H. Magazin 13 - Gebratener Truthahn",
	"ph.loc.roastturkey.text": "-Plentiful Harvest Cooking Magazin, Ausgabe Nr. 13-^Gebratener Truthahn^^Ein Feiertags-Klassiker, der Brattruthahn, kann sogar mit fleischlosem Fleisch zubereitet werden. Warme Füllung und köstliches Fleisch, genug, um dich müde und träge zu machen. Du wirst auf jeden Fall eine Weile satt sein, nachdem du das zubereitet hast.",
	//14 - Chicken Wing
	"ph.loc.chickenwing.title": "P.H. Magazin 14 - Chicken Wing",
	"ph.loc.chickenwing.text": "-Plentiful Harvest Cooking Magazin, Ausgabe Nr. 14-^Chicken Wing^^Ich liebe es, diese für den Spieltag am Fernseher zuzubereiten. Normalerweise tauche ich sie gerne in eine gute Sauce ein, aber wir werden in der nächsten Ausgabe darauf eingehen. Für jetzt sind es einfach nur Flügel, die im Handumdrehen zubereitet sind. Stelle sicher, dass du die Temperatur sorgfältig überwachst!",
	//15 - Buffalo Wing
	"ph.loc.buffalowing.title": "P.H. Magazine 15 - Buffalo Wing",
	"ph.loc.buffalowing.text": "-Plentiful Harvest Cooking Magazine, Ausgabe Nr. 15-^Buffalo Wing^^Lass uns das Rezept aus der letzten Ausgabe aufpeppen und es in eine leckere und scharfe Buffalo-Sauce werfen. Der Schlüssel ist, die richtige Balance von Pfeffer in dieser Sauce zu finden, und sorge dafür, dass du etwas Milch zur Hand hast, wenn dein Mund Feuer fängt.",
	//16 - Barbeque Wing
	"ph.loc.barbequewing.title": "P.H. Magazin 16 - Barbeque Wing",
	"ph.loc.barbequewing.text": "-Plentiful Harvest Cooking Magazin, Ausgabe Nr. 16-^Barbeque Wing^^Wenn du kein scharfes Essen magst, ist dies eine perfekt süße und würzige Soße, um die Hühnerflügel darin zu tränken. Meine Finger kleben immer danach, wenn ich sie gegessen habe. Die Verwendung von gutem, hochwertigem Honig ist das Geheimnis dafür.",
	//17 - Chocolate Milk
	"ph.loc.choccymilk.title": "P.H. Magazin 17 - Schokoladenmilch",
	"ph.loc.choccymilk.text": "-Plentiful Harvest Cooking Magazin, Ausgabe Nr. 17-^Schokoladenmilch^^Obwohl ich ein Erwachsener bin und mehr Verantwortungen habe, als mir lieb ist, brauchen wir alle manchmal nur ein bisschen Schokoladenmilch. Guter Kakao und frische Milch vom Bauernhof sind der einfachste Weg, um diesen nostalgischen Genuss zu genießen.",
	//18 - Chocolate Bar
	"ph.loc.chocolatebar.title": "P.H. Magazin 18 - Schokoladenriegel",
	"ph.loc.chocolatebar.text": "-Plentiful Harvest Cooking Magazin, Ausgabe Nr. 18-^Schokoladenriegel^^Wenn du deine eigene Schokolade herstellen kannst, wirst du garantiert einer der beliebtesten Leute in der Stadt sein. Im Ernst, ich habe in meinem Kreis ziemlich Wellen geschlagen mit meinen handgemachten Schokoladenriegeln. Stelle sicher, dass du gründlich rührst und versuche, deine eigenen kleinen Designs darauf zu machen!",
	//19 - Raspberry Tart
	"ph.loc.raspberrytart.title": "P.H. Magazin 19 - Himbeerenkuchen",
	"ph.loc.raspberrytart.text": "-Plentiful Harvest Cooking Magazin, Ausgabe Nr. 19-^Himbeerenkuchen^^Ich liebe frische Himbeeren von ganzem Herzen. Ich habe einen wilden Busch direkt vor meinem Haus wachsen, und ich mache diesen Kuchen jedes Mal, wenn der Busch Früchte trägt. Stelle sicher, dass das Innere schön klebrig wird und entferne nicht die Samen. Im Ernst.",
	//20 - Watermelon Caprese
	"ph.loc.watermeloncaprese.title": "P.H. Magazin 20 - Wassermelonen-Caprese",
	"ph.loc.watermeloncaprese.text": "-Plentiful Harvest Cooking Magazin, Ausgabe Nr. 20-^Wassermelonen-Caprese^^Okay, sei ehrlich mit mir. Manchmal möchtest du nicht bis zum Sommer warten, um einen frischen Caprese-Salat zu genießen, oder? Hier ist also ein großartiger kleiner Trick, um dieses Gefühl im Frühling zu bekommen. Du musst frische Wassermelone, Löwenzahnblätter und Ziegenkäse in Öl vermengen. Nur zwischen uns? Das ist zu jeder Jahreszeit großartig.",
	//21 - Carrot Cake
	"ph.loc.carrotcake.title": "P.H. Magazin 21 - Karottenkuchen",
	"ph.loc.carrotcake.text": "-Plentiful Harvest Cooking Magazin, Ausgabe Nr. 21-^Karottenkuchen^^Angeblich wurde Karottenkuchen früher oft als Kriegsration verwendet. Als Kind habe ich Karottenkuchen nie angerührt, aber heute liebe ich die vielen Geschmacksrichtungen und die schöne, feuchte Textur davon. Frisch geschälte, reife Karotten sind am besten und stelle sicher, dass der Teig genau richtig ist, damit er nicht zu trocken wird. Ich frage mich, ob Soldaten es immer noch essen?",
	//22 - Asparagus Quiche
	"ph.loc.asparagusquiche.title": "P.H. Magazin 22 - Spargelquiche",
	"ph.loc.asparagusquiche.text": "-Plentiful Harvest Cooking Magazin, Ausgabe Nr. 22-^Spargelquiche^^Wenn du so bist wie ich, suchst du immer nach interessanten Möglichkeiten, um Spargel zu verwenden. Als ich ein Kind war, habe ich eine Buchserie gelesen, in der diese großen Rattenmonster Quiche mochten, und ich wurde daran erinnert, als ich ein Bündel Spargel gepflückt habe. Und voilà! Dieses Rezept wurde geboren.",
	//23 - Lentil Bun
	"ph.loc.lentilbun.title": "P.H. Magazin 23 - Linsenbrötchen",
	"ph.loc.lentilbun.text": "-Plentiful Harvest Cooking Magazin, Ausgabe Nr. 23-^Linsenbrötchen^^Dieses Rezept stammt eigentlich von einem Freund. Keine Sorge, er hat mir die Erlaubnis gegeben, es zu teilen - umso besser! Diese Brötchen sind warm und köstlich, und ich persönlich liebe es, sie einzupacken und als einfaches und ordentliches Mittagessen mitzunehmen. Du kannst in diesem Rezept die Linsen verwenden, die dir am besten gefallen!",
	//24 - PB&J 
	"ph.loc.pbj.title": "P.H. Magazin 24 - Erdnussbutter-Marmeladen-Sandwich",
	"ph.loc.pbj.text": "-Plentiful Harvest Cooking Magazin, Ausgabe Nr. 24-^Erdnussbutter-Marmeladen-Sandwich^^Oh ja, das ist es. Das ist das Ding, nach dem ich als Kind verrückt war. Mein Favorit war natürlich Erdnussbutter, aber du kannst jede Nussbutter verwenden, die dir gefällt. Ich habe sogar gerne Wassermelonen-Gelee daraufgestrichen. Mmh...",
	//25 - Field Pea Succotash 
	"ph.loc.fpsuccotash.title": "P.H. Magazin 25 - Felderbsen-Succotash",
	"ph.loc.fpsuccotash.text": "-Plentiful Harvest Cooking Magazin, Ausgabe Nr. 25-^Felderbsen-Succotash^^Als ich ein Kind war, ließen meine Großeltern mich im Frühling Felderbsen aus ihrem Garten pflücken. Ich liebte es, sie roh zu essen, aber sie brachten mir auch dieses unglaubliche Rezept für Succotash bei, welches ich jedes Jahr im Frühling zu ihrer Erinnerung mache. Du kannst frischen Mais oder Dosenmais verwenden!",
	//26 - Kumquat Upsidedown Cake 
	"ph.loc.kupsidedown.title": "P.H. Magazin 26 - Umgedrehter Kumquatkuchen",
	"ph.loc.kupsidedown.text": "-Plentiful Harvest Cooking Magazin, Ausgabe Nr. 26-^Umgedrehter Kumquatkuchen^^Dieser klassische Kuchen, den man normalerweise mit Ananas in Verbindung bringt, funktioniert erstaunlich gut mit süßen Kumquats. Ich persönlich verwende Kumquats von meiner örtlichen Plantage, man bekommt einfach nicht den gleichen Geschmack mit gefrorenen.",
	//27 - Maple Walnut Balls 
	"ph.loc.walnutballs.title": "P.H. Magazin 27 - Ahorn-Walnuss-Bällchen",
	"ph.loc.walnutballs.text": "-Plentiful Harvest Cooking Magazin, Ausgabe Nr. 27-^Ahorn-Walnuss-Bällchen^^Ich habe tatsächlich eine komplexe Version dieses Rezepts gefunden, während ich einige Rezeptseiten durchsucht habe, und meine eigene einfache Version erstellt. Dieses Rezept ohne Backen mit nur 2 Zutaten eignet sich hervorragend als einfache Ergänzung zu deiner Trail-Mix-Tüte.",
	//28 - Pesto Pasta 
	"ph.loc.pestopasta.title": "P.H. Magazin 28 - Pesto Pasta",
	"ph.loc.pestopasta.text": "-Plentiful Harvest Cooking Magazin, Ausgabe Nr. 28-^Pesto Pasta^^Dieses hier ist kein Klassiker aus meiner Heimat, aber ich liebe ab und zu eine gute Pesto-Soße. Ich meine, wer hat heutzutage keinen kleinen Basilikum-Topf? Frischer ist immer besser. Verarbeite diese Blätter zu einer glatten Soße!",
	//29 - Bloomin' Onion 
	"ph.loc.bloominonion.title": "P.H. Magazin 29 - Zwiebelblume",
	"ph.loc.bloominonion.text": "-Plentiful Harvest Cooking Magazin, Ausgabe Nr. 29-^Zwiebelblume^^Eine Zwiebelblume ist ein schrecklicher Zwiespalt zwischen Kalorienbombe und unglaublichem Geschmack. Du könntest dich fragen, wie meine sich von den Restaurant-Versionen unterscheidet? ... Nun, der Unterschied besteht darin, dass eine für die Massenproduktion gemacht ist und die andere ein hausgemachtes Vergnügen ist!",
	//30 - Cucumber Salad 
	"ph.loc.cucsalad.title": "P.H. Magazin 30 - Gurkensalat",
	"ph.loc.cucsalad.text": "-Plentiful Harvest Cooking Magazin, Ausgabe Nr. 30-^Gurkensalat^^Ich wurde durch einen Freund auf dieses Rezept aufmerksam gemacht. Es ist komplex, das Dressing genau richtig zu machen und es wird etwas Übung erfordern. Stelle sicher, dass du Joghurt und Honig genau abmisst, oder du wirst nicht die richtige Konsistenz bekommen...",
	//31 - Stuffed Bell Pepper 
	"ph.loc.stuffedbell.title": "P.H. Magazin 31 - Gefüllte Paprika",
	"ph.loc.stuffedbell.text": "-Plentiful Harvest Cooking Magazin, Ausgabe Nr. 31-^Gefüllte Paprika^^Ich liebe dieses Rezept aus vielen Gründen, aber der größte Grund ist, dass es einfach zu essen ist. Denke daran, die Paprika und den Reis richtig zu kochen, sonst wird es ziemlich zäh und macht keinen Spaß zu essen!",
	//32 - Currant Clafoutis 
	"ph.loc.curclafoutis.title": "P.H. Magazin 32 - Johannisbeeren-Clafoutis",
	"ph.loc.curclafoutis.text": "-Plentiful Harvest Cooking Magazin, Ausgabe Nr. 32-^Johannisbeeren-Clafoutis^^Ich habe dieses Rezept von einem jungen Koch gelernt, als ich eine Reise ins Ausland unternommen habe (keine Sorge, er war mehr als glücklich, dass ich es in meinem Magazin veröffentliche!). Sein Lieblingsobst sind Johannisbeeren! Dieser Clafoutis lässt den Geschmack der Beeren auf fantastische Weise hervorstechen.",
	//33 - Frobidden Dragon 
	"ph.loc.fordragon.title": "P.H. Magazin 33 - Vergessener Drache",
	"ph.loc.fordragon.text": "-Plentiful Harvest Cooking Magazin, Ausgabe Nr. 33-^Vergessener Drache^^Sag nicht, ich hätte dich nicht gewarnt, dieses Gericht ist seltsam. Eine halbierte Drachenfrucht, deren Inneres in schwarzen Reis, Honig und gebratenen Garnelen gemischt wird. Ernsthaft, dieses Gericht ist seltsam und selbst ich gebe zu, dass es schwierig zuzubereiten ist. Probiere es aus, wenn du dich traust, der Geschmack ist es wert.",
	//34 - Guava Chutney 
	"ph.loc.guavachutney.title": "P.H. Magazin 34 - Guaven-Chutney",
	"ph.loc.guavachutney.text": "-Plentiful Harvest Cooking Magazin, Ausgabe Nr. 34-^Guaven-Chutney^^Ich habe Guave bisher nur im Urlaub probiert, aber ich kann dir sagen, dass es eine erstaunliche Frucht ist, wenn du sie mit Gewürzen kombinierst. Nehmen wir dieses Rezept als Beispiel: es ist einfach und würzig, aber die tropische Süße der Guave kommt perfekt zur Geltung.",
	//35 - Almond Brittle 
	"ph.loc.albrittle.title": "P.H. Magazin 35 - Mandelkrokant",
	"ph.loc.albrittle.text": "-Plentiful Harvest Cooking Magazin, Ausgabe Nr. 35-^Mandelkrokant^^Ich hatte mal einen Nachbarn, der Mandelkrokant liebte. Er war Erfinder und hatte immer irgendwo Krokantkrümel. Er sprach auch in einem lustigen Akzent. Wie auch immer, ich perfektionierte dieses Rezept basierend auf seinem Feedback aus der damaligen Zeit!",
	//36 - Peanut Lo Mein 
	"ph.loc.pealomein.title": "P.H. Magazin 36 - Erdnuss-Lo Mein",
	"ph.loc.pealomein.text": "-Plentiful Harvest Cooking Magazin, Ausgabe Nr. 36-^Erdnuss-Lo Mein^^Ich liebe Erdnüsse in jeder Form, aber Erdnusssoße steht definitiv ganz oben auf meiner Liste. Mein Rezept verwendet Erdnüsse direkt aus der Schale, hier gibt es keine gekauften Nüsse! Stelle sicher, dass deine Nudeln gar sind, damit sie nicht zäh sind.",
	//37 - Sweet Potato Fries 
	"ph.loc.sweetfries.title": "P.H. Magazin 37 - Süßkartoffelpommes",
	"ph.loc.sweetfries.text": "-Plentiful Harvest Cooking Magazin, Ausgabe Nr. 37-^Süßkartoffelpommes^^Ich mag eigentlich Süßkartoffelpommes etwas mehr als die normalen, was selbst ich für verrückt halte. Das Problem ist, dass die Marken aus dem Laden alle schrecklich sind, wenn man sie im Ofen bäckt. Wenn man jedoch frisch geschnittene Süßkartoffel in eine Fritteuse wirft... Mm-mm! Köstlich.",
	//38 - Spicy Squash Taco 
	"ph.loc.squashtaco.title": "P.H. Magazin 38 - Scharfer Kürbis Taco",
	"ph.loc.squashtaco.text": "-Plentiful Harvest Cooking Magazin, Ausgabe Nr. 38-^Scharfer Kürbis Taco^^Kürbis ist ein köstlicher Herbstgenuss, aber ich kenne zu viele Leute, die nicht wissen, was sie damit anfangen sollen. Ich habe dieses Rezept mit einigen übrig gebliebenen Paprika zusammengestellt und jetzt hast du hoffentlich eine Ausrede, dieses köstliche Gemüse zu verwenden.",
	//39 - Caramel Apple 
	"ph.loc.carmapple.title": "P.H. Magazin 39 - Karamellisierter Apfel",
	"ph.loc.carmapple.text": "-Plentiful Harvest Cooking Magazin, Ausgabe Nr. 39-^Karamellisierter Apfel^^Dieser einfache Leckerbissen ist etwas, von dem ich nie genug bekomme. Ich könnte einen ganzen Korb Äpfel essen, wenn sie mit köstlichem Karamell überzogen sind... Veurteile mich nicht! Probier das Rezept selbst aus und sag mir, dass du es nicht genauso machen würdest.",
	//40 - Membrillo 
	"ph.loc.membrillo.title": "P.H. Magazin 40 - Membrillo",
	"ph.loc.membrillo.text": "-Plentiful Harvest Cooking Magazin, Ausgabe Nr. 40-^Membrillo^^Ich habe das einmal gegessen, als ich bei Verwandten zu Besuch war. Ich hatte keine Ahnung, was es war, bis ich gefragt habe, und ich musste einfach das Rezept lernen. Es ist super einfach und am besten, wenn du frische Quitten hast.",
	//41 - Huckleberry Pie 
	"ph.loc.huckpie.title": "P.H. Magazin 41 - Heidelbeerkuchen",
	"ph.loc.huckpie.text": "-Plentiful Harvest Cooking Magazin, Ausgabe Nr. 41-^Heidelbeerkuchen^^Eine ehrliche Bekanntmachung - dies ist mein absolutes Lieblingsrezept in der Sammlung. Heidelbeeren sind unglaublich schwer zu bekommen, aber sie machen, ohne Zweifel, den besten Kuchen. Diese Version des Rezepts wurde von unserem eigenen CEO eingesandt, also könnt ihr ihm dafür danken!",
	//42 - Pear Crisp 
	"ph.loc.pearcrisp.title": "P.H. Magazin 42 - Birnenchips",
	"ph.loc.pearcrisp.text": "-Plentiful Harvest Cooking Magazin, Ausgabe Nr. 42-^Birnenchips^^Ich liebe es, dieses Dessert an regnerischen oder kühlen Herbstabenden zuzubereiten. Irgendetwas an der Wärme, die dieses Gericht bietet, passt perfekt zu dieser Atmosphäre. Backe sie nicht zu lange, sonst werden sie zäh.",
	//43 - Roasted Chestnuts 
	"ph.loc.rochestnuts.title": "P.H. Magazin 43 - Geröstete Kastanien",
	"ph.loc.rochestnuts.text": "-Plentiful Harvest Cooking Magazin, Ausgabe Nr. 43-^Geröstete Kastanien^^Wenn Väterchen Frost an deiner Nase knabbert, tut eine Schüssel davon gut. Sei vorsichtig beim Schälen der Schale, sie ist wirklich stachelig! Aber der Schmerz lohnt sich für diesen köstlichen Snack.",
	//44 - Broccoli Rice Skillet 
	"ph.loc.brocskill.title": "P.H. Magazin 44 - Brokkoli-Reis-Pfanne",
	"ph.loc.brocskill.text": "-Plentiful Harvest Cooking Magazin, Ausgabe Nr. 44-^Brokkoli-Reis-Pfanne^^Für alle, die wie ich gern Brokkoliröschen essen, ist dies eine großartige Möglichkeit, großen Brokkoli zu verwenden. Ich verwende Ziegenkäse in dieser Pfanne, weil ich finde, dass der Geschmack und die Textur perfekt zum Brokkoli passen.",
	//45 - Elderberry Tea 
	"ph.loc.eltea.title": "P.H. Magazin 45 - Holunderbeerentee",
	"ph.loc.eltea.text": "-Plentiful Harvest Cooking Magazin, Ausgabe Nr. 45-^Holunderbeerentee^^Ich habe gehört, dass Ureinwohner Heiltee mit Holunderbeeren tranken. Ich kann nicht garantieren, dass dieser Tee deine Wunden heilt, aber er schmeckt gut und gibt dir ein gutes Gefühl! Du kannst ihn warm oder kalt trinken.",
	//46 - Burfi 
	"ph.loc.burfi.title": "P.H. Magazin 46 - Burfi",
	"ph.loc.burfi.text": "-Plentiful Harvest Cooking Magazin, Ausgabe Nr. 46-^Burfi^^Als ich vor langer Zeit an einem Kochkurs teilnahm, haben wir dieses Gericht zubereitet. Jedes Mal, wenn der Name ausgesprochen wurde, musste ich lachen und wurde vom Koch mit einem Löffel geschlagen. Ich habe jedoch gelernt, dass es bei diesem Rezept auf den Zuckergehalt ankommt, also übertreib es nicht!",
	//47 - Chimichurri 
	"ph.loc.chimichurri.title": "P.H. Magazin 47 - Chimichurri",
	"ph.loc.chimichurri.text": "-Plentiful Harvest Cooking Magazin, Ausgabe Nr. 47-^Chimichurri^^Neben Basilikum habe ich immer einen kleinen Topf mit Petersilie gehabt, um Gerichte zu garnieren, aber ich hatte keine Ahnung, dass man es zu einem eigenen Gericht machen kann. Die Petersilie ist hier der Star, beim Verarbeiten muss das Öl langsam eingeträufelt werden, wie bei einem Pesto.",
	//48 - Chard Nested Egg 
	"ph.loc.chardegg.title": "P.H. Magazin 48 - Mangold mit Ei",
	"ph.loc.chardegg.text": "-Plentiful Harvest Cooking Magazin, Ausgabe Nr. 48-^Mangold mit Ei^^Ich dachte, ich bringe hier mal ein weniger bekanntes Rezept, da Mangold etwas ist, das nicht in vielen einzigartigen Rezepten vorkommt. Ich liebe dieses Rezept, weil es simpel ist und nur 3 Zutaten benötigt: Ei, Öl, Mangold. Einfach! Brate den Mangold und das Ei an und lege sie zusammen in ein Nest.",
	//49 - Ceasar Salad 
	"ph.loc.ceasarsalad.title": "P.H. Magazin 49 - Ceasar Salad",
	"ph.loc.ceasarsalad.text": "-Plentiful Harvest Cooking Magazin, Ausgabe Nr. 49-^Ceasar Salad^^Dies ist ein klassischer Salat, der unschlagbar ist. Ich liebe das Dressing so sehr, dass ich es so lange angepasst habe, bis es absolut perfekt war. Bonuspunkte, wenn du deine eigenen Anchovis fängst.",
	//50 - Persimmon Cookies 
	"ph.loc.percookies.title": "P.H. Magazin 50 - Kakifrucht-Cookies",
	"ph.loc.percookies.text": "-Plentiful Harvest Cooking Magazin, Ausgabe Nr. 50-^Persimmon Cookies^^Mich hat ein Leser gefragt, was ich während der Feiertage mache. Seltsamerweise sind es diese kleinen Dinger. Ich bereite sie seit meiner Kindheit zu und halte die Tradition aufrecht. Der Duft allein wird dich aufwärmen, also warum machst du es nicht auch zu einem Teil deiner Traditionen?",
	//51 - Pistachio Mafroukeh 
	"ph.loc.pismaf.title": "P.H. Magazin 51 - Pistazien-Mafroukeh",
	"ph.loc.pismaf.text": "-Plentiful Harvest Cooking Magazin, Ausgabe Nr. 51-^Pistazien-Mafroukeh^^Liebe Leute, dies ist vorerst die letzte Ausgabe des Kochmagazins, in der ich vertreten sein werde. Als Feier der letzten 50 (wow!) Rezepte, die wir gemeinsam geteilt haben, füge ich die Anleitung für ein köstliches Dessert aus der Calico-Wüste hinzu. Ich wünsche Euch alles Gute und vielen Dank, dass Ihr mit mir gekocht habt! -Darwick",
}
