//I18n for MAIL (DEFAULT)
{
	//Pierre
	"ph.loc.pierre.title": "Pierre's got Cacao",
	"ph.loc.pierre.text": "Dear @^^You and I have become great friends, so I'll let you in on a little secret. I've got a contact at the Plentiful Harvest company who was able to get me access to their supply of Cacao Saplings, which I'll be able to sell in the PH stand now. I thought you'd be more than interested, feel free to buy a few and as always I'm happy to buy the produce from you.^^Your friend,^Pierre",
	//Marnie
	"ph.loc.marnie.title": "Marnie's Treasured Recipe",
	"ph.loc.marnie.text": "Dear @^^Have you ever had a chocolate egg? Those deliciously sweet treats that make for amazing Egg Festival fare? Well, I thought that I'd share my recipe for them with you. Make sure to be careful while you make them so as not to break the egg. Ah, if only these could hatch, right?^^Enjoy!^-Marnie",
	//Marlon
	"ph.loc.marlon.title": "The Mysterious Frostfruit",
	"ph.loc.marlon.text": "Greetings @^^I noticed that you shipped out one of those Frostfruits. I've included a recipe I once learned while up in the firgid north that may be useful to you.^^Be Well^-Marlon",
	//Gus Subscription
	"ph.loc.gussub.title": "Gus' Magazine Subscription",
	"ph.loc.gussub.text": "Dear @^^I found an old subscription form for the Plentiful Harvest Cooking magazine in one of my drawers. I don't have any use for it, so I thought I'd fill out your info and sign you up. I paid the lifetime subscription too, so no need to worry about any bills showing up for you! You should get a confirmation letter soon.^^-Gus",
	//Robin Processor
	"ph.loc.robpro.title": "It's a Process",
	"ph.loc.robpro.text": "Dear @^^I've been enjoying getting to know you ever since you've moved to the valley. I dug up an old magazine page I'd saved from Plentiful Harvest's early days and I thought you should have it. It contains instructions on how to make a Processor for all kinds of foods, and you'd make better use of it than me! Enjoy!^^-Robin",
	//Robin Blender
	"ph.loc.robble.title": "Blender Recipe",
	"ph.loc.robble.text": "Dear @^^I thought I'd send you another crafting recipe that I got recently from Plentiful Harvest's website. Maru went nuts for the strawberry smoothie I made with this, and she demanded I let you know so that you could make some with your fresh produce.^^-Robin",
	//Robin Press
	"ph.loc.robpre.title": "A Pressing Issue",
	"ph.loc.robpre.text": "Dear @^^Caroline was asking me if I could make her a cheese press that could work with dairy-free cheese, and I found that the regular cheese press just doesn't get the right consistency. After working with Marnie a bit I was able to adapt it into a new machine that does make proper dairy-free cheese, so I figured you'd be willing to give it a whirl too!^^-Robin",
	//Robin Oil
	"ph.loc.roboil.title": "A New Way to Make Oil",
	"ph.loc.roboil.text": "Dear @^^Demetrius has been head over heels for the oil we've made from the Plentiful Harvest company's oil maker. It's quite good, so I thought I'd go ahead and share the magazine page that included the instructions for building it. Hope you enjoy!^^-Robin",
	//Welcome Letter
	"ph.loc.welcome.title": "Welcome to Plentiful Harvest",
	"ph.loc.welcome.text": "Mr. @^^Thank you for subscribing to Plentiful Harvest Cooking Magazine! I can't tell you how happy I am that you've given our little company a shot. Every Monday and Friday we'll be sending you a brand new edition with a brand new recipe.^^Thank you again for your patronage and we hope not to disappoint!^^-Dominic, Plentiful Harvest CEO ¦ Mrs. @^^Thank you for subscribing to Plentiful Harvest Cooking Magazine! I can't tell you how happy I am that you've given our little company a shot. Every Sunday we'll be sending you a brand new edition with a brand new recipe.^^Thank you again for your patronage and we hope not to disappoint!^^-Dominic, Plentiful Harvest CEO",
	//1 - Ketchup
	"ph.loc.ketchup.title": "P.H. Magazine 1 - Ketchup",
	"ph.loc.ketchup.text": "-Plentiful Harvest Cooking Magazine, Issue no. 1-^Homemade Ketchup^^Anybody who's visited a household with a pantry can always find a bottle of ketchup inside. Indeed, if it isn't the most popular condiment it's pretty close to the top. Store bought is just fine, but if you use home-grown tomatoes, quality vinegar, and some natural sugar you can easily make the perfect bottle of home-made ketchup.",
	//2 - Grilled Cheese
	"ph.loc.grilledcheese.title": "P.H. Magazine 2 - Grilled Cheese",
	"ph.loc.grilledcheese.text": "-Plentiful Harvest Cooking Magazine, Issue no. 2-^Grilled Cheese^^Now this is a classic recipe and is likely the easiest thing you will ever make. Two slices of bread, a slice of cheese, and you have the recipe for a quick and easy lunch.",
	//3 - Tomato Soup
	"ph.loc.tomatosoup.title": "P.H. Magazine 3 - Tomato Soup",
	"ph.loc.tomatosoup.text": "-Plentiful Harvest Cooking Magazine, Issue no. 3-^Tomato Soup^^Last issue we showed you how to make a good grilled cheese, and so this issue will be the ever-popular companion. I love a good tomato soup with fresh picked onion, mm-mh. Make sure to puree the ingredients well!",
	//4 - Caramel
	"ph.loc.caramel.title": "P.H. Magazine 4 - Caramel",
	"ph.loc.caramel.text": "-Plentiful Harvest Cooking Magazine, Issue no. 4-^Caramel^^Caramel is a sweet treat that is both versatile and delicious on its own. We'll use this in some upcoming recipes, but for now we're just going to show you how to make a good cube of chewy goodness. Sugar and some milk come together, combined into this classic treat.",
	//5 - Pumpkin Bread
	"ph.loc.pumpkinbread.title": "P.H. Magazine 5 - Pumpkin Bread",
	"ph.loc.pumpkinbread.text": "-Plentiful Harvest Cooking Magazine, Issue no. 5-^Pumpkin Bread^^We've got a double whammy coming up. These next two issues will introduce some down home sweetbread recipes that I love. Pumpkin bread is warm and it's basically autumn in a loaf. You'll take one smell and start drooling. Slice it thick!",
	//6 - Banana Bread
	"ph.loc.bananabread.title": "P.H. Magazine 6 - Banana Bread",
	"ph.loc.bananabread.text": "-Plentiful Harvest Cooking Magazine, Issue no. 6-^Banana Bread^^Continuing from our last issue, today we've got a recipe for banana bread. This sweetbread is something special, and you actually want to use bananas that have browned a bit. As a final secret tip, adding a splash of lemon juice really helps crisp up the crust.",
	//7 - Soy Meat
	"ph.loc.soymeat.title": "P.H. Magazine 7 - Soy Meat",
	"ph.loc.soymeat.text": "-Plentiful Harvest Cooking Magazine, Issue no. 7-^Soy Meat^^Here's a game changer here; soy meat, also known as 'impossible meat' for today's trends in Zuzu. You can use this to make any kind of meat dish with a little tweaking, and when all you have are vegetables or fish this is a really good option! Use good homegrown soy if you can!",
	//8 - Hot Dog
	"ph.loc.hotdog.title": "P.H. Magazine 8 - Hot Dog",
	"ph.loc.hotdog.text": "-Plentiful Harvest Cooking Magazine, Issue no. 8-^Hot Dog^^I love going out to baseball games, and my favorite ballpark meal is a beef frank in that classic bun. It's hard to go wrong with a good hot dog. Garnish this bad boy with some homemade ketchup and flash back to hot summers in the stands.",
	//9 - Taco
	"ph.loc.taco.title": "P.H. Magazine 9 - Taco",
	"ph.loc.taco.text": "-Plentiful Harvest Cooking Magazine, Issue no. 9-^Taco^^Tacos are an easy dinner, plain and simple. You got your simple recipe; tortilla, meat, and cheese. You can season or garnish how you like, but you probably already know that if you've got mouths to feed you can't go wrong with a self-serve counter of delicious tortilla fillings.",
	//10 - Cheeseburger
	"ph.loc.burger.title": "P.H. Magazine 10 - Cheeseburger",
	"ph.loc.burger.text": "-Plentiful Harvest Cooking Magazine, Issue no. 10-^Cheeseburger^^I visited a diner while on a roadtrip once, and I can't even remember the name. I had the best cheeseburger of my entire life there, and it's a bygone memory. What isn't is the recipe for my own attempt at recreating that experience. You want to actually avoid melting the cheese slice on this one, trust me.",
	//11 - Steak Sauce
	"ph.loc.steaksauce.title": "P.H. Magazine 11 - Steak Sauce",
	"ph.loc.steaksauce.text": "-Plentiful Harvest Cooking Magazine, Issue no. 11-^Steak Sauce^^In preparation for our next article, I'm sharing an old family recipe for homemade steak sauce. Whether you cook the steak rare or well, this is sure to help enhance the flavor. Even better if you use your own homemade ketchup and fresh garlic in the recipe!",
	//12 - Steak
	"ph.loc.steak.title": "P.H. Magazine 12 - Steak",
	"ph.loc.steak.text": "-Plentiful Harvest Cooking Magazine, Issue no. 12-^Steak^^My father used to say that there's nothing that can't be fixed with a good ol' steak. While he would say that medium rare is the way to go, you really can leave it up to your preference. Use the steak sauce from last issue to slather this puppy and enjoy.",
	//13 - Roast Turkey
	"ph.loc.roastturkey.title": "P.H. Magazine 13 - Roast Turkey",
	"ph.loc.roastturkey.text": "-Plentiful Harvest Cooking Magazine, Issue no. 13-^Roast Turkey^^A holiday staple, the roast turkey can be accomplished even with faux meat. Warm stuffing and delicious meat enough to make you feel heavy and sleepy. You'll definitely be good for a while after making this.",
	//14 - Chicken Wing
	"ph.loc.chickenwing.title": "P.H. Magazine 14 - Chicken Wing",
	"ph.loc.chickenwing.text": "-Plentiful Harvest Cooking Magazine, Issue no. 14-^Chicken Wing^^I love frying these up for game day on the TV. Usually, I like to dunk these in some good sauce, and we'll get into those next issue. For now, these are just plain wings that'll do you in a pinch. Make sure to check the temperature carefully!",
	//15 - Buffalo Wing
	"ph.loc.buffalowing.title": "P.H. Magazine 15 - Buffalo Wing",
	"ph.loc.buffalowing.text": "-Plentiful Harvest Cooking Magazine, Issue no. 15-^Buffalo Wing^^Let's kick last issue's recipe up a notch and toss it in a delicious and spicy buffalo sauce. The key is to get the right ballance of pepper in this one, and just make sure to have some milk handy once your mouth catches fire.",
	//16 - Barbeque Wing
	"ph.loc.barbequewing.title": "P.H. Magazine 16 - Barbeque Wing",
	"ph.loc.barbequewing.text": "-Plentiful Harvest Cooking Magazine, Issue no. 16-^Barbeque Wing^^If you don't like spicy food, this is a perfectly sweet and tangy sauce to douse your chicken wings in. My fingers always get sticky after I eat these. Using good, quality honey is the secret to that.",
	//17 - Chocolate Milk
	"ph.loc.choccymilk.title": "P.H. Magazine 17 - Chocolate Milk",
	"ph.loc.choccymilk.text": "-Plentiful Harvest Cooking Magazine, Issue no. 17-^Chocolate Milk^^Even though I'm an adult with more adulting to do than I'd like, sometimes we all just need a little bit of chocolate milk. Good cocoa and farm freah milk is the easiest way to enjoy this nostalgic treat, besides just going out and buying some.",
	//18 - Chocolate Bar
	"ph.loc.chocolatebar.title": "P.H. Magazine 18 - Chocolate Bar",
	"ph.loc.chocolatebar.text": "-Plentiful Harvest Cooking Magazine, Issue no. 18-^Chocolate Bar^^If you can make your own chocolate you're bound to be one of the most popular people in town. Seriously, I've made quite a wave in my circle with my hand-made chocolate bars. Make sure to stir thoroughly and practice making your own little designs on them!",
	//19 - Raspberry Tart
	"ph.loc.raspberrytart.title": "P.H. Magazine 19 - Raspberry Tart",
	"ph.loc.raspberrytart.text": "-Plentiful Harvest Cooking Magazine, Issue no. 19-^Raspberry Tart^^I love fresh raspberries with a passion. I have a wild bush growing just outside my home, and I make these every time the bush bears fruit. Make sure to get the inside nice and gooey, and don't remove the seeds. Seriously.",
	//20 - Watermelon Caprese
	"ph.loc.watermeloncaprese.title": "P.H. Magazine 20 - Watermelon Caprese",
	"ph.loc.watermeloncaprese.text": "-Plentiful Harvest Cooking Magazine, Issue no. 20-^Watermelon Caprese^^Okay, level with me. Sometimes you don't want to wait until summer for a fresh caprese salad, right? Well here's a great little trick for getting that feeling during the spring. You'll need to toss fresh watermelon, dandelion leaves and goat cheese in oil. Just between you and I? This is great any time of the year.",
	//21 - Carrot Cake
	"ph.loc.carrotcake.title": "P.H. Magazine 21 - Carrot Cake",
	"ph.loc.carrotcake.text": "-Plentiful Harvest Cooking Magazine, Issue no. 21-^Carrot Cake^^Apparently, carrot cake was often used as war rations way back when. I would never touch carrot cake as a kid, but nowadays I adore the mixture of flavors and lovely, moist texture of one. Fresh peeled adult carrots are best, and make sure the batter is just right so it isn't too dense. I wonder if soldiers still eat it?",
	//22 - Asparagus Quiche
	"ph.loc.asparagusquiche.title": "P.H. Magazine 22 - Asparagus Quiche",
	"ph.loc.asparagusquiche.text": "-Plentiful Harvest Cooking Magazine, Issue no. 22-^Asparagus Quiche^^If you're like me, you're always looking for interesting ways to use asparagus. I used to read a book series as a kid where these big rat monsters liked quiche, and I was reminded of it while picking a bundle. And, viola! This recipe was born.",
	//23 - Lentil Bun
	"ph.loc.lentilbun.title": "P.H. Magazine 23 - Lentil Bun",
	"ph.loc.lentilbun.text": "-Plentiful Harvest Cooking Magazine, Issue no. 23-^Lentil Bun^^This one is actually a friend's recipe. Don't worry, they gave me the okay, and better for it! These are warm and delightful, and I personally love to wrap them up and take them out for easy, neat lunches. Use whichever lentils you like in this!",
	//24 - PB&J 
	"ph.loc.pbj.title": "P.H. Magazine 24 - Peanut Butter and Jelly Sandwich",
	"ph.loc.pbj.text": "-Plentiful Harvest Cooking Magazine, Issue no. 24-^Peanut Butter and Jelly Sandwich^^Oh yeah, this is the one. This is the thing I went crazy for as a kid. My favorite was, obviously, peanut butter, but you can use any nut butter you like. I even liked to use watermelon jelly on mine. Mmh...",
	//25 - Field Pea Succotash 
	"ph.loc.fpsuccotash.title": "P.H. Magazine 25 - Field Pea Succotash",
	"ph.loc.fpsuccotash.text": "-Plentiful Harvest Cooking Magazine, Issue no. 25-^Field Pea Succotash^^When I was a child, my grandparents used to let me pick field peas from their garden in the spring. I loved eating them raw, but they also taught me this amazing succotash and I've made it every spring in their memory. You can use fresh or canned corn!",
	//26 - Kumquat Upsidedown Cake 
	"ph.loc.kupsidedown.title": "P.H. Magazine 26 - Kumquat Upside-Down Cake",
	"ph.loc.kupsidedown.text": "-Plentiful Harvest Cooking Magazine, Issue no. 26-^Kumquat Upside-Down Cake^^This classic cake, one that you usually think of with pineapple, works amazingly with sweet kumquats. I personally like to use kumquats from my local orchard, you just don't get the same flavor from frozen ones.",
	//27 - Maple Walnut Balls 
	"ph.loc.walnutballs.title": "P.H. Magazine 27 - Maple Walnut Balls",
	"ph.loc.walnutballs.text": "-Plentiful Harvest Cooking Magazine, Issue no. 27-^Maple Walnut Balls^^I actually found a complex version of this recipe while browsing some recipe sites and made my own simple version. This no-bake 2 ingredient recipe makes for an easy addition to your trail mix bag.",
	//28 - Pesto Pasta 
	"ph.loc.pestopasta.title": "P.H. Magazine 28 - Pesto Pasta",
	"ph.loc.pestopasta.text": "-Plentiful Harvest Cooking Magazine, Issue no. 28-^Pesto Pasta^^This one isn't really a classic from my home, but I love a good pesto sauce every now and again. I mean, who doesn't have a little basil plant nowadays? Fresh is always better. Really process those leaves down for a smooth sauce!",
	//29 - Bloomin' Onion 
	"ph.loc.bloominonion.title": "P.H. Magazine 29 - Bloomin' Onion",
	"ph.loc.bloominonion.text": "-Plentiful Harvest Cooking Magazine, Issue no. 29-^Bloomin' Onion^^A bloomin' onion is a terrible dichotomy of caloric density and unbelievable taste. You might ask how mine is any different from the restaurant versions? ...Well, the difference bein' one is made for mass production and the other's a home-made delight!",
	//30 - Cucumber Salad 
	"ph.loc.cucsalad.title": "P.H. Magazine 30 - Cucumber Salad",
	"ph.loc.cucsalad.text": "-Plentiful Harvest Cooking Magazine, Issue no. 30-^Cucumber Salad^^I was introduced to this recipe through a friend. It's a complex one to get the dressing just right, and it'll take some practice. Make sure to measure out the yogurt and honey exactly, or you won't get the right consistency...",
	//31 - Stuffed Bell Pepper 
	"ph.loc.stuffedbell.title": "P.H. Magazine 31 - Stuffed Bell Pepper",
	"ph.loc.stuffedbell.text": "-Plentiful Harvest Cooking Magazine, Issue no. 31-^Stuffed Bell Pepper^^I love this recipe for a ton of reasons, but the biggest one is it's convenient to eat. Just remember to boil the pepper and rice right, or it'll be pretty tough, and not fun to eat!",
	//32 - Currant Clafoutis 
	"ph.loc.curclafoutis.title": "P.H. Magazine 32 - Currant Clafoutis",
	"ph.loc.curclafoutis.text": "-Plentiful Harvest Cooking Magazine, Issue no. 32-^Currant Clafoutis^^I took a trip overseas and I learned this recipe from a young chef (don't worry, he was more than happy to let me send it in my magazine!) and his favorite sweet fruit was currant! This clafoutis makes the taste stand out in such a fantastic way.",
	//33 - Frobidden Dragon 
	"ph.loc.fordragon.title": "P.H. Magazine 33 - Forbidden Dragon",
	"ph.loc.fordragon.text": "-Plentiful Harvest Cooking Magazine, Issue no. 33-^Forbidden Dragon^^Don't say I didn't warn you, this one is weird. A halved dragonfruit with its insides mixed into black rice, honey, and fried shrimp. Seriously, this is a weird dish that even I will admit is tricky to make. Give it a try if you dare, the taste is worth it.",
	//34 - Guava Chutney 
	"ph.loc.guavachutney.title": "P.H. Magazine 34 - Guava Chutney",
	"ph.loc.guavachutney.text": "-Plentiful Harvest Cooking Magazine, Issue no. 34-^Guava Chutney^^I've only ever had Guava when I'm out on vacation, but let me tell you it's an amazing fruit when you pair it with spice. Take this recipe for example; it's simple and spicy, but that tropical sweetness of the guava comes through perfectly.",
	//35 - Almond Brittle 
	"ph.loc.albrittle.title": "P.H. Magazine 35 - Almond Brittle",
	"ph.loc.albrittle.text": "-Plentiful Harvest Cooking Magazine, Issue no. 35-^Almond Brittle^^I used to live downstairs from someone who adored almond brittle. He was an inventor, and he was always getting it everywhere. Talked in a funny accent too. Anyway, I perfected this recipe based off his feedback back in the day!",
	//36 - Peanut Lo Mein 
	"ph.loc.pealomein.title": "P.H. Magazine 36 - Peanut Lo Mein",
	"ph.loc.pealomein.text": "-Plentiful Harvest Cooking Magazine, Issue no. 36-^Peanut Lo Mein^^I love peanuts in just about every form, but peanut sauce is at the top of my list for sure. My recipe uses them right out of the shell, no store bought nuts here! Make sure that your noodles are cooked through so they're not tough.",
	//37 - Sweet Potato Fries 
	"ph.loc.sweetfries.title": "P.H. Magazine 37 - Sweet Potato Fries",
	"ph.loc.sweetfries.text": "-Plentiful Harvest Cooking Magazine, Issue no. 37-^Sweet Potato Fries^^I actually like sweet potato fries a bit more than the standard ones, which even I find wild. Problem is the store brands are all terrible once you bake them. Toss some fresh cut sweet potato into a fryer, though... Mm-mm! Delicious.",
	//38 - Spicy Squash Taco 
	"ph.loc.squashtaco.title": "P.H. Magazine 38 - Spicy Squash Taco",
	"ph.loc.squashtaco.text": "-Plentiful Harvest Cooking Magazine, Issue no. 38-^Spicy Squash Taco^^Squash is a delicious fall treat, but I know too many people who don't know what to do with it. I whipped this recipe up with some leftover peppers and now, hopefully, you have an excuse to use this delicious veggie.",
	//39 - Caramel Apple 
	"ph.loc.carmapple.title": "P.H. Magazine 39 - Caramel Apple",
	"ph.loc.carmapple.text": "-Plentiful Harvest Cooking Magazine, Issue no. 39-^Caramel Apple^^This simple treat is something I never get tired of. I could eat a bushel of apples when they're coated in delicious caramel... Don't judge me! Try the recipe yourself and tell me you wouldn't do the same.",
	//40 - Membrillo 
	"ph.loc.membrillo.title": "P.H. Magazine 40 - Membrillo",
	"ph.loc.membrillo.text": "-Plentiful Harvest Cooking Magazine, Issue no. 40-^Membrillo^^I ate this once when I was visiting extended family. I had no idea what it was until I asked, and I just had to learn the recipe. It's super simple, and best if you have fresh quince.",
	//41 - Huckleberry Pie 
	"ph.loc.huckpie.title": "P.H. Magazine 41 - Huckleberry Pie",
	"ph.loc.huckpie.text": "-Plentiful Harvest Cooking Magazine, Issue no. 41-^Hucklebery Pie^^Full disclosure, this is my favorite recipe in the collection by far. Huckleberries are incredibly difficult to get your hands on, but they make the best pie, hands down. This version of the recipe was sent in by our very own CEO, so you can thank him for it!",
	//42 - Pear Crisp 
	"ph.loc.pearcrisp.title": "P.H. Magazine 42 - Pear Crisp",
	"ph.loc.pearcrisp.text": "-Plentiful Harvest Cooking Magazine, Issue no. 42-^Pear Crisp^^I love making this dessert on rainy or cold fall evenings. Something about the warmth this dish provides is perfect for that atmosphere. Don't bake them too long, or they'll get tough.",
	//43 - Roasted Chestnuts 
	"ph.loc.rochestnuts.title": "P.H. Magazine 43 - Roasted Chestnuts",
	"ph.loc.rochestnuts.text": "-Plentiful Harvest Cooking Magazine, Issue no. 43-^Roasted Chestnuts^^With Jack Frost nipping at your nose, a bowl of these should do the trick. Careful while you peel the shell, they're really spiny! Any pain is worth it for this delicious treat, though.",
	//44 - Broccoli Rice Skillet 
	"ph.loc.brocskill.title": "P.H. Magazine 44 - Broccoli Rice Skillet",
	"ph.loc.brocskill.text": "-Plentiful Harvest Cooking Magazine, Issue no. 44-^Broccoli Rice Skillet^^For those of you that enjoy a good broccoli floret like I do, this is a great way to use a large one. I use goat cheese in this skillet because I find the taste and texture compliment the broccoli.",
	//45 - Elderberry Tea 
	"ph.loc.eltea.title": "P.H. Magazine 45 - Elderberry Tea",
	"ph.loc.eltea.text": "-Plentiful Harvest Cooking Magazine, Issue no. 45-^Elderberry Tea^^I heard that native cultures had medicinal tea with elderberries. I can't tell you this is going to fix your wounds, but this tastes great and makes you feel great! You can drink it warm or cold.",
	//46 - Burfi 
	"ph.loc.burfi.title": "P.H. Magazine 46 - Burfi",
	"ph.loc.burfi.text": "-Plentiful Harvest Cooking Magazine, Issue no. 46-^Burfi^^When I was taking a cooking class a long time ago they did a session where we made this. I laughed every time they said the name, and the chef smacked me with a spoon. I did manage to learn that with this one, sugar content is everything, so don't overdo it!",
	//47 - Chimichurri 
	"ph.loc.chimichurri.title": "P.H. Magazine 47 - Chimichurri",
	"ph.loc.chimichurri.text": "-Plentiful Harvest Cooking Magazine, Issue no. 47-^Chimichurri^^Alongside basil I've always had a small pot of parsley for fresh seasoning, but I had no idea that you could make it into its own dish. The parsley is the star here, while it's processing you need to drizzle the oil in slow, like a pesto.",
	//48 - Chard Nested Egg 
	"ph.loc.chardegg.title": "P.H. Magazine 48 - Chard Nested Egg",
	"ph.loc.chardegg.text": "-Plentiful Harvest Cooking Magazine, Issue no. 48-^Chard Nested Egg^^I felt like bringing forth a less-known recipe here, as chard is something that doesn't see a lot of unique recipes. I love this one because it's easy and has only 3 ingredients: Egg, Oil, Chard. Simple! Fry up that chard and egg and nest them together.",
	//49 - Ceasar Salad 
	"ph.loc.ceasarsalad.title": "P.H. Magazine 49 - Ceasar Salad",
	"ph.loc.ceasarsalad.text": "-Plentiful Harvest Cooking Magazine, Issue no. 49-^Ceasar Salad^^This is a classic salad that can't be beat. I love the dressing so much that I've tweaked my own until it was absolutely perfect. Bonus points if you catch your own anchovy.",
	//50 - Persimmon Cookies 
	"ph.loc.percookies.title": "P.H. Magazine 50 - Persimmon Cookies",
	"ph.loc.percookies.text": "-Plentiful Harvest Cooking Magazine, Issue no. 50-^Persimmon Cookies^^I had a reader ask what I make during the holidays. Strangely enough, it's these little buggers. I've had them since I was a kid and I'm keeping up the tradition. The smell alone will warm you up, so why not make it a part of your traditions too?",
	//51 - Pistachio Mafroukeh 
	"ph.loc.pismaf.title": "P.H. Magazine 51 - Pistachio Mafroukeh",
	"ph.loc.pismaf.text": "-Plentiful Harvest Cooking Magazine, Issue no. 51-^Pistachio Mafroukeh^^Well folks, this is the last of the issues of the cooking magazine I'll be in for a while. As a celebration of these last 50 (wow!) recipes we've shared, I'm including the instructions for a delectable dessert from the Calico Desert. I wish you all the best, and thanks for cooking with me! -Darwick",
}
