{
	//Pierre
	"ph.loc.pierre.title": "Летний эксклюзив Пьера",
	"ph.loc.pierre.text": "Здравствуй, @.^^Мы с тобой так сдружились за последнее время, так что я думаю, что могу открыть тебе небольшой секрет. У меня есть один знакомый, он работает в компании «Обильный урожай». Недавно он мне сообщил, что на их складе завалялось приличное количество саженцев какао-дерева. Чтобы добро не пропало, излишки он отправил мне, так что с этого лета у меня в ассортименте появляются саженцы какао-дерева!^ Я подумал, что тебе эта новость будет более чем интересна. Не стесняйся, заходи ко мне в магазин и прикупи парочку. А я, как всегда, буду рад купить твою продукцию.^^-Твой друг,^Пьер",
	//Marnie
	"ph.loc.marnie.title": "Заветный рецепт Марни",
	"ph.loc.marnie.text": "Здравствуй, @.^^Тебе когда-нибудь приходилось пробовать шоколадные яйца? Я решила поделиться с тобой своим рецептом. Они будут восхитительным сладким угощением для Яичного фестиваля! Но только будь осторожней при готовке, не разбей их!^ Ах, если бы только из них могли вылупиться шоколадные цыплята, правда?^^Наслаждайся!^-Марни",
	//Marlon
	"ph.loc.marlon.title": "Таинственный морозофрукт",
	"ph.loc.marlon.text": "Здравствуй, @.^^Я тут узнал, что тебе удалось раздобыть один из морозофруктов. На обратной стороне письма ты найдешь рецепт, который я узнал давным-давно, когда был в походе на еловом севере. Решил, что он может быть тебе полезен.^^Желаю крепкого здоровья.^-Марлон",
	//Gus Subscription
	"ph.loc.gussub.title": "Подписка на журнал Гаса",
	"ph.loc.gussub.text": "Доброе утро, @.^^Я нашел в одном из своих ящиков старый бланк подписки на кулинарный журнал «Обильный урожай». Мне самому это уже без надобности, поэтому я подумал и решил оформить подписку на твой адрес. Ты ведь не против? Не волнуйся, для работников ресторанной сферы у них льготная максимальная подписка, так что о счетах можешь не беспокоиться! В ближайшее время ожидай письмо с подтверждением.^^-Гас",
	//Robin Processor
	"ph.loc.robpro.title": "это процесс",
	"ph.loc.robpro.text": "Дорогая @^^Мне было очень приятно познакомиться с тобой с тех пор, как ты переехал в долину. Я откопал страницу из старого журнала, которую сохранил с ранних дней Plentiful Harvest, и подумал, что она должна быть у вас. Он содержит инструкции о том, как сделать процессор для всех видов продуктов, и вы бы использовали его лучше, чем я! Наслаждайтесь!^^-Робин",
	//Robin Blender
	"ph.loc.robble.title": "Рецепт блендера",
	"ph.loc.robble.text": "Уважаемый @^^Я решил отправить вам еще один рецепт крафта, который я недавно нашел на веб-сайте Plentiful Harvest. Мару сходила с ума от клубничного коктейля, который я приготовила из него, и потребовала, чтобы я дала вам знать, чтобы вы могли приготовить его из своих свежих продуктов.^^-Робин",
	//Robin Press
	"ph.loc.robpre.title": "Насущный вопрос",
	"ph.loc.robpre.text": "орогая @^^Кэролайн спрашивала меня, могу ли я сделать для нее пресс для сыра, который мог бы работать с безмолочным сыром, и я обнаружил, что обычный пресс для сыра просто не дает нужной консистенции. Поработав немного с Марни, я смог адаптировать его к новой машине, которая действительно делает правильный безмолочный сыр, поэтому я подумал, что вы тоже захотите попробовать!^^-Робин",
	//Robin Oil
	"ph.loc.roboil.title": "Новый способ производства масла",
	"ph.loc.roboil.text": "Уважаемый @^^Demetrius был по уши в восторге от масла, которое мы произвели на маслобойне компании Plentiful Harvest. Он довольно хорош, поэтому я решил поделиться страницей журнала с инструкциями по его сборке. Надеюсь, вам понравится!^^-Робин",
	//Welcome Letter
	"ph.loc.welcome.title": "Подписка на «Обильный урожай»",
	"ph.loc.welcome.text": "Ув. @^^Спасибо, что подписались на наш кулинарный журнал «Обильный урожай»! Я не могу выразить Вам, как я счастлив, что Вы дали нашей маленькой компании шанс. Каждый понедельник и пятницу мы будем высылать Вам новый выпуск журнала с новым рецептом.^^Спасибо ещё раз, мы надеемся, что не разочаруем вас!^^-Доминик, генеральный директор компании «Обильный урожай»",
	//1 - Ketchup
	"ph.loc.ketchup.title": "О.У. Выпуск 1-ый - Домашний кетчуп",
	"ph.loc.ketchup.text": "-Кулинарный журнал «Обильный урожай», №1-^Домашний кетчуп^^Каждый, кто посещал дома с кладовкой, всегда находил в ней баночку кетчупа. Действительно, если это и не самый популярный соус, то очень близкий к этому. Конечно, можно купить кетчуп в магазине, но если использовать домашние помидоры, качественный уксус и немного натурального сахара, то можно легко приготовить натуральный домашний кетчуп.",
	//2 - Grilled Cheese
	"ph.loc.grilledcheese.title": "О.У. Выпуск 2-ой - Жареный сыр",
	"ph.loc.grilledcheese.text": "-Кулинарный журнал «Обильный урожай», №2-^Жареный сыр^^Это классический рецепт и, скорее всего, самый простой из всех, которые когда-либо Вам попадались. Два ломтика хлеба, ломтик сыра - вот и весь рецепт быстрого и легкого обеда.",
	//3 - Tomato Soup
	"ph.loc.tomatosoup.title": "О.У. Выпуск 3-ий - Томатный суп",
	"ph.loc.tomatosoup.text": "-Кулинарный журнал «Обильный урожай», №3-^Томатный суп^^В прошлом выпуске мы рассказали Вам, как приготовить хороший жареный сыр, и поэтому в этом выпуске речь пойдет о вечно популярном его компаньоне. Я люблю хороший томатный суп со свежим репчатым луком, м-м-м... Обязательно хорошенько перемешайте ингредиенты!",
	//4 - Caramel
	"ph.loc.caramel.title": "О.У. Выпуск 4-ый - Карамель",
	"ph.loc.caramel.text": "-Кулинарный журнал «Обильный урожай», №4-^Карамель^^Карамель - это универсальное лакомство, полезное как ингредиет для других блюд и вкусное само по себе. Мы будем использовать ее в некоторых последующих рецептах, а пока просто расскажем Вам, как сделать хороший кубик жевательной вкуснятины. Сахар и немного молока соединяются вместе, превращаясь в это классическое лакомство.",
	//5 - Pumpkin Bread
	"ph.loc.pumpkinbread.title": "О.У. Выпуск 5-ый - Тыквенный хлеб",
	"ph.loc.pumpkinbread.text": "-Кулинарный журнал «Обильный урожай», №6-^Банановый хлеб^^В продолжение нашего прошлого выпуска делимся с Вами рецептом бананового хлеба. Этот сладкий хлеб - нечто особенное, для него всего-то нужно использовать несколько созревших бананов. И напоследок дадим секретный совет: добавление лимонного сока помогает сделать корочку более хрустящей!",
	//6 - Banana Bread
	"ph.loc.bananabread.title": "О.У. Выпуск 6-ой - Банановый хлеб",
	"ph.loc.bananabread.text": "-Кулинарный журнал «Обильный урожай», №6-^Банановый хлеб^^В продолжение нашего прошлого выпуска делимся с Вами рецептом бананового хлеба. Этот сладкий хлеб - нечто особенное, для него всего-то нужно использовать несколько созревших бананов. И напоследок дадим секретный совет: добавление лимонного сока помогает сделать корочку более хрустящей!",
	//7 - Soy Meat
	"ph.loc.soymeat.title": "О.У. Выпуск 7-ой - Соевое мясо",
	"ph.loc.soymeat.text": "-Кулинарный журнал «Обильный урожай», №7-^Соевое мясо^^Здесь есть что уточнить: соевое мясо - это заменитель настоящего мяса, делается оно из сои. В Зузу оно сейчас в тренде! Можно использовать его для приготовления любого мясного блюда с небольшими изменениями, а если у Вас есть ещё овощи или рыба, получится просто сказка!",
	//8 - Hot Dog
	"ph.loc.hotdog.title": "О.У. Выпуск 8-ой - Хот-дог",
	"ph.loc.hotdog.text": "-Кулинарный журнал «Обильный урожай», №8-^Хот-дог^^Я люблю ходить на гридбольные матчи, и моя любимая еда на гридбольном стадионе, конечно же, хот-дог. С готовкой у Вас проблем не возникнет, уверяю. Главное - не забудьте приправить его домашним кетчупом! А пока кушаете, вспомните жаркое лето на трибуне.",
	//9 - Taco
	"ph.loc.taco.title": "О.У. Выпуск 9-ый - Тако",
	"ph.loc.taco.text": "-Кулинарный журнал «Обильный урожай», №9-^Тако^^Тако - прекрасное легкое блюдо, простое и понятное. Ингрединты для тако таковы: тортилья, мясо и сыр. Вы можете чем-нибудь приправить блюдо по своему усмотрению, но знайте: если хотите, чтобы все остались довольны, устройте «шведский стол», чтобы каждый мог самостоятельно выбрать начинку для тортильи по вкусу.",
	//10 - Cheeseburger
	"ph.loc.burger.title": "О.У. Выпуск 10-ый - Чизбургер",
	"ph.loc.burger.text": "-Кулинарный журнал «Обильный урожай», №10-^Чизбургер^^Однажды во время поездки я посетил одну закусочную, но теперь не могу вспомнить её название. Там я съел лучший чизбургер за всю свою жизнь, это очень приятное воспоминание. К сожалению, воссоздать тот рецепт у меня не получилось. Но кто знает, может, это получится у Вас. Самое главное при готовке - постарайтесь не расплавить ломтик сыра.",
	//11 - Steak Sauce
	"ph.loc.steaksauce.title": "О.У. Выпуск 11-ый - Соус для стейков",
	"ph.loc.steaksauce.text": "-Кулинарный журнал «Обильный урожай», №11-^Соус для стейков^^В рамках подготовки к нашей следующей статье я делюсь с Вами старым семейным рецептом домашнего соуса для стейков. Независимо от того, готовите ли Вы стейки нечасто или являетесь большим специалистом в этом деле, этот соус обязательно поможет усилить их вкус. Небольшой совет: используйте при готовке свой собственный домашний кетчуп и свежий чеснок!",
	//12 - Steak
	"ph.loc.steak.title": "О.У. Выпуск 12-ый - Стейк",
	"ph.loc.steak.text": "-Кулинарный журнал «Обильный урожай», №12-^Стейк^^Мой отец говорил, что нет ничего лучше старого доброго стейка. А еще он дал мне один совет: лучше всего готовить стейк средней прожарки. Хотя, на самом деле, все зависит от Ваших предпочтений. Обязательно подавайте блюдо с соусом для стейков из прошлого выпуска. Наслаждайтесь!",
	//13 - Roast Turkey
	"ph.loc.roastturkey.title": "О.У. Выпуск 13-ый - Запеченая индейка",
	"ph.loc.roastturkey.text": "-Кулинарный журнал «Обильный урожай», №13-^Запеченая индейка^^Запеченая индейка выступает основным блюдом на многих праздниках. А ещё она может быть приготовлена даже из искусственного мяса! Ах, это сочное нежное птичье мясо, дополненное подчеркивающим вкус гарниром!.. Приготовив это блюдо, Вы точно будете в хорошем настроении еще долгое время.",
	//14 - Chicken Wing
	"ph.loc.chickenwing.title": "О.У. Выпуск 14-ый - Куриные крылышки",
	"ph.loc.chickenwing.text": "-Кулинарный журнал «Обильный урожай», №14-^Куриные крылышки ^^Я часто готовлю крылышки по воскресеньям, чтобы дополнить просмотр гридбольного матча. Обычно я обмакиваю куриные крылышки в какой-нибудь хороший соус, но об этом мы поговорим в следующем выпуске. А пока это просто куриное мясо, которое Вы должны попробовать приготовить. Не забудьте внимательно следить за температурой!",
	//15 - Buffalo Wing
	"ph.loc.buffalowing.title": "О.У. Выпуск 15-ый - Крылышки Баффало",
	"ph.loc.buffalowing.text": "-Кулинарный журнал «Обильный урожай», №15-^Крылышки Баффало^^Давайте вспомним рецепт из предыдущего номера и дополним его пикантным соусом Баффало! Главное - не переборщить с перцем, ну а если все же переборщили, немедленно запейте холодным молоком.",
	//16 - Barbeque Wing
	"ph.loc.barbequewing.title": "О.У. Выпуск 16-ый - Крылышки Барбекю",
	"ph.loc.barbequewing.text": "-Кулинарный журнал «Обильный урожай», №16-^Крылышки Барбекю^^А вы знали, что крылышки не обязательно должны быть острыми? Рецепт этого выпуска подойдёт людям, которые не любят острую пищу! Однако придётся смириться с тем, что Ваши пальцы станут липкими. Дело в том, что в качестве одного из ингредиентов используется качественный мед.",
	//17 - Chocolate Milk
	"ph.loc.choccymilk.title": "О.У. Выпуск 17-ый - Шоколадное молоко",
	"ph.loc.choccymilk.text": "-Кулинарный журнал «Обильный урожай», №17-^Шоколадное молоко^^Несмотря на то, что я уже взрослый и мне приходится работать больше, чем хотелось бы, иногда нам всем просто необходимо немного шоколадного молока. Хорошее какао и молоко с фермы - самый простой способ насладиться этим ностальгическим лакомством, если, конечно, рядом с Вами нет продуктового магазина.",
	//18 - Chocolate Bar
	"ph.loc.chocolatebar.title": "О.У. Выпуск 18-ый - Плитка шоколада",
	"ph.loc.chocolatebar.text": "-Кулинарный журнал «Обильный урожай», №18-^Плитка шоколада^^Если Вы научитесь готовить свой собственный шоколад, Вы наверняка станете одним из самых популярных людей в городе. Серьезно, в моем кругу уже довольно много поклонников моего шоколада ручной работы. А если хотите, чтобы Ваш шоколад был еще и красивым, можете потренироваться рисовать на плитках какие-нибудь узоры!",
	//19 - Raspberry Tart
	"ph.loc.raspberrytart.title": "О.У. Выпуск 19-ый - Малиновый пирог",
	"ph.loc.raspberrytart.text": "-Кулинарный журнал «Обильный урожай», №19-^Малиновый пирог^^Я просто обожаю свежую малину. Рядом с моим домом растет дикий куст малины, и я собираю ягоды почти каждый день. Из ягод я люблю готовить малиновый пирог. Рецепт довольно прост, достаточно следовать инструкции. Только не удаляйте семена! Я серьезно.",
	//20 - Watermelon Caprese
	"ph.loc.watermeloncaprese.title": "О.У. Выпуск 20-ый - Капрезе с арбузом",
	"ph.loc.watermeloncaprese.text": "-Кулинарный журнал «Обильный урожай», №20-^Капрезе с арбузом^^Ну согласитесь со мной, иногда не хочется ждать лета, чтобы отведать свежий салат капрезе, правде же? Вот вам маленький секрет, который поможет освежиться весной. Нарежьте свежий арбуз, листья одуванчика и козий сыр, смешайте и добавьте растительного масла. И - только между нами, договорились? Это отличное блюдо в любое время года.",
	//21 - Carrot Cake
	"ph.loc.carrotcake.title": "О.У. Выпуск 21-ый - Морковный пирог",
	"ph.loc.carrotcake.text": "-Кулинарный журнал «Обильный урожай», №21-^Морковный пирог^^Как известно, в прежние времена морковный пирог часто использовался в качестве военного пайка. В детстве я никогда не притронулся бы к морковному бисквиту, но в зрелости я оценил смесь вкусов и его прекрасную, влажную текстуру. Лучше всего использовать свежую очищенную морковь, и убедитесь, что тесто получилось правильной консистенции - оно не должно быть слишком густым. Интересно, едят ли этот пирог до сих пор солдаты?",
	//22 - Asparagus Quiche
	"ph.loc.asparagusquiche.title": "О.У. Выпуск 22-ой - Киш со спаржей",
	"ph.loc.asparagusquiche.text": "-Кулинарный журнал «Обильный урожай», №22-^Киш со спаржей^^Если Вы похожи на меня, то всегда будете искать интересные способы использования чего-либо. В детстве, помню, я читал серию книг, в которых большие монстры, похожие на крыс, любили спаржу. Я вспомнил об этом недавно, собирая пучок этого интересного растения. И вуаля! Родился рецепт киша со спаржей.",
	//23 - Lentil Bun
	"ph.loc.lentilbun.title": "О.У. Выпуск 23-ий - Булочка с чечевицей",
	"ph.loc.lentilbun.text": "-Кулинарный журнал «Обильный урожай», №23-^Булочка с чечевицей^^Буду честен с Вами - этот рецепт дал мне один мой хороший друг. Не волнуйтесь, он вовсе не против поделиться им и с Вами! Булочки, приготовленные по этому рецепту, получаются просто восхитительные, особенно если есть их тёплыми. Лично я люблю брать их с собой на легкий перекус. Используйте любую чечевицу, которая Вам нравится!",
	//24 - PB&J 
	"ph.loc.pbj.title": "О.У. Выпуск 24-ый - Сэндвич",
	"ph.loc.pbj.text": "-Кулинарный журнал «Обильный урожай», №24-^Сэндвич с арахисовым маслом и джемом^^О да, тот самый. Это то, от чего я сходил с ума в детстве. Моей любимой начинкой было, конечно, арахисовое масло, но Вы можете использовать любое ореховое масло, которое Вам нравится. Попробуйте добавить туда арбузный джем. М-м-м...",
	//25 - Field Pea Succotash 
	"ph.loc.fpsuccotash.title": "О.У. Выпуск 25-ый - Суккоташ",
	"ph.loc.fpsuccotash.text": "-Кулинарный журнал «Обильный урожай», №25-^Суккоташ^^Когда я был ребенком, мои бабушка и дедушка разрешали мне весной есть горох с их огорода, прямо с куста. А когда я стал постарше, они научили меня готовить этот удивительный суккоташ, и теперь я готовлю его каждую весну в память о них. Вы также можете добавить свежую или консервированную кукурузу!",
	//26 - Kumquat Upsidedown Cake 
	"ph.loc.kupsidedown.title": "О.У. Выпуск 26-ой - Перевернутый пирог с кумкватом",
	"ph.loc.kupsidedown.text": "-Кулинарный журнал «Обильный урожай», №26-^Перевернутый пирог с кумкватом^^Этот классический пирог, обычно ассоциирующийся с ананасом, потрясающе сочетается со сладкими кумкватами. Мне лично нравится использовать кумкваты из местного фруктового сада, замороженные не дают такого вкуса.",
	//27 - Maple Walnut Balls 
	"ph.loc.walnutballs.title": "О.У. Выпуск 27-ой - Кленово-ореховые шарики",
	"ph.loc.walnutballs.text": "-Кулинарный журнал «Обильный урожай», №27-^Кленово-ореховые шарики^^Просматривая некоторые сайты с рецептами, я наткнулся на интересную версию таких шариков. Этот рецепт показался мне сложным для новичков, и я решил немного упростить его. Мой рецепт получился без выпечки и двух дополнительных ингредиентов. Но не стоит так переживать, от моих кленово-ореховых шариков вы будете в восторге не меньше, гарантирую!",
	//28 - Pesto Pasta 
	"ph.loc.pestopasta.title": "О.У. Выпуск 28-ой - Паста с соусом «Песто»",
	"ph.loc.pestopasta.text": "-Кулинарный журнал «Обильный урожай», №28-^Паста с соусом «Песто»^^Я не очень часто готовлю это блюдо, но иногда хочется насладиться хорошим вкусным соусом «Песто». Рецепт таков: приготовьте пасту на Ваш выбор, добавьте к ней соус «Песто» и украсьте свежим базиликом. Ведь у каждого в наше время есть это маленькое растение? Свежий всегда лучше. Однако, перед добавлением в пасту его листья нужно обработать!",
	//29 - Bloomin' Onion 
	"ph.loc.bloominonion.title": "О.У. Выпуск 29-ый - Луковый цветок",
	"ph.loc.bloominonion.text": "-Кулинарный журнал «Обильный урожай», №29-^Луковый цветок^^^О, это не то, что вы подумали! Я вовсе не собираюсь заставлять Вас рвать цветки лука. На самом деле, «луковый цветок» - это название сегодняшнего блюда. Просто оно имеет форму цветка и состоит в основном из лука, вот и всё. Это блюдо ужасно калорийное и невероятного вкусное. Настоящая домашняя вкуснятина!",
	//30 - Cucumber Salad 
	"ph.loc.cucsalad.title": "О.У. Выпуск 30-ый - Огуречный салат",
	"ph.loc.cucsalad.text": "-Кулинарный журнал «Обильный урожай», №30-^Огуречный салат^^С этим блюдом меня познакомил друг. Оказалось, приготовить этот салат с правильной заправкой не так-то просто, придется немного потренироваться. Обязательно точно отмерьте количество йогурта и меда, иначе Вы не добьетесь нужной консистенции...",
	//31 - Stuffed Bell Pepper 
	"ph.loc.stuffedbell.title": "О.У. Выпуск 31-ый - Фаршированный болгарский перец",
	"ph.loc.stuffedbell.text": "-Кулинарный журнал «Обильный урожай», №31-^Фаршированный болгарский перец^^Я люблю это блюдо по многим причинам, но самая главная из них - его удобно есть. Только не забудьте правильно отварить перец и рис, иначе они получатся довольно жесткими, и есть их будет не очень приятно!",
	//32 - Currant Clafoutis 
	"ph.loc.curclafoutis.title": "О.У. Выпуск 32-ой - Клафути со смородиной",
	"ph.loc.curclafoutis.text": "-Кулинарный журнал «Обильный урожай», №32-^Клафути со смородиной^^Во время поездки за границу я разузнал рецепт этого блюда от молодого шеф-повара (не волнуйтесь, он был более чем счастлив позволить мне опубликовать его в нашем журнале!), а его любимой сладкой ягодой была смородина! Вкус просто фантастический, попробуйте сами!",
	//33 - Frobidden Dragon 
	"ph.loc.fordragon.title": "О.У. Выпуск 33-ий - Голова дракона",
	"ph.loc.fordragon.text": "-Кулинарный журнал «Обильный урожай», №33-^Голова дракона^^Не говорите, что я Вас не предупреждал, это блюдо очень необычное. Половинки драконьего фрукта, фаршированные мякотью, смешанной с черным рисом, медом и жареными креветками. Серьезно, это очень странное блюдо, которое даже я признаю сложным в приготовлении. Попробуйте, если осмелитесь, вкус того стоит.",
	//34 - Guava Chutney 
	"ph.loc.guavachutney.title": "О.У. Выпуск 34-ый - Чатни из гуавы",
	"ph.loc.guavachutney.text": "-Кулинарный журнал «Обильный урожай», №34-^Чатни из гуавы^^Впервые я попробовал гуаву во время отпуска, и позвольте сказать, это удивительный фрукт, если подобрать верное сочетание пряностей. Возьмем, к примеру, соус чатни: он простой и острый, и тропическая сладость гуавы прекрасно раскрывается с ним.",
	//35 - Almond Brittle 
	"ph.loc.albrittle.title": "О.У. Выпуск 35-ый - Миндальная крошка",
	"ph.loc.albrittle.text": "-Кулинарный журнал «Обильный урожай», №35-^Миндальная крошка^^Когда-то я жил этажом ниже одного человека, который просто обожал миндальную крошку. Он был изобретателем, и она всегда и везде у него была. Помню еще, говорил он с таким забавным акцентом... Так-с, о чем это я? В общем, я усовершенствовал тот рецепт, основываясь на его рекомендациях в те веселые деньки!",
	//36 - Peanut Lo Mein 
	"ph.loc.pealomein.title": "О.У. Выпуск 36-ой - Ло-мейн с арахисом",
	"ph.loc.pealomein.text": "-Кулинарный журнал «Обильный урожай», №36-^Ло-мейн с арахисом^^Я люблю арахис практически в любом виде, но арахисовый соус занимает первое место в моем списке. Для этого блюда перед готовкой арахис следует достать прямо из скорлупы, ни в коем случае не используйте покупные орехи! Убедитесь, что лапша тщательно прожарена, иначе она будет жесткой.",
	//37 - Sweet Potato Fries 
	"ph.loc.sweetfries.title": "О.У. Выпуск 37-ой - Сладкий картофель фри",
	"ph.loc.sweetfries.text": "-Кулинарный журнал «Обильный урожай», №37-^Сладкий картофель фри^^Признаюсь, картофель фри из сладкого картофеля мне нравится больше, чем из обычного. Рецепт: просто бросьте во фритюрницу свежий порезанный сладкий картофель и... М-м-м-м! Пальчики оближешь.",
	//38 - Spicy Squash Taco 
	"ph.loc.squashtaco.title": "О.У. Выпуск 38-ой - Острые тако из мускатной тыквы",
	"ph.loc.squashtaco.text": "-Кулинарный журнал «Обильный урожай», №38-^Острые тако из мускатной тыквы^^Мускатная тыква - вкусный осенний плод. Однако людей, которые знают, как её приготовить, я могу по пальцам пересчитать. Для приготовления тако понадобится еще и перец. Надеюсь, теперь у Вас есть повод использовать этот пикантный овощ.",
	//39 - Caramel Apple 
	"ph.loc.carmapple.title": "О.У. Выпуск 39-ый - Яблоко в карамели",
	"ph.loc.carmapple.text": "-Кулинарный журнал «Обильный урожай», №39-^Яблоко в карамели^^Это простое лакомство никогда мне не надоест. Я могу съесть целый бушель яблок, когда они покрыты вкусной карамелью... Не судите меня! Попробуйте сами и скажите мне, что не сделали бы то же самое.",
	//40 - Membrillo 
	"ph.loc.membrillo.title": "О.У. Выпуск 40-ой - Мембрилло",
	"ph.loc.membrillo.text": "-Кулинарный журнал «Обильный урожай», №40-^Мембрилло^^Я попробовал этот десерт однажды, когда гостил у дальних родственников. Я понятия не имел, что такое я ем, пока не спросил. Оказалось, что это пастила из айвы. Что ж, теперь Вы тоже можете приготовить этот необычный десерт у себя дома.",
	//41 - Huckleberry Pie 
	"ph.loc.huckpie.title": "О.У. Выпуск 41-ый - Пирог из осенней черники",
	"ph.loc.huckpie.text": "-Кулинарный журнал «Обильный урожай», №41-^Пирог из осенней черники^^Если говорить начистоту, то это мой самый любимый рецепт в коллекции. Осеннюю чернику невероятно трудно достать, но из нее получается самый вкусный пирог. Эту версию рецепта прислал наш генеральный директор, так что можете поблагодарить его за это!",
	//42 - Pear Crisp 
	"ph.loc.pearcrisp.title": "О.У. Выпуск 42-ой - Запеченная груша",
	"ph.loc.pearcrisp.text": "-Кулинарный журнал «Обильный урожай», №42-^Запеченная груша^^Я люблю готовить этот десерт в дождливые или холодные осенние вечера. Что-то теплое есть в этом блюде, что идеально подходит для такой атмосферы. Совет: не запекайте ее слишком долго, иначе она превратится в сухарь.",
	//43 - Roasted Chestnuts 
	"ph.loc.rochestnuts.title": "О.У. Выпуск 43-ий - Жареные каштаны",
	"ph.loc.rochestnuts.text": "-Кулинарный журнал «Обильный урожай», №43-^Жареные каштаны^^Это блюдо поможет Вам согреться даже в самую холодную пору. Приготовьте мисочку каштанов зимним вечером и вспомните Вашего покорного слугу с благодарностью. Осторожно очищайте скорлупу, каштаны очень колючие! Однако через что бы Вы ни прошли, это восхитительное лакомство того стоит.",
	//44 - Broccoli Rice Skillet 
	"ph.loc.brocskill.title": "О.У. Выпуск 44-ый - Рис с брокколи",
	"ph.loc.brocskill.text": "-Кулинарный журнал «Обильный урожай», №44-^Рис с брокколи^^Это блюдо подойдет для тех, кто любит использвать разные соцветия брокколи. В этом рецепте также используется козий сыр, так как его вкус и текстура прекрасно дополняют брокколи.",
	//45 - Elderberry Tea 
	"ph.loc.eltea.title": "О.У. Выпуск 45-ый - Бузинный чай",
	"ph.loc.eltea.text": "-Кулинарный журнал «Обильный урожай», №45-^Бузинный чай^^Я слышал, что местные пили чай с ягодами бузины, считая его целебным. Я не могу гарантировать, что он вылечит Ваши раны, но самочувствие он улучшает, к тому же на вкус прекрасен! Его можно пить как горячим, так и холодным.",
	//46 - Burfi 
	"ph.loc.burfi.title": "О.У. Выпуск 46-ой - Бурфи",
	"ph.loc.burfi.text": "-Кулинарный журнал «Обильный урожай», №46-^Бурфи^^Когда-то давным-давно я посещал кулинарные курсы, и на одном занятии мне пришлось готовить это блюдо. Я смеялся каждый раз, когда ученики произносили название, а шеф-повар шлепал меня за это ложкой по лбу. В результате тренировок я выяснил, что в этом блюде содержание сахара - это главное, но не переусердствуйте!",
	//47 - Chimichurri 
	"ph.loc.chimichurri.title": "О.У. Выпуск 47-ой - Чимичурри",
	"ph.loc.chimichurri.text": "-Кулинарный журнал «Обильный урожай», №47-^Чимичурри^^Рядом с базиликом у меня всегда стоял горшочек с петрушкой, которую я использовал в качестве приправы. Но я и не подозревал, что из нее можно приготовить отдельное блюдо! Да-да, петрушка здесь - звезда блюда. Помните соус «Песто»? Процесс приготовления схож...",
	//48 - Chard Nested Egg 
	"ph.loc.chardegg.title": "О.У. Выпуск 48-ой - Яйцо с мангольдом",
	"ph.loc.chardegg.text": "-Кулинарный журнал «Обильный урожай», №48-^Яйцо с мангольдом^^Сегодня мне захотелось рассказать Вам о менее известном блюде, поскольку мангольд - это тот овощ, который нечасто встречается в уникальных рецептах. Мне нравится это блюдо, так как оно простое и состоит всего из трех ингредиентов: яйца, масла и мангольда. Элементарно! Поджарьте мангольд и яйцо, затем сложите все вместе.",
	//49 - Ceasar Salad 
	"ph.loc.ceasarsalad.title": "О.У. Выпуск 49-ый - Салат «Цезарь»",
	"ph.loc.ceasarsalad.text": "-Кулинарный журнал «Обильный урожай», №49-^Салат «Цезарь»^^Классический салат, который невозможно превзойти. Я так люблю его заправку, что начал разрабатывать свою собственную, пока не достиг абсолютного идеала. Бонусные очки получает тот, кто сам поймает анчоуса!",
	//50 - Persimmon Cookies 
	"ph.loc.percookies.title": "О.У. Выпуск 50-ый - Печенье с хурмой",
	"ph.loc.percookies.text": "-Кулинарный журнал «Обильный урожай», №50-^Печенье с хурмой^^Один читатель поинтересовался, что я готовлю на праздники. Как ни странно, вот эти маленькие печенюшки. Я ел их еще в детстве - и продолжаю эту традицию. Один лишь их запах согреет Вас, так почему бы не сделать их частью и Ваших традиций?",
	//51 - Pistachio Mafroukeh 
	"ph.loc.pismaf.title": "О.У. Выпуск 51-ый - Фисташковый мафруке",
	"ph.loc.pismaf.text": "-Кулинарный журнал «Обильный урожай», №51-^Фисташковый мафруке^^Друзья, это последний выпуск этого журнала с моим участием. В честь последних пятидесяти (ого!) рецептов, которыми я поделился, напоследок я хочу поведать Вам о приготовлении восхитительного десерта родом из пустыни Калико. Желаю Вам всего наилучшего, и спасибо, что готовили со мной! -Дарвик",
}