{
  //***CONTENT FILE***

  //PLAYER CONFIG

  "config.WizardSchedule.name": "WizardSchedule",
  "config.WizardSchedule.description": "Loads a schedule for the Wizard. Should be disabled if another mod does the same.",
  "config.WizardSchedule.values.True": "true",
  "config.WizardSchedule.values.False": "false",

  "config.WizardStrings.name": "WizardStrings",
  "config.WizardStrings.description": "Loads schedule strings for the Wizard. Should be disabled if another mod does the same.",
  "config.WizardStrings.values.True": "true",
  "config.WizardStrings.values.False": "false",

  "config.BathHouseEvent.name": "BathHouseEvent",
  "config.BathHouseEvent.description": "Loads the Spa Entry map. Should be disabled if another mod does the same.",
  "config.BathHouseEvent.values.True": "true",
  "config.BathHouseEvent.values.False": "false",

  "config.PlatonicRoommate.name": "PlatonicRoommate",
  "config.PlatonicRoommate.description": "Keeps the relationship completely platonic if Juna moves in with you. Set to FALSE if you DON'T want it to be platonic.",
  "config.PlatonicRoommate.values.True": "true",
  "config.PlatonicRoommate.values.False": "false",

  "config.RomanceableRasmodiusPortraits.name": "RomanceableRasmodiusPortraits",
  "config.RomanceableRasmodiusPortraits.description": "Adds support for Romanceable Rasmodius. Set to true if you're using Romanceable Rasmodius with nine expressions. Set to false if you're using vanilla, SVE or RR SVE. Default is false.",
  "config.RomanceableRasmodiusPortraits.values.True": "true",
  "config.RomanceableRasmodiusPortraits.values.False": "false",
  
  //NPC INFO

  "npc.display.name": "Juna",

  //MAP MESSAGES

  "forest.sign.3": "There's nothing written on this sign.",
  "forest.sign.4": "` Razzamatazz^> The Ballerina",
  "forest.sign.5": "` The Earth^> The Sun",
  "forest.sign.6": "` You Know Who^> You Know Nothing",
  "forest.sign.7": "` The Drab Purple^> The Enthralling Purple",
  "forest.seal.1": "The Ballerina isn't in right now. Please leave a message after the beep. *beep*",
  "Juna.cave.1": "There's a note on top: STOLEN FROM RAZ. ONE OF MY GREATEST ACCOMPLISHMENTS.",
  "Juna.cave.2": "It appears to be a grocery list written in the Junimo language. Bit of a waste of a golden scroll?",

  //GIFT TASTES

  "gift.love": "This is excellent and I absolutely deserve this. Thank you, and thank me!",
  "gift.like": "Hm... I think I could do something interesting with this.",
  "gift.dislike": "You're not even trying! Shoo!",
  "gift.hate": "This is horrid and I absolutely do not deserve this. Thou art a boil.",
  "gift.neutral": "This is indeed a gift you can give someone.",

  //ANIMATION STRINGS

  "juna.scheming": "What do you think of this laugh, is it evil enough?$3",
  "juna.spyreading": "%Juna is reading. Or is she?",
  "juna.sitting": "%Juna appears to be deep in thought.",
  "juna.recharge": "The forest is giving me some of its energy. It's how I maintain my youthful appearance.$6",

  "robin.introduction": "Have you met everyone in town yet? That sounds exhausting.#$b#Oh, speaking of: were any of the ones you met a woman with pale hair and a seemingly permanent smirk on her face?#$b#I'm pretty sure she said she'd be back from the forest this week...$6",

  "eventlookup.JunaCave": "Juna's Cave",

  //***DIALOGUE FOLDER***

  //BIRTHDAY DIALOGUE

  "birthday.love.3": "You know my birthday? I barely know my birthday! Nicely done.",
  "birthday.like.3": "Oh, is it my birthday today? The Junimos are quite bad at celebrating birthdays, so this is nice. Thanks.",
  "birthday.hate.3": "It's my birthday, which I totally knew by the way, and you give me this? Boo! Hiss!",
  "birthday.neutral.3": "For my birthday? What's that? Oh, right. Of course I knew that.",

  "birthday.love.8": "It's my birthday again? Well, thank the Junimos you give good gifts. Brava!",
  "birthday.like.8": "Aw, you definitely should have, since it is indeed my birthday. Thanks, @!",
  "birthday.hate.8": "Today represents the day the world first set eyes on me, Juna, and you give me... this to celebrate? Boo! Hiss!",
  "birthday.neutral.8": "For my birthday? Ah, yes. Now I remember.",

  "birthday.love.10": "A present? For me? I expected nothing less from you, to be honest. We're best friends now.",
  "birthday.like.10": "*Juna accepts your present and starts loudly singing \"Happy birthday to me!\" while twirling around you.*",
  "birthday.hate.10": "How dare you! All this time spent laughing, crying, loving and living together, and this is what you think I deserve? Boo! Hiss!",
  "birthday.neutral.10": "Yes, yes. Presents, cake, etc. etc.",

  //DIALOGUE ADDITIONS

  "wizardhouse.SVE.2.29": "It was NOT that long ago!$5",
  "winter.SVEbasement.14.5": "I'm not doing anything! I have no idea what you're talking about and I resent the implication that I would scribble in any of these valuable books.$3",
  
  "wizardhouse.8hearts.wizard": "Are you sure you didn't miss me, Raz? We did spend an entire week together. For me to just up and leave like that, well, it must have been heartbreaking for you.$1",
  "wizardhouse.8hearts.parents": "Are you sure you didn't miss me, Raz? It's been a while since you had to go without my enticing company for a whole week.$3",

  "roommate.5.5": "%Juna appears to be deep in thought.",
  "roommate.11.20": "I gotta hand it to him - Raz is very good at staring vacantly into space.#$b#Yoba, I'm bored!$2",
  "roommate.4.6": "Maybe if I did- no, not ... and then JUMP!$7#$b#I don't have time for you right now, @. This roommate situation has had a severe impact on my training. I need to nail this pose before he tries to force more tea on me.$7",
  "roommate.9.5": "Get that vile concoction away from me!$13",
  "roommate": "How are things on the outside, @? Does the sun still rise and set? Is George and Evelyn still with us?$2",

  "juna.rain_dialogue": "$c 0.5#Sometimes I adore the rain, other times I abhor it. We all contain multitudes.#Thunder and lightning! Enter three witches. Isn't the Bard just perfect on a day like today?$1",

  "juna.outside_cc": "If there's one thing I adore about the Junimos, it's their habit of squatting in abandoned buildings and convincing people to give them stuff in return for fixing it up.$1#$b#Of course they can do it for free, they're forest spirits! Cheeky little bastards.$10",
  "juna.olive.cc": "Do you remember our first abandoned building, Olive? Yoba, we were young.$8",

  "juna.leo.1": "I knew right from the start that me and the boy would have a connection, despite his preoccupation with parrots.",
  "juna.leo.2": "Leo has never skipped a lesson, not even once.#$b#I'm so disappointed in him.$2",
  "juna.leo.3": "Then you stir it three times counterclockwise, add the flakes of willow bark, turn off the heat, and wait for it to turn green.#$b#Tada! You've made yourself a perfectly workable draught of living death.$4",
  "juna.leo.4": "No, no, no. Repeat after me: \"I can do whatever I want, whenever I want, however I want.\".$3",

  "fieldtrip.question.prelude": "I'm considering taking Leo on a field trip, since he knows so very little about anything.#$b#We meet the 2nd of every month, and he still thinks ballet and ballroom dancing are the same thing!$5#$b#One can only take so many dumb questions before losing faith in humanity, am I right or am I right?#$b#What do you mean, that's the point of teaching? Never mind, I don't care.$11",
  "fieldtrip.question.q": "So what do you think? Should I take Leo on a field trip?",
  "fieldtrip.question.yes": "Why not? The boy was raised by parrots, he should be able to withstand anything.",
  "fieldtrip.question.no": "I really don't think that's a good idea...",
  "fieldtrip.question.reply.yes": "Right?! I think so too.#$b#Wait a minute!$11",
  "fieldtrip.question.reply.no": "You! Destroyer of dreams, killer of field trips!$5",
  "fieldtrip.question.follow_up.yes": "I have so much planning to do!$3",
  "fieldtrip.question.follow_up.no": "Always good to know who's curious about life and who... isn't.$13",

  "spa.winter.prealex": "During the winter we often hear someone grunting and panting in the men's locker room.$8#$b#Olive thinks it's a boar, but I hope it's a gho-ooost.$9",
  "spa.winter.postalex": "No, I promise, Olive! I'm not lying. There's a restless spirit haunting the men's locker room. I've seen it with my own two eyes.$8",

  "juna.conversation1": "Alex and I saw the most hilarious movie the other day. It was about an old woman on her deathbed. Her family kept trying to graciously say goodbye to her, but she just kept antagonizing them and pushing them to fight.$1",
  "juna.conversation2": "You really missed out on that dinner with Evelyn and George, @! You should have seen Alex's face when he found out George and I play pétanque together!$1",
  "juna.conversation3": "I don't understand why you would give up on something just because you couldn't make money or become famous from it. That doesn't make any sense!$5#$b#What I do for money?#$b#I'll never tell.$3",

  "eastscarp.spiritseve.1": "The most popular version of the myth goes like this: Mother Leeds had given birth a dozen times, and on her 13th pregnancy muttered: \"Let this one be the devil!\"$1#$b#And sure enough, the child became a demon-like creature who grew wings and flew off into the woods, where it has since haunted anyone who dares enter.$1#$b#Hm, what? No, I'm talking about the Jersey Devil. I may wear this mask on the outside, but on the inside I'm someone else entirely.",
  "eastscarp.spiritseve.2": "I appreciate any and all scary stories, be they by children, dwarf obsessed academics or old ladies looking to guilt their children into visiting them more often.#$b#Oh, these eggs in my lap? They're for anyone who uses the word \"spoopy\" where I can hear them.$1",
  "eastscarp.spiritseve.3": "I've found the perfect mask for today, @. It even has pink cheeks, just like me!$1#$b#See you at the inn!",

  //GENERIC DIALOGUE

  "winterstar.juna.recipient": "Ohhoho! So it's you?$3#$b#Ah... {1} {0}! Thanks.",
  "movie.invite.someone_else": "Sorry, I've already got plans to see a movie today, but maybe you can watch us and pine from afar!",
  "movie.invite.already_seen": "Sorry, I've already seen a movie this week. I have an incredibly busy social calendar.",
  "movie.invite.accept": "A movie? Sure. I'll meet you at the theater.",
  "movie.invite.accept.rude": "A movie? I guess I'll allow it. See you at the theater.",
  "movie.invite.reject": "Sorry, I'm busy not wanting to go to the movies right now.",
  "dating.reject": "...$11#$b#I'm going to do you the courtesy - which, ugh, I hate doing the courtesy! - of pretending you tripped and fell into me while carrying a bouquet meant for someone else.$13#$b#Because I do NOT want this. From anyone. Ok? Ok.$11",
  "movie.invite.roommate": "You read my mind! Bring out the black licorice!$1#$b#...$11#$b#You're not trying to trick me into watching a family-friendly movie about the power of love again, are you?$2", //NEW

  //FESTIVAL DIALOGUE

  "spring.24": "I love this dance - it's so embarrassing! Oh Yoba, bless you for bringing this into my life.$4#$b#Nothing beats dancing and watching people make fools of themselves.$4",
  "spring.24.2": "This is the only dance both Robin AND Olive can do better than me. Robin says it's because I \"wave my hands in the air too sarcastically\", whatever that means.$2#$b#You should see Olive's interpretation. He really goes for it, the little diva!$4",
  "spring.24.roommate": "I've decided you should ask Gus to be your dance partner this year. He's got \"interpretive dance\" written all over him, and I'm definitely here for it.$1",
  "summer.11": "Want to know a secret? I never could figure out what the Junimos eat. Sometimes nothing, sometimes everything.#$e#What I put in? Oh, that's one thing you DON'T want to know.$3#$e#Do you think if I made a convincing argument Lewis would agree to change the festival name to something less beachy and move the festival to somewhere less beachy? Like, say, the forest?$11",
  "summer.11.2": "Du duh.$3#$b#Du duun.$3#$b#Du dun, du dun.$3#$b#Oh, oops, I didn't notice you there. Was I thinking out loud?",
  "summer.11.roommate": "Want to know another secret? I've never put anything in the soup, not even once.$3#$b#It's the thought of what I COULD add that scares people, so why do the legwork when everyone's already done it for me?$1",
  "fall.27": "If you ever get lost, just call out RAPUNZEL and I'll let you use my hair to climb your way back to safety.$1",
  "fall.27.2": "I can see at least seven and a half things I would have done better than Raz had I been the one to arrange this creep-fest. Tsk. I'm not angry, just disappointed.",
  "fall.27.roommate": "If all those spiders suddenly turned real... how long do you think it would take for people to notice?$1",
  "winter.25": "Listen. If you're my secret whatever, I need you to know that I take this veeeery seriously. @. Look at this face. This is my serious face, @.$2#$e#The Junimos are terrible gift-givers. All they ever gave me were leaves. A girl can't survive on leaves alone, @!#$b#And Razzamatazz! Don't even get me started on Razzamatazz!$11#$e#All right, yes yes, you know me too well. Come find me later and I'll tell you all about the terrible gifts the lonely purple has given me over the years.$3",
  "winter.25.2": "Of course I don't always give my secret friend something they hate.$2#$b#Firstly, it's predictable, and secondly, most of the people in this town seem to hate things I'd rather keep for myself. Why would I ever give AWAY a dinosaur egg?$10",
  "winter.25.roommate": "I've convinced Robin to come over to our place later and exchange gifts while we snack on all this food I've snuck into my pockets. No job or romance talk allowed!$10",

  //VANILLA NPC DIALOGUE

  "robin.spring.mondays": "Sometimes, well, often really, Juna goes off on these long tangents about flowers, plants and nature.#$b#She complains a lot about her upbringing and her Junimo family, but they've clearly had an effect on her.#$b#One time I said I liked lilies, and she made this sound as if she was going to vomit. What's wrong with lilies?$6",
  "robin.summer.mondays": "We do know how to cook other things besides instant noodles, you know!$3#$b#Well, Demetrius does, at least.$6",
  "robin.fall.mondays": "You know who, who? I can think of ten different people who makes you shudder!$4",
  "robin.winter.mondays": "Ugh, this hangover. Lower your voice, please.$2",
  "robin.spring.saturdays": "I worry about Maru and Sebastian's relationship sometimes. I just wish he paid her a little more attention, that's all.$2",
  "robin.summer.saturdays": "Juna! You know that would just start an argument!$3",
  "robin.fall.saturdays": "I'm just not sure about that Harvey guy. Maru is such a bright, ambitious young woman. Who wouldn't fall for her if given the opportunity?$6",
  "robin.winter.saturdays": "... and then, then he said: \"Honey, I don't think this is my underwear after all!\"$1",
  "robin.winter.5": "Every winter I try to make sure Juna takes a break and visits the Night Market with me.#$b#She always spends the day before the Wizard's birthday coming up with ways to ruin it for him, so I do what I can to get her out of her cave.#$b#I really do wonder how old she is sometimes...$6",

  "wizard.birthday.1": "Yes, I am indeed aware that Juna is here rifling through my books. She does this every year.",
  "wizard.birthday.2": "So now you've decided not to speak at all?",
  "wizard.birthday.3": "Cheers, Ju.",
  "wizard.sunday.general": "%The Wizard seems far away, as if he's mentally preparing for something.",
  "wizard.sunday.2.14": "I sometimes observe the local villagers in secret.#$b#I am hoping to find an apprentice. Some day I will leave this mortal plane, but my arcane pursuits must continue.#$b#Ah, yes, I did indeed have an apprentice a long, long, long, long- what was that, Juna?#$b#Let's just say it didn't work out and leave it at that.",
  "wizard.sunday.0.1": "I would very much appreciate it if you could indulge your Joja Cola addiction somewhere else, Ju. This is how you get ants, you know.",
  "wizard.sunday.2.3": "%The Wizard's eye is twitching uncontrollably.",
  "wizard.sunday.4.5": "Much of what comes out of Juna's mouth makes more sense, I suspect, inside her head than outside it. Sometimes I follow her logic, sometimes I don't.#$b#Today I definitely don't.",
  "wizard.sunday.6.7.before": "You planted that book, Juna! I saw you!",
  "wizard.sunday.8.9.wizard": "Oh, I don't know if heartbreaking is the right word exactly. Considering you did put approximately 30 dirty socks in my bed while you were here.#$b#She doesn't even wear socks ...",
  "wizard.sunday.8.9.parents": "Ah, yes. I wept bitter tears the entire time, I assure you.#$b#In fact, if you see any suspicious stains on my notes, it's definitely from those tears - not because I was so badly startled watching a horror movie that I accidentally spilled tea all over myself.",
  "wizard.sunday.10.wizardspring": "Of course Juna only ever looks back fondly on the past when the past involves me making a fool of myself.",
  "wizard.sunday.10.wizardsummer": "Juna and I have an agreement. I watch her dance on Fridays and she listens when I try to teach her more about potions.#$b#Today's potion included lemon juice, and, well... here we are.",
  "wizard.sunday.10.wizardfall": "%The Wizard appears to have fallen asleep standing up.",
  "wizard.sunday.10.wizardwinter": "So... well. There comes a time... uhm, well, yes. I think. The thing is- people! With other people. Sometimes. You know? Like my ex-wife! She's people. Is that... *cough*... Yes? Something for you, perhaps?",
  "wizard.sunday.10.parentspring": "I do indeed have siblings. And since you asked so nicely, I'm going to tell you all about them, Ju.",
  "wizard.sunday.10.parentsummer": "I made the grave mistake of telling Juna about seeing my ex-wife for the first time in, oh, years? Now every time I open my mouth, she starts singing that blasted song.",
  "wizard.sunday.10.parentfall": "Must you talk about your hobby in here of all places, Ju? I'm trying to get some work done.",
  "wizard.sunday.10.parentwinter": "I keep telling you, Ju, financial irresponsibility is no laughing matter. You should feel bad for your parents.",
  "wizard.roommate.2.6": "I could have sworn I'd hidden money in this book. Hm.",
  "wizard.roommate.3.19": "... and then a little bit of this, or... hm, maybe not...#$b#I don't have time for you right now. Juna being here has had a severe impact on my productivity. I need to finish this before she's finished dancing.",
  "wizard.roommate.11.5": "Are you sure you don't want some tea, Ju? It's quite delicious.",

  "alex.event_response1": "(You're right. Sorry, I'm just nervous.)$4",
  "alex.event_response2": "(Thanks!)",
  "alex.event_response3": "(Oh, that sucks.)%fork$2",
  "alex.event_response4": "(Uhm, ok?)%fork$5",
  
  "wizard.conversation.sign": "We've been at war over that sign for a long time, me and Juna. I wipe it, she restores it. I remove it, she replaces it.#$b#You have to admire her tenacity, if nothing else.",
  "wizard.conversation.gone": "The spirits told me you convinced Juna to go visit her parents.#$b#...#$b#Fine. It was Olive.#$b#... I do hope they won't disappoint her again.",
  "wizard.conversation.protective": "I'm aware of your friendship with Juna, which is the only reason I don't mind you asking me about mine.#$b#All I'll say is that we've made progress.",
  "wizard.conversation.big_foot": "... What do you mean, you saw me in the forest?#$b#That wasn't me, that was someone else. Plenty of wizards like the color purple, I assure you. Now go away, I have important work to do.",
  "robin.conversation.cave": "So you've been to Juna's home, have you?#$b#A potato? Last time I was there, she gave me three cherries and half a slice of cake.$1#$b#Don't worry, I'm sure you'll reach cake status soon enough.",
  "robin.conversation.wizard": "Have you seen Juna this week? She sent me a weird message saying she had to cancel all our meet-ups this week.#$b#She's spending the entire week with the Wizard? Yikes. I better get the alcohol ready for next week, then.#$b#I hope she's doing all right...$2",
  "robin.conversation.gone": "Crazy to think Juna's gone to find her parents, right?#$b#I hope they don't hurt her more than they already have.$2#$b#If they do, can I count on you to help me get revenge?$3",
  "robin.conversation.robin": "Listen to this: according to legend, a woman named Mother Leeds had given birth a dozen times, and on her 13th pregnancy she muttered: \"Let this one be the devil!\". And that's how the Jersey Devil was born.#$b#Doesn't that sound like something Juna would relate to?$6#$b#Oh, of course we don't actually believe cryptids exist! This is just a game we play sometimes when we're bored with playing poker.$4",
  "robin.conversation.picnic": "That was some picnic the other day, wasn't it?$1#$b#I'm still not 100 percent sure about Rasmodius, but despite evidence to the contrary, Juna is a grown woman and deserves to make her own decisions.",
  "willy.conversation": "Ay, I've seen the girly in black dance. She's not at the beach every time it rains, but it's always raining when she's there.#$b#I've seen her around town, 'course, but she doesn' strike me as someone who likes the waves.#$b#She always looks so sad...$2",
  "jas.conversation": "Sometimes the lady with the pale hair watches me jump rope, which is kinda weird.#$b#But sometimes I watch the lady with the pale hair dance in the forest, so I guess that's ok!$1#$b#That's called E-Q-U-A-L-I-T-Y.$4",
  "abigail.conversation": "I know this is going to sound weird, but... did you see me with Juna by the forest lake a couple of nights ago? Because if you didn't I must have had the strangest dream!$9",
  "leo.conversation": "Juna's told me a lot about the Junimos. They remind me of my parrot family. I hope she finds what she's looking for.",
  "krobus.conversation": "I had no idea Rasmodius was of the Big Foot people.$3#$b#You learn something new every day.$1",
  "alex.conversation.theo": "...$2#$b#Do you think I look like a Theo?$4",
  "alex.conversation.winter": "Juna and I saw a super depressing movie the other day. *shudder* If there was another lesson in that, I don't want to know what it was.$2",
  "alex.conversation.spring_stay": "Thanks for sticking around the other day, @. I didn't want my grandparents to get the wrong impression about Juna and me.$1#$b#We're more like siblings, you know? Juna's like the meddling big sis I never had.#$b#(And Juna really, really hates it when people assumes she's dating someone.)$7",
  "alex.conversation.summer": "Hey, @.$1#$b#Nah, I've just been feeling really energised and happy lately. I hope you have a great year!$1",
  "sebastian.conversation.hodag": "I think if creatures like the Hodag did exist, more people would have seen one by now.#$b#It would be kind of cool though.$1",

  //***MOVIE FOLDER***

  "movie.spring0.before": "TREES? That's what we're watching? *sigh* Well, if I have to.$11",
  "movie.spring0.during": "That is NOT what it's like leaving home.$12",
  "movie.spring0.after": "@, look at me.#$b#Don't ever do that to me again.$13",
  "movie.summer0.before": "The video game? Hm. Maybe it'll give me the push I need to get back into slingshooting.$3",
  "movie.summer0.during": "You do deserve it!$10",
  "movie.summer0.after": "I can't wait to shoot Lewis in the butt with a slingshot tonight!$6",
  "movie.fall0.before": "Has Raz seen this one? Because if he liked it I definitely won't.",
  "movie.fall0.during": "The horror element almost makes up for all the boring art shots.$10",
  "movie.fall0.after": "Yes, all right, I DID quite like the threat at the end.$3",
  "movie.winter0.before": "Noooooo, please no! Don't make me do this!$2",
  "movie.winter0.during": "I think I'm dying, @. Tell Robin I love her and Raz that I barely tolerate him.$2",
  "movie.winter0.after": "Ugh, if anyone ever calls me 'mama' or 'papa', they're going to be blacklisted forever! I don't care how adorable they are.$13",
  "movie.spring1.before": "The only reason I'm giving this a chance is because I'm practically a walking nature documentary myself.",
  "movie.spring1.during": "... *sigh* ... I told you it was going to be boring.$11",
  "movie.spring1.after": "Never ever tell Olive this movie exists, @. He's going to force me to watch it again and again and again.$5",
  "movie.summer1.before": "I personally prefer watching movies about people who believe they were abducted by aliens, but I guess I can turn my attention to the alien just this once.",
  "movie.summer1.during": "How come I don't have a food servant? Woe is me.$2",
  "movie.summer1.after": "'Pshhaw!' I'm stealing that.",
  "movie.fall1.before": "Yes, please! Watching horror films is one of the few ways I can relax.$4",
  "movie.fall1.during": "My childhood would have been so much more interesting if I grew up in those woods.$2",
  "movie.fall1.after": "That was AMAZING. Let's watch it again!$4",
  "movie.winter1.before": "Ah, yes, the movie that people who are good at adulting like. Let's do this!",
  "movie.winter1.during": "Sorry, what? Oh, I haven't the faintest idea what's going on, I'm just here for the eye candy.$4",
  "movie.winter1.after": "Don't you think the main character looked a little like a dancer?$4#$b#If you'll excuse me - I have to go practise ballet now...$7",

  //***SCHEDULE DIALOGUE FROM SCHEDULE AND STRING FOLDERS***

  "wizard.string.friday_000": "What do you mean, I look proud? That's preposterous.$1#$b#I just wanted to get some air. The fact that Juna is here dancing had nothing to do with it.",
  "abigail.string.sunday_001": "I still don't understand what you mean by that. Besides, you have purple hair too!$9",
  "emily.string.mon_000": "Juna is so talented! I feel really energised watching her.#$b#Her questions are a bit unusual though.$u",
  "emily.string.marriage_003": "I'm trying to get a good walk in today. My legs feel like cannelloni.#$b#Plus I've really missed watching Juna dance. It's important to stay in touch with old friends after you've gotten married.$h",
  "robin.string.tuesday_000": "We meet every week to encourage each other to stay healthy.#$b#Juna is just here to heckle us, because she's rude like that.$6",
  "robin.string.summer_5": "Why won't you ever dance with us, Juna? It's your birthday! Everyone should dance on their birthday!$h",
  "robin.string.summer_18": "What's a healthy young person like you doing here? Once you reach our age, it's important to see a doctor once a year.#$b#Yes, Juna, OUR age.#$b#(I actually have no idea how old Juna is, she won't say and it's impossible to tell.)$6",
  "robin.string.fall_21": "Well, as long as it doesn't require me moving - this monster just ate way too much spaghetti.$4#$b#Cheers, Ju.",
  "demetrius.string.summer_5": "Leave her alone, honey. I'm sure a dancer like her doesn't want to shuffle around the saloon with us.#$b#(I'm not saying I don't enjoy dancing with my wife, but I'm not NOT saying I don't see where Juna's coming from either...)$3",
  "leo.lessons.1": "Studying with Juna is not at all like studying with Miss Penny.#$b#Miss Penny knows so much, and Juna... knows different things.",
  "leo.lessons.2": "According to a dance manual from the 15th century, beautiful people were considered better dancers than ugly people \"simply by virtue of being beautiful\".#$b#I don't know why I need to know this either.",
  "leo.lessons.3": "Juna says Yoba pooped out the first humans. Is that true?$3",
  "leo.lessons.4": "I like when Juna talks about magic!$1#$b#But then she always starts muttering about stupid wizards, and, and, and then it's like she can't see or hear me anymore!$2",
  "george.summer_Fri.000": "Sure, I like watching Juna dance. Any idiot can see she's talented.#$b#But summer is for pétanque!$3",
  
  "string.winter_16": "Damn Robin and her powerful side-eye. I don't have time for this.$5#$b#No, thank you, I can hear the mermaids just fine from here.$11",
  "string.summer_18": "Are you hearing this? I wake up early to come support my best friend in these trying times of brittle bones, and this is the thanks I get?$2#$b#I am NOT old.$13",
  "string.fall_sun": "I'm just sayin', Abby. Maybe there's a reason you decided to dye your hair purple, a reason even you are unaware of.#$b#Like, say... a Raz-shaped reason?$6",
  "string.fall_fri": "I do enjoy watching Abbi play. Look! Look at her bounce!$4",
  "string.spring_mon.000": "And then you sweep your arm up like this, and then you pivot to the right like... HUPP!$7#$b#You and Haley don't look very much alike, do you? What's up with that? Do you have, like, different dads or something?$3",
  "string.spring_mon.001": "Em, you still haven't shown me your parrot dance! I demand reciprocity!$7",
  "string.summer_Fri.000": "For someone who loses as often as Georgie does, he sure is bossy when it comes to pétanque.$11",
  "string.fall_21.000": "Happy birthday to the spaghetti monster, happy birthday to the spaghetti monster, happy birthday dear Roo-biiiin, happy birthday to the spaghetti monster!$1#$b#You'll get your present as soon as I'm sure there's no one else around. Let's just say it's not for public consumption.$3",
  "string.fall_21.001": "Happy birthday to the spaghetti monster, happy birthday to the spaghetti monster, happy birthday dear Roo-biiiin, happy birthday to the spaghetti monster!$1",

  //***SPECIAL ORDER***

  "so.name": "Juna's Monster Mash",
  "so.text": "A good friend of mine is looking for companionship, so I figured I'd help him out by making a special potion. The concoction is most potent if brewed soon after harvesting the ingredients, so please deliver the items to me as soon as possible!",
  "so.objective.0": "Deliver 1 Monster Musk to Juna",
  "so.objective.1": "Deliver 1 Energy Tonic to Juna",
  "so.objective.2": "Deliver 20 Sap to Juna",
  "so.objective.3": "Deliver 5 Bug Meat to Juna",
  "so.objective.4": "Deliver 1 Oil of Garlic to Juna",
  "so.objective.5": "Deliver 1 Strange Bun to Juna",

  //***EVENTS FOLDER***

  //QUESTS

  "8606100.title": "Juna's Drink Request",
  "8606100.description": "Juna needs a Joja Cola to wash away the taste of the Wizard's kale smoothies.",
  "8606100.summary": "Bring Juna a Joja Cola.",
  "8606100.reaction": "Oh, Yoba. Thank you! This is the best thing that has ever happened to me.$1",
  "8606200.title": "Juna's BFF Request",
  "8606200.description": "Juna wants a plate of spaghetti to remind her of her best friend Robin.",
  "8606200.summary": "Bring Juna a plate of spaghetti.",
  "8606200.reaction": "Finally! I haven't seen Robin in days, it's been awful.$2",

  //MAIL

  "mail.potion": "@!^^Thank you ever so much for getting me all those foul, loathsome, rancid ingredients. The potion turned out really well. I may stink to high heavens right now, but it will all be worth it if it helps my bestest friend in the world find his community.^^ -Your friend(ish), Ju^^P.S. Oh, right, you probably want some kind of reward as well, yeah? Here, have a chest I made!^P.S.S. All right, that was a lie. I didn't actually make that chest, the Junimos did. Oops!%item bigobject 256 %%[#]Juna's Potion",
  "mail.5hearts": "Dear @,^^When you first arrived here in Pelican Town, I was convinced you were going to be just another boring farmer doing boring farm work all day (I think it's something about the way you look, you know?) But turns out you're not so bad! I especially appreciate your opinions on Raz, which - I know, I know, you haven't exactly told me out loud, but I'm very good at reading people, @. I got you. So, in order to showcase my high (well... medium to medium high) regard for you, enclosed you'll find a little something I stole from said wizard. Hope you enjoy!^^-Your almost-friend, Ju %item object 768 1 %%[#]Juna's Stolen Goods",
  "mail.fish": "Hey there, noble dork.^After you and Abby left yesterday, the fish practically leapt into my arms they were so excited to get eaten. But since I don't like fish - at ALL - I figured I could pawn it off on some noble dork instead.^^Cheers, Ju %item object 137 5 140 5 %%[#]Here, fishy, fishy!",
  "mail.robin": "Hi @,^^I'm a little worried about Juna. She's been acting strange lately and won't tell me why. Can you see if you can get her to open up to you? I'm sure you've noticed that Juna deflects a lot, but sometimes if you're in the right place at the right time - and come armed with a crowbar - you can pry some of those boards loose without getting splinters. Okay, that metaphor might have gotten away from me. Anyway, I'd really appreciate it! She's been spending a lot of time in the woods behind the Wizard's tower, so I'd check there first.^^-Robin^^P.S. Here's a little something for your troubles. %item object 709 10 %%[#]Check on a friend",
  "mail.wizard.1": "Dear diary,^^I found this tucked inside a book while unpacking my bags at Raz's place (I call it unpacking, he calls it snooping). I figured since I'm here helping with the rent this week, he doesn't really need it, does he?^^XOXO, Ju %item money 200 1200 %%[#]Letter from the Tower 1",
  "mail.wizard.2": "Dear diary,^^Would you please, please, please bring me a Joja Cola? Raz only drinks tea and kale smoothies. Blergh.^^XOXO, Ju %item quest 8606100 %%[#]Letter from the Tower 2",
  "mail.wizard.3": "Dear diary,^^I found this in Raz's basement. I know he seems like he's got his life together, but I just don't think he's mature enough to take care of a baby, you know? Better you have it.^^XOXO, Ju %item object 107 1 %%[#]Letter from the Tower 3",
  "mail.wizard.4": "Dear Diary,^^I'm in a foul mood today. Can you bring me a plate of spaghetti from the saloon to remind me of Robin?^^XOXO, Ju %item quest 8606200 %%[#]Letter from the Tower 4",
  "mail.wizard.5": "Dear Diary,^^You'll never guess what happened today! Raz gave me a gift. A decent gift! (Well, decent for him at least.) He said he meant to give it to me when I graduated from the Magical Academy of Magikazam or whatever, but when that didn't happen he forgot about it. Typical Raz. We're finally getting somewhere, diary! All that's left now is to get him to include me in his will.^^XOXO, Ju^^P.S. Do you want this, by the way? I said it was decent, not wanted. %item bigobject 238 265 %%[#]Letter from the Tower 5",
  "mail.wizard.6": "Dear diary,^^The time has come for me to leave Raz to his fate once more. It has been a long week, diary. A very, very long week. I have grown terribly old, and terribly weary (though the Joja Cola certainly helped). But while Raz is still Raz, and I'm still me, if this week has taught me anything it's that it's very hard to resist happiness. And if we just work at it a little more, I have faith that we will one day become who we were always meant to be: he a man who gives his ward presents and don't force her to do magic, and I a woman who accepts her master's presents and don't force him to socialize with other people.^^XOXO, Ju %item conversationTopic JunaWizard7 0 %%[#]Letter from the Tower 6",
  "mail.parents.1": "Dear diary,^^Currently on the bus on my way to REDACTED, which is a city in REDACTED, aka my hometown. I wonder if our old house will still be there? There's a man snoring very loudly in the row behind me. I hate the bus. Woe is me.^^XOXO, Ju %item conversationTopic JunaGone2 0 %%[#]Letter from Juna 1",
  "mail.parents.2": "Dear diary^^I made it. I haven't had anything to eat since yesterday, the weather here is abysmal, and some man at the border had the gall to interrogate me about the purpose of my visit. Rude! Teleportation sure does come in handy sometimes.^I found our old house. It's still standing. It's still ugly. I can't believe I used to live here - my cave is so much nicer. I'm waiting for the right moment to walk up and knock on the front door. It'll come soon, I think. Any minute now. Although I AM very hungry ...^^XOXO, Ju %item conversationTopic JunaGone3 0 %%[#]Letter from Juna 2",
  "mail.parents.3": "Dear diary,^^Well, I have good news, bad news, and embarrassing news. The embarrassing news is that I'd forgotten how old my parents were. I know YOU know that I'M not that old, diary, but the same can't be said for my parents. The good news is that my mother holds the spot as REDACTED'S oldest living person. The bad news is that my father doesn't.^I'm fine, don't worry, but I guess I have to come up with an alternate plan now. Ugh, I hate it when this happens.^^XOXO, Ju %item conversationTopic JunaGone4 0 %%[#]Letter from Juna 3",
  "mail.parents.4": "Dear diary,^^I have a brother! I know, I know, I have a million brothers so why would this one come as a surprise? Because he's young! Like me! I'm not entirely clear on how that happened, but what do I care? His name is Theo, he plays five different instruments, and he's delightfully snarky. I might kidnap him, we'll see what happens.^^XOXO, Ju^^P.S. Oh, turns out that rude man at the border put out some sort of bolo on me? It's very annoying having to dodge him everywhere I go. Theo thinks it's hilarious, so I guess that's something. %item conversationTopic JunaGone5 0 %%[#]Letter from Juna 4",
  "mail.parents.5": "Dear diary,^^My mother is still the worst. That is all.^^XOXO, Ju %item conversationTopic JunaGone6 0 %%[#]Letter from Juna 5",
  "mail.parents.6": "Dear diary,^^I'm sure you'll be ecstatic to hear I'm on my way back to Stardew. My trip may not have gone the way I expected it to, and my mother may have straight up refused to tell me why they gave me away (the worst!), but at least it meant I got to meet Theo. Also, REDACTED is a horrible city and I'm happy I didn't have to spend the rest of my life there.^See you when I get back!^^XOXO, Ju^^P.S. I may or may not have disguised myself as my mother when crossing back over the border. Did you know you can get away with pretty much anything when you're disguised as the oldest living person in the country? %item conversationTopic JunaGone7 0 %%[#]Letter from Juna 6",
  "mail.picnic.forest": "You there!^^I'm planning a lovely picnic for my third favourite wizard, and figured you might want to join us - since you've been present for all previous events involving us two, I mean. Suspicious, hmmmm?^I'm thinking the forest, I'm thinking rain, I'm thinking noon. It's your call.^Smell ya later!^^Ju^^P.S. Pink cake and jelly could be considered picnic food, right?[#]Juna's forest picnic",
  "mail.picnic.beach": "You there!^^I'm planning a lovely picnic to celebrate how far I've come in just a few short months - it's really quite astounding when you think about it. Since you've been suspiciously present for most of my personal growth, I figured you might want to join us?^I'm thinking the beach, I'm thinking sun, I'm thinking noon. It's your call.^Smell ya later!^^Ju^^P.S. Pink cake and jelly could be considered picnic food, right?[#]Juna's beach picnic",

  //EVENTS

  //Introduction

  "event-86060001.01": "One more z, I think.",
  "event-86060001.02": "Perfect.",
  "event-86060001.03": "Not again.",
  "event-86060001.04": "I give up.",

  //Cave introduction

  "1heart.01": "That's it!",
  "1heart.02": "That's perfect...$3",
  "1heart.03": "@! I didn't even notice you come in!$1",
  "1heart.04": "Welcome to my cave!$4#$b#It's the best cave money can't buy... so I had to fight a bear for it instead.$6",
  "1heart.05": "So, what do you think?",
  "1heart.06": "I'll take that deafening silence as loud approval and envy!$4",
  "1heart.07": "Oh, I was just... thinking about stuff when you came in. Nothing for you to worry about.#$b#(Raz on the other hand...)$3",
  "1heart.08": "Anyway! Can I get you anything? I'm nothing if not a good hostess.$10",
  "1heart.09": "I don't have that, I'm afraid.$2",
  "1heart.10": "Oh no, I don't have that either!$2",
  "1heart.11": "Here, let me see what I've got.",
  "1heart.12": "Oops.",
  "1heart.13": "Oh right, that's from last month.",
  "1heart.14": "Shush you.",
  "1heart.15": "Found something!$1",
  "1heart.16": "Here you go![192]",
  "1heart.17": "If you turn it into hashbrowns, remember to save me some!$1",
  "1heart.18": "Hashbrowns! Hashbrowns! Hashbrowns!$4",

  //4 hearts

  "4hearts.01": "*clears throat*",
  "4hearts.02": "What are you doing?",
  "4hearts.03": "You know there's a spell for failing eyesight, right, Raz? You're the one who taught it to me, after all.$11",
  "4hearts.04": "... *sigh* ... Must you quibble about everything?",
  "4hearts.05": "Yes. Yes, I absolutely must.$3",
  "4hearts.06": "Does she... remind you of someone? Is that why you come here?",
  "4hearts.07": "Ugh, no, you dinosaur. Just... go away.$5",
  "4hearts.08": "Hi.",
  "4hearts.09": "(They're being weird.)",
  "4hearts.10": "I'm leaving now.",
  "4hearts.11": "Look what you did! You scared her off.$5",
  "4hearts.12": "Me!? You're the one spying on people from behind a book.",
  "4hearts.13": "Oh, please.",
  "4hearts.14": "You spy on people all the time, Raz. It's literally the only way you engage with people.$11",
  "4hearts.15": "Agh, fine. You caught me! I was watching Jas jump rope and pondering the nature of childhood. Is that such a crime? To experience for but a brief moment what a normal childhood looks like?$2",
  "4hearts.16": "I knew it!",
  "4hearts.17": "A childhood filled with love, laughter, sunshine and chickens.$4#$b#A childhood spent in the warm embrace of a loving aunt and uncle, surrounded by animals and teachers and friends.$4",
  "4hearts.18": "A childhood sans grumpy old men who couldn't even bother to protect their ward from being swallowed by the cruel embrace of the ocean!$2",
  "4hearts.19": "For the last time, Ju, you can't blame me for that! I didn't even know you'd gone after them.#$b#And you clearly didn't drown in any sweet embrace, considering you're standing here giving me grief about it!",
  "4hearts.20": "Of course I can blame you. It's the easiest thing in the world.$3",
  "4hearts.21": "I think we know each other well enough by now for you to hear some of my tragic backstory, @.$2",
  "4hearts.22": "I didn't want to move to Stardew Valley, you see. So when my parents \"dropped me off\" at Raz's, I ran down to the beach and tried to get back on the boat with them.$2#$b#However, as I was quite tiny back then, no one noticed my approach or heard me calling out for them to stop.$2#$b#And when I slipped and fell off the docks into the water, no one noticed that either.$2",
  "4hearts.23": "I saved myself, of course.#$b#I used a piece of driftwood to drag myself to shore. Oh, @, there were so many fish down there, swarming me! *shudder*$2#$b#But you know what the worst part was?$2#$b#It was getting back to the tower and realizing that this old blueberry hadn't even noticed me sneaking off!$5",
  "4hearts.24": "So surely you understand now why I avoid the beach as much as possible?$2#$b#And why I sometimes like to pretend that Jas is me in an alternate reality, one where I got to be happy?$2",
  "4hearts.25": "Why do I never learn?",
  "4hearts.26": "Phew, I thought he'd never leave!$6",
  "4hearts.27": "So how's your day going so far?$1",
  "4hearts.28": "Did Juna just say those things to make the Wizard uncomfortable, or did it really happen?",
  "4hearts.29": "And how old is she really, if there were still ferryboats docking in Pelican Town when she was young?",
  "4hearts.30": "I'm so confused...",

  //6 hearts

  "6hearts.01": "Here, fishy, fishy!",
  "6hearts.02": "I know this isn't how OTHER people fish, Cat. But I'm not like other people.#$b#My will is strong and my heart is pure... -ish. You'll see. All I have to do is stand here and concentrate... and the fish will come to me.$3",
  "6hearts.03": "15 minutes later.",
  "6hearts.04": "Don't sass me, Cat.",
  "6hearts.05": "Fine. It's not working today. But that's not my fault! The fish are just being uncooperative.$5",
  "6hearts.06": "What do you mean, why am I fishing in the first place? You know how much I hate fish.#$b#...$11#$b#Well, that doesn't make any sense, Cat. If I liked fish I certainly wouldn't try to kill them, now would I? I'd just go to the grocery store like a normal person.",
  "6hearts.07": "I thought I heard voices.$9#$b#Am I in one of Emily's weird dreams?",
  "6hearts.08": "Why do you think you're dreaming? Have you never met a forest spirit before?",
  "6hearts.09": "No?",
  "6hearts.10": "But I talk about them all the time?#$b#Also, am I the only one hearing strange music? Cat, are you the one doing that?$11",
  "6hearts.11": "I thought you were talking about those strange dolls you like so much.$9",
  "6hearts.12": "I'm so insulted right now!",
  "6hearts.13": "And seriously, what is that music?",
  "6hearts.14": "...$9#$b#Well... aren't you going to introduce us?",
  "6hearts.15": "Ok, fine. This is Dog.",
  "6hearts.16": "And this is Cat.",
  "6hearts.17": "Hi!",
  "6hearts.q1": "Why would a Junimo be called Dog?",
  "6hearts.q2": "Why would a Junimo be called Cat?",
  "6hearts.18": "Cat and Dog are Olive's siblings.",
  "6hearts.19": "Who's Olive, you ask? It's like you don't listen to a single word I say! Olive is my bestest friend in the world and my brother in all but blood.$5",
  "6hearts.20": "... *clears throat* ...$11#$b#Anyway! He was very excited when his siblings were born, and begged for the chance to name them.#$b#... I may or may not have made him believe that Cat and Dog were popular human names at the time.$6",
  "6hearts.21": "Juna!$1",
  "6hearts.22": "Oh, for the love of...",
  "6hearts.23": "What's going on? What are they doing?",
  "6hearts.24": "Dog wants to give you a gift, but he doesn't know how to because he's still a baby.",
  "6hearts.25": "Aw.",
  "6hearts.26": "Don't be so mean, Juna! He's trying his best.$1",
  "6hearts.27": "Sure. But just so you know, we're going to be here all night unless me or Cat help him.",
  "6hearts.28": "*sigh*",
  "6hearts.29": "Well, here you go, then. A gift from Dog to you.[105]$10",
  "6hearts.30": "Get it? Chewing stick? 'Cause he's a \"dog\"?$1",
  "6hearts.31": "Ugh, it's my dad.",
  "6hearts.32": "I guess I have to head home.#$b#... Even if this turns out to have been a dream, it was nice. I liked it a lot.$4",
  "6hearts.33": "Okay, bye!",
  "6hearts.34": "Oh, just go ahead and walk her home already, you noble dork.",
  "6hearts.35": "All right, all right! I guess one good turn deserves another. Wait here.",
  "6hearts.36": "Here you go. I guess you've earned this one.$1",
  "6hearts.37": "But you still can't tell anyone these toys are from me! I've got a reputation to uphold, you know.$4",
  "6hearts.38": "Here, fishy, fishy!",

  //10 hearts - if Wizard

  "event-86060008.01": "Welcome!$1",
  "event-86060008.02": "You're late!",
  "event-86060008.03": "*sigh*",
  "event-86060008.04": "Juna. @.",
  "event-86060008.05": "Well, don't just stand there! What do you think?$1",
  "event-86060008.06": "Well, I see plenty of things I know YOU enjoy, Ju. Like that jumbo sized Joja Cola, for example.",
  "event-86060008.07": "What are you trying to say, Raz? That I'm a bad hostess? Lies and slander! I even told Olive not to help me!$5#$b#There's a tea set right there, and you know how I feel about tea. I even got farmer boy here a hummus snack pack because, you know, healthy farmer boy blah blah.^There's a tea set right there, and you know how I feel about tea. I even got farmer girl here a hummus snack pack because, you know, healthy farmer girl blah blah.",
  "event-86060008.q1": "Is that a cracked egg?",
  "event-86060008.q2": "What happened to the jelly?",
  "event-86060008.08": "The cake and the pancakes are from Gus, and I was going to bring the jelly from my personal stash, I swear, but... I forgot.$2#$b#And I thought I could make it more picnic-y by decorating with typical farm stuff, but then I cracked the first egg and got mad, so...$2",
  "event-86060008.09": "Robin!$4",
  "event-86060008.10": "... I notice you have nothing negative to say about HER arrival time.",
  "event-86060008.11": "Raz, you're being terribly rude! I asked Robin to arrive six minutes past the hour, so she's actually right on time.$5",
  "event-86060008.12": "(Juna!)",
  "event-86060008.13": "I apologize, Robin. There's no excuse for bad manners, regardless of the bad example set by other people in one's vicinity.",
  "event-86060008.14": "No need to apologize. It's nice to finally meet you, I guess. Took Juna long enough to introduce us.$4#$b#(I was totally late, by the way.)",
  "event-86060008.15": "(I know.)",
  "event-86060008.16": "Hi!",
  "event-86060008.17": "So... why are we doing this in the rain again?",
  "event-86060008.18": "Because we're washing away our sins! Starting fresh! Toasting to new beginnings!$1",
  "event-86060008.19": "*clears throat*",
  "event-86060008.20": "Right, so...",
  "event-86060008.21": "Why is no one talking? I worked really hard on this! Being Gus' project manager is no picnic, you know.$6",
  "event-86060008.22": "Nice one!",
  "event-86060008.23": "Can I offer you some tea, Robin? Or would you perhaps prefer a cup of coffee?",
  "event-86060008.24": "Coffee would be lovely, thank you!$1#$b#But... is there coffee? I don't see any.",
  "event-86060008.25": "Oh, don't you worry about that. Ordinary household items and consumables are easy enough to conjure. Give me but a moment.",
  "event-86060008.26": "I'm rolling my eyes!",
  "event-86060008.27": "There. I filled one of the cups with coffee from my tower. I do hope that's satisfactory?",
  "event-86060008.28": "I'm sure it's great. Thank you.$4",
  "event-86060008.29": "Wow, that is really strong coffee!$1#$b#I like it. Thank you.",
  "event-86060008.30": "You're being strangely un-pompous-like today, Raz. What gives?$11",
  "event-86060008.31": "Like I said, there's no excuse for bad manners, Ju.#$b#Besides, she's your best friend. Of course I'm going to want to get to know her better.",
  "event-86060008.32": "I mean- that's not...!",
  "event-86060008.33": "Now you made it weird, you sap.$2",
  "event-86060008.34": "*giggles*",
  "event-86060008.35": "Whatever. Let's eat!",
  "event-86060008.36": "Emotional constipation aside, it turned into a really nice picnic!",

  //Special order event

  "event-86060011.01": "...#$b#What is that noise?#$b#And that SMELL? It's been following me around all day.",
  "event-86060011.02": "Who's there?",
  "event-86060011.03": "Fine. Be that way.",
  "event-86060011.04": "Silba knew you real!",
  "event-86060011.05": "... Juna.",
  "event-86060011.06": "JUNA!",
  "event-86060011.07": "I know you're there, Juna!",
  "event-86060011.08": "Why Krobus here?",
  "event-86060011.09": "Why am I here? Why are you here?",
  "event-86060011.10": "Why do you smell like that, Rasmodius? Are you mocking Silba's beliefs?$5",
  "event-86060011.11": "What beliefs?! I'm the victim here, she's been following me around all day!",
  "event-86060011.12": "Silba is a member of \"The Big Foot Coalition\", a group dedicated to proving the existence of cryptids.$3#$b#According to the Coalition, the cryptid Big Foot has, in addition to its impressive lung capacity, a very distinct smell. It's supposed to make it easier to identify them, were they to hide among us.$3",
  "event-86060011.13": "Oh for the love of...",
  "event-86060011.14": "I am not Big Foot. Do these feet look like the feet that belong to someone called Big Foot?#$b#This is all Juna's doing, I had nothing to do with it!",
  "event-86060011.15": "The Coalition is a close-knit community. You could do worse than being accepted among their ranks.#$b#But only if you subscribe to their tenets and respect their way of life.$5#$b#If I recall correctly, they're currently searching for the Mothman... Do you have any information on him?$3",
  "event-86060011.16": "Of course I don't- I SEE YOU!",
  "event-86060011.17": "Maybe you should go home now, Rasmodius.",
  "event-86060011.18": "Fine. But only because I want to, not because you told me to!",
  "event-86060011.19": "No!",
  "event-86060011.20": "Stupid Krobus!",
  "event-86060011.21": "Wait for me, Big Foot!",
  "event-86060011.22": "Silba never chase after Krobus. :(",
  "event-86060011.23": "So it WAS you.",
  "event-86060011.24": "I still have some perfume left.",

  //2 hearts

  "2hearts.01": "...$12",
  "2hearts.02": "... *sigh* ...$11",
  "2hearts.03": "You just had to visit the beach today of all days.$11",
  "2hearts.04": "%Juna glares at the waves lapping at her feet. You're starting to feel uncomfortable. Maybe this was a bad idea.",
  "2hearts.05": "I'm fine. I'm fine! Look, I'm smiling!$10",
  "2hearts.06": "Did you know there used to be ferryboats running between this beach and the southern towns?#$b#It's true. It was... a while ago. I'm not sure how long it's been.$11",
  "2hearts.07": "One of those boats carried a little girl.#$b#It was raining that day as well. The boat smelled awful. Like wet dog mixed with bleach. The girl and her parents had to sit on the floor because the boat was so crowded.#$b#But the little girl didn't care about any of that. She was on an adventure! The very first time she'd ever gotten to go on a holiday.$1#$b#Her very first time on a boat, even. Her parents had never been able to afford it. Not until that day.",
  "2hearts.08": "Turns out there wasn't much to be excited about.$11#$b#Worst. Holiday. Ever.$13#$b#I was...$12",
  "2hearts.09": "What am I doing?",
  "2hearts.10": "... nothing. I was nothing. Ignore everything I just said. I'm sleep deprived and waterlogged and apparently unable to control what's coming out of my mouth.$2#$b#Ugh, so embarrassing, am I right?$6",
  "2hearts.11": "Anyway. I have to get back to practising! Smell ya later!$7",
  "2hearts.12": "That went well.",
  "2hearts.13": "%Juna makes a face you think is meant to resemble a smile.",

  //10 hearts - if parents

  "10hearts.01": "Almost forgot!",
  "10hearts.02": "Can't have pancakes without whipped cream!",
  "10hearts.03": "Welcome!$1",
  "10hearts.04": "I was really surprised when I received your invitation, Ju. I never took you for a picnic lover.",
  "10hearts.05": "I'll have you know I can be whatever I want to be, oh Robin my Robin. The mummy blogs told me so!$4#$b#And what I wanted to be today was a young, carefree woman who loves picnics and the beach!",
  "10hearts.06": "Fair enough.",
  "10hearts.07": "Look, there's a tea set right there, and you know how I feel about tea. I even got farmer boy here a hummus snack pack because, you know, healthy farmer boy blah blah.^There's a tea set right there, and you know how I feel about tea. I even got farmer girl here a hummus snack pack because, you know, healthy farmer girl blah blah.",
  "10hearts.08": "The cake and the pancakes are from Gus, and I was going to bring the jelly from my personal stash, I swear, but... I forgot.$2#$b#And I thought I could make it more picnic-y by decorating with typical farm stuff, but then I cracked the first egg and got mad, so...$2",
  "10hearts.09": "But never mind that!",
  "10hearts.10": "Have some tea! (I certainly won't drink it.)$1",
  "10hearts.11": "*cough cough* Wow, that is really strong tea! Are you sure this isn't coffee?$1",
  "10hearts.12": "No, it's just tea. I stole it from Raz, naturally.",
  "10hearts.13": "Naturally.",
  "10hearts.14": "But I thought it looked sort of pale, so I let it steep a little longer.$10",
  "10hearts.15": "How much longer?$6",
  "10hearts.16": "5 minutes? Maybe? I was distracted by a great idea for a prank, but it can't have been that long!$1",
  "10hearts.17": "That's Theo!",
  "10hearts.18": "Has anyone seen my phone?",
  "10hearts.19": "He hung up.$2#$b#We keep missing each other.$13",
  "10hearts.20": "How's your brother doing, Ju? Is he still working as a security guard?",
  "10hearts.21": "No, he accidentally emptied out a barrel of cooking oil in one of their storage areas, so they fired him.$2",
  "10hearts.22": "But he's never idle for long, I'm not worried about that.#$b#Hm...$3#$b#You there!",
  "10hearts.23": "Yes, you!",
  "10hearts.24": "I didn't do anything, I swear! I just wanted to check out what was going on.$7",
  "10hearts.25": "I know that, silly.#$b#Now come here and pretend to be my brother.$3",
  "10hearts.26": "(Juna!)",
  "10hearts.27": "W...what?",
  "10hearts.28": "I haven't talked to my brother in days, and I miss him. You're roughly the same age as him, and I can definitely see you accidentally spilling oil all over Evelyn's roses.#$b#Granted, in Theo's case it probably wasn't an accident, but beggars can't be choosers.$11#$b#So please come here and pretend you like lutfisk and pitch-black jokes for a few hours.$6",
  "10hearts.29": "*snort*",
  "10hearts.30": "We have ca-ake.",
  "10hearts.31": "... Yeah, ok.$4",
  "10hearts.32": "Roleplaying and pitch-black jokes aside, it turned into a really nice picnic!",

  //8 hearts

  "8hearts.01": "...$12",
  "8hearts.02": "You have the worst timing, you know that?$11",
  "8hearts.03": "Come here.$11#$b#Please.$11",
  "8hearts.04": "I want to... the boy said something the other day that...$11#$b#...$11#$b#I'm in a really weird mood, @, and I hate it!$13#$b#Yesterday I spent what should have been 5 glorious minutes watching Raz scratch his legs because I put itching powder in the lining of his robes - shut up, it's a classic for a reason - and I felt nothing!$13#$b#No joy, no satisfaction, not even the slightest urge to giggle.$11#$b#And it's all parrot boy's fault!$13",
  "8hearts.q1": "Who's parrot boy?",
  "8hearts.q2": "I highly doubt that poor boy is to blame for you being in a bad mood.",
  "8hearts.05": "It doesn't... He's a boy. Grew up around parrots. Not terribly used to being around people.$11#$b#Do you remember the ferry I told you about?$11#$b#When I first came here, the boat made a pit stop at a tiny island in the middle of the ocean. Sometimes... sometimes when I'm in a particular mood, I like to go back there.$11#$b#It's the closest I've been to m-$12#$b#Anyway. That's where I met parrot boy. Maybe I can bring you along sometime.$11",
  "8hearts.06": "No, wait! This isn't about him, this is about me! Stop distracting me, @!$13",
  "8hearts.didntAsk.01": "Et tu, @? Fallen in with the parrot crowd, have you?$11#$b#Well, never mind that now. This story isn't about Leo, it's about me! Focus, please!$13",
  "8hearts.junaCrisis.01": "Where was I?$11#$b#Right. Family.$12",
  "8hearts.junaCrisis.02": "He said something. Parrot boy. And I just don't understand why...$12#$b#We were having a perfectly pleasant chat about Junimos and parrots and deep woods and isolated islands, and-$11#$b#-and maybe he said something about family, and maybe I said something about family, and then...$11",
  "8hearts.junaCrisis.03": "He said he was fine.$11#$b#I asked him what he did when he got angry, if there was anyone he would yell at, and he said he didn't. Because he was fine.$11#$b#Despite... everything. Despite spending more time around parrots than people.$12",
  "8hearts.junaCrisis.04": "And I just don't understand!$13#$b#I don't understand how he can be fine when one day soon, he'll wake up and everyone but the parrots will be gone.$12#$b#I don't understand how he can be happy when everyone else keep LEAVING him!$13",
  "8hearts.junaCrisis.05": "How can he be fine when I'm not?",
  "8hearts.q3": "What happened with your family, Juna?",
  "8hearts.q4": "(Keep quiet.)",
  "8hearts.junaCrisis.06": "My parents were terrible with money.$11#$b#By the time I was born, they had barely any left from a sizeable inheritance, and what little they had they squandered on stupid, useless things.$11#$b#I had many siblings. By handing me off to Raz, they had one less mouth to feed.$12",
  "8hearts.junaCrisis.07": "No one else in my family showed any sign of magical ability. I was the only one.$11#$b#Raz told me my parents wanted what was best for me, and that I should stop acting like a brat.$11#$b#But I don't think that was it. I think they just wanted to be rid of me and my big dumb dreams of being a ballerina.$12#$b#Besides, what would Raz know about parenting?$13#$b#One time, he barely let me out of his sight for a month because I couldn't be trusted not to \"sneak off to twirl around the woods\" rather than doing my homework.$11#$b#He didn't really want me around either. He proved that when he dumped me on the Junimos the following year.$12",
  "8hearts.junaCrisis.08": "Did I ever tell you how I met the Junimos? It was actually before Raz introduced us.#$b#There was this little clearing in the woods, you see, that was perfect for ballet practise. The Junimos had settled in a nearby cabin that had been abandoned for years.#$b#One day I simply looked up and there they were.$10",
  "8hearts.junaCrisis.09": "They liked watching me dance.",
  "8hearts.q5": "Have you ever tried talking to the Wizard?",
  "8hearts.q6": "Have you ever tried contacting your parents?",
  "8hearts.junaCrisis.10": "What do you mean? Like... about my feelings?$11",
  "8hearts.junaCrisis.11": "Ok.#$b#Ok?$11#$b#Ok! Ok, you know what? I'll do it!$10#$b#I'll move in with Raz for a week to force him to work on our relationship!",
  "8hearts.junaCrisis.12": "I have to cancel everything and make a plan! Thanks for helping me, @! You're the best.$4",
  "8hearts.choseParents.01": "Yoba no!$13#$b#...$11#$b#Do you think I should?$12",
  "8hearts.choseParents.02": "Ok.#$b#Ok?$11#$b#Ok! Ok, you know what? I'll do it!$10#$b#I'll go see my parents and my one million siblings and I'll spray them in the face with water until they tell me why they left me!",
  "8hearts.choseParents.03": "I have to cancel everything and make a plan! Thanks for helping me, @! You're the best.$4",

  //Juna and the Wizard

  "event-86060026.01": "15:00",
  "event-86060026.02": "16:20",
  "event-86060026.03": "Plie!",
  "event-86060026.04": "Releve!",
  "event-86060026.05": "Saute!",
  "event-86060026.06": "17:46",
  "event-86060026.07": "18:11",
  "event-86060026.08": "What?!",
  "event-86060026.09": "...",
  "event-86060026.10": "What?!$11",
  "event-86060026.11": "I want to tell you something. It's about your parents.",
  "event-86060026.12": "Ominous.",
  "event-86060026.13": "In the interest of full disclosure, I thought you should know that... Well, you said you wanted to work on our relationship...",
  "event-86060026.14": "For the love of Yoba, Raz, just spit it out.$11",
  "event-86060026.15": "Yes, yes. Fine.#$b#The other night, you said I left you with the Junimos because I didn't want to deal with you anymore.",
  "event-86060026.16": "I think I said you couldn't handle the heat, old man.$11",
  "event-86060026.17": "Quite.#$b#And while I won't deny you and I had a... challenging relationship back then, things really weren't that bad.#$b#If I turned away every magic user with a chip on their shoulder, the world would run out of magic users much too quickly.",
  "event-86060026.18": "Then why? Why did you decide I'd be better off with the Junimos?$11",
  "event-86060026.19": "Your parents wrote to me. More than once. They wanted to know how you were getting on.#$b#At first, I thought it was out of concern for you. I assume most people miss their children when they're gone.",
  "event-86060026.20": "I didn't see much point in lying to them. So I told them that while you were gifted, you were also obstinate and easily distracted. That you frequently snuck out at night and very rarely appeared to take anything I said seriously.",
  "event-86060026.21": "I'm hardly easily distracted. I was simply bored and angry.$11",
  "event-86060026.22": "Yes, well, I never claimed to be good with children. (Even though people keep dumping them on my doorstep...)#$b#Anyway, as I was saying. I told your parents this, and they decided this meant your tutelage with me was no longer beneficial and that it was time for you to come home.",
  "event-86060026.23": "What?!",
  "event-86060026.24": "Are you saying they wanted me to come home and you never told me?$13",
  "event-86060026.25": "How dare you?$13",
  "event-86060026.26": "No longer beneficial to THEM. They left you with me in the hopes of turning you into a powerful mage who would make them money.#$b#In my letters to them, I described what I'd been teaching you. When I then confessed to the nature of the present situation, they said I'd failed and that what you'd already learnt would have to be enough.#$b#...#$b#They didn't want to wait any longer for their investment to pay off.",
  "event-86060026.27": "Oh. I see.$12",
  "event-86060026.28": "Of course, by the time they arrived to pick you up, you'd already \"escaped\" into the forest to go live with the Junimos, where neither I nor your parents could reach you.",
  "event-86060026.29": "Escaped, huh?$11#$b#You did reach me though. You reached me so often, in fact, that I once cursed you with boils just to get you to stop visiting me all the time.$11#$b#I was so frustrated, because I couldn't understand why you'd dump me with the Junimos only to then pay me more attention than you ever had when I was living with you.$11",
  "event-86060026.30": "Fond memories indeed.",
  "event-86060026.31": "So... you're saying you whisked me away to the forest like some sort of - ugh - knight in shining armour, lied to my parents about it, made the trip into the forest once a week to check up on me... all so I wouldn't have to spend the rest of my life as a piggy bank?$11",
  "event-86060026.32": "Yuck. You're such a sap, Raz!$1",
  "event-86060026.33": "*sigh*",
  "event-86060026.34": "Well, at least now you know.#$b#I have to... hm, I have to go... do magic now. Right. Yes.",
  "event-86060026.35": "You still should have told me.$11",
  "event-86060026.36": "I know.",
  "event-86060026.37": "...$11#$b#...",

  //Juna and Robin's Gossip Session

  "event-86060012.01": "Hit me!",
  "event-86060012.02": "The good doctor: Harvey!",
  "event-86060012.03": "Ahuizotl!",
  "event-86060012.04": "Another!",
  "event-86060012.05": "The wonderful Emily!",
  "event-86060012.06": "Altamaha-ha!",
  "event-86060012.07": "Another!",
  "event-86060012.08": "Hello, daughter.",
  "event-86060012.09": "The great mayor himself: Lew-Lew!",
  "event-86060012.10": "Easy! He's a yeti!",
  "event-86060012.11": "I can see that.",
  "event-86060012.12": "Phew, I need something to drink. It's getting hot in here.$1",
  "event-86060012.13": "That's because you keep dancing like a loon to this abominable music.#$b#Actually, I've changed my mind. Lewis is definitely a Honey Island swamp monster.$6",
  "event-86060012.14": "*snort*",
  "event-86060012.15": "What did you put in this?!$1",
  "event-86060012.16": "Oh, I let Olive mix the drinks this time. He's been on a bartending kick lately.",
  "event-86060012.17": "By the way, you've never said what kind of cryptid I am. Come on, fess up!#$b#Don't you dare say skunk ape or chupacabra, though. I'm no goat-sucker.$3",
  "event-86060012.18": "Hm, that's a tough one.",
  "event-86060012.19": "You do feel terrestrial to me, or maaaaaybe winged. Definitely not aquatic.$3",
  "event-86060012.20": "Oh, I know! You're obviously a Beast of Exmoor.$1",
  "event-86060012.21": "I'll take it!",
  "event-86060012.22": "*sigh*",
  "event-86060012.23": "Are you still a wendigo, or has that changed again?$1",
  "event-86060012.24": "Nah, I've found something much better. This is the one, Robin! My true self.$10#$b#I can't believe I didn't figure it out sooner...$3",
  "event-86060012.25": "Ok, so? Which one is it?",
  "event-86060012.26": "That's for me to know and you to find out.$6",
  "event-86060012.27": "Nooooo, come on, Ju! Why do you always have to keep it a secret?$3",
  "event-86060012.28": "'Cause it's more fun that way!$10#$b#Besides, you already know it. How, you ask? Because you know ME, light of my life. Just look inside your heart!$4",
  "event-86060012.29": "Ugh, you're so annoying!",
  "event-86060012.30": "That's it! I'm revoking your music privileges, Robin!$5",
  "event-86060012.31": "There's nothing wrong with my taste in music!$3",
  "event-86060012.32": "Well...",
  "event-86060012.33": "What do you guys think? Do you like your mom's music?$3",
  "event-86060012.34": "You've been in here for hours. I thought you said you were going to make dinner?$3",
  "event-86060012.35": "It's all Juna's fault!",
  "event-86060012.36": "I'm so hungry.$2",
  "event-86060012.37": "...",
  "event-86060012.38": "Aw, poor duckies.$2#$b#But why are you waiting for Robin to make you dinner? That's the worst idea I've ever heard. Let's just run down to the saloon and get take away!$1",
  "event-86060012.39": "I can do it!",
  "event-86060012.40": "*sigh* Fine. I'll be back in a few. Everyone want their usual?$3",
  "event-86060012.41": "Yes, please!",
  "event-86060012.42": "There, there, Robin.",
  "event-86060012.43": "So... you ever read anything about the Hodag?",
  "event-86060012.44": "Oh, my sweet innocent little frog-boy. Have I ever! Just listen to this...$3",
  "event-86060012.45": "Well, I'M going to make a salad!",

  //One Year with Juna and Alex

  //Fall
  "event-86060016.01": "That's right, Dusty.",
  "event-86060016.02": "You're the only sibling I need.$2",
  "event-86060016.03": "*sigh*",
  "event-86060016.04": "Besides, siblings just get in the way. Could you imagine trying to lift weights with some kid running around your feet?$2",
  "event-86060016.05": "Yeah, you know what I'm talking about.$1#$b#*sigh*$2",
  "event-86060016.06": "I just wish you could talk.$2#$b#I bet you would have loads to say about my technique. Did you see that throw I made yesterday? Sick, right?$1",
  "event-86060016.07": "(He's deliciously self-centered, isn't he?)",
  "event-86060016.08": "(Yes, yes, I know it's a front. That's what makes it delicious. It means there are layers to dig through. I love digging through layers, @!)$1",
  "event-86060016.09": "I don't know what to do, Dusty. I'm so confused. I'm no quitter, and I still love grid ball, but... I have all these doubts, lately.$2",
  "event-86060016.10": "(Hm...)$3",
  "event-86060016.11": "Hm...",
  "event-86060016.12": "What are you thinking about?",
  "event-86060016.13": "I know that look! You're planning something.",
  "event-86060016.14": "Whatever you're considering right now, just... don't.",
  "event-86060016.15": "Well, got to run! Later!$6",
  "event-86060016.16": "Thanks for the show!",
  "event-86060016.17": "You caught me again.$7",
  "event-86060016.18": "What was that about? What show?",

  //Winter
  "event-86060017.01": "I think the fact you hang around this creepy place all by yourself in the middle of winter is one of my favourite things about you.$10",
  "event-86060017.02": "Juna! What are you doing here?$6#$b#Wait, this is the men's locker room!$8",
  "event-86060017.03": "Olive and I hang out in the women's locker room whenever he visits, and during the winter we kept hearing these strange noises coming from in here.#$b#I was hoping for a ghost, but I guess I should have recognized the sound of sick gains.$2#$b#Raz did spend a month jumping on a trampoline to get in shape when I was younger, after all. He thought I didn't notice, but that's because he's an idiot.$11",
  "event-86060017.04": "... What?$8",
  "event-86060017.05": "What what?$11#$b#...#$b#Oh, the locker room thing! Fine, I'll give you 5 minutes to put on a shirt if it bothers you so much. Chop chop!$1",
  "event-86060017.06": "5 minutes and 15 seconds later.",
  "event-86060017.07": "So, uh... what did you want to talk about?$4",
  "event-86060017.08": "Your training, of course!",
  "event-86060017.09": "My what?$7",
  "event-86060017.10": "Your training! If you're going to be a professional sports star, you have to put in the work!$5#$b#Lucky for you, you've recently gotten to know someone who can help you with that.",
  "event-86060017.11": "Oh, that.$2",
  "event-86060017.12": "...$11",
  "event-86060017.13": "*sigh*",
  "event-86060017.14": "Want to go see a movie?",
  "event-86060017.15": "What? I don't think they're showing any sports movies right now.$2",
  "event-86060017.16": "Well, thank Yoba for that. Boring!$2#$b#I was hoping more for a slasher film or one of those movies that's just one long dinner scene.",
  "event-86060017.17": "But what about training? You just said-$2",
  "event-86060017.18": "Eh, who cares what I said. I say things all the time. Let's go see a movie!$1",
  "event-86060017.19": "Lesson number one! If that's the face you make at the thought of doing the work, it's time to take a break.#$b#Now let's go, I don't have all day, you know.$5",
  "event-86060017.20": "...$1",
  "event-86060017.21": "Wait, you were kidding about the dinner movie, right?$7",
  "event-86060017.22": "Juna?",

  //Spring
  "event-86060018.01": "@! Hey!$1",
  "event-86060018.02": "Uh, so... are you, like, busy right now?$1",
  "event-86060018.03": "It's just, I have this thing tonight with my grandparents and Juna. And I'm a little worried they won't get along.$7#$b#So I was wondering if you could, like, join us and, uhm, make it less weird?$1",
  "event-86060018.04": "Incoming!",
  "event-86060018.05": "(Please? Juna's not... well, she's great, but sometimes she says really weird stuff? And I don't want her and grandpa to get into a fight.)$7",
  "event-86060018.06": "If it isn't lil' bro and my favourite noble dork.#$b#What are you doing here? Pining after Alex, are you?$10",
  "event-86060018.07": "Juna!$7",
  "event-86060018.08": "Oh, I'm sorry, maybe you're here for George? Evelyn?$2#$b#It's honestly hard to keep track of all the crushes going around town lately.$11",
  "event-86060018.09": "(Please?)$2",
  "event-86060018.10": "Stay or go?",
  "event-86060018.11": "(I think you're underestimating Juna and your grandpa, but sure, I'll stay.)",
  "event-86060018.12": "(I can see I'm desperately needed here. I'm in!)",
  "event-86060018.13": "(I wish I could, but I've already got plans.)",
  "event-86060018.14": "(You couldn't pay me to stick around for this trainwreck.)",
  "event-86060018.15": "What are you two whispering about?#$b#If you're planning to prank someone, remember the tree p's of pranking: preparation, playfulness, and pleasure!$6",
  "event-86060018.16": "Sounds great, but I was just inviting @ to join us. Since you're friends and all.$1#$b#That's all right... right?$7",
  "event-86060018.17": "Sure!#$b#As long as no one takes my share of the food.$11",
  "event-86060018.18": "Let's go!$1",
  "event-86060018.19": "Is dinner ready? I'm starving!",
  "event-86060018.20": "Did you forget we're having guests tonight, dear? Alex is bringing Juna around. I made pot pie!",
  "event-86060018.21": "Hmph. Don't see why that has to mean eating dinner in the middle of the night.",
  "event-86060018.22": "Oh, don't be silly, George. It's only 7 o'clock. One late dinner won't kill you.",
  "event-86060018.23": "Oh, here they are now!",
  "event-86060018.24": "Hey, grandma, hey, grandpa.$1#$b#This is Juna. Oh, and I also invited @, hope that's okay?",
  "event-86060018.25": "Of course, dear! The more the merrier. Juna, it's so nice to meet you. I've heard a lot of really interesting things about you.$1",
  "event-86060018.26": "Oh, you sweet cookie you, of course you have! I'm easily one of the most interesting people in the valley.$1#$b#And right back at ya.$6",
  "event-86060018.27": "What's up, old man? Recovered from your latest humiliating defeat yet?",
  "event-86060018.28": "Hmph. It's witchcraft, I tell you! It's the only possible reason someone as ancient as you could beat me in pétanque!$3",
  "event-86060018.29": "Rude!",
  "event-86060018.30": "Wait, what?!$7",
  "event-86060018.31": "You two know each other?$7",
  "event-86060018.32": "Oh, dear.",
  "event-86060018.33": "*snort*",
  "event-86060018.34": "Yes? Of course we do. We play pétanque whenever this old bag of bones feels adventurous enough to step outside the house.#$b#Did I never tell you that?$3",
  "event-86060018.35": "No! You didn't!$7",
  "event-86060018.36": "Oops.",
  "event-86060018.37": "After Alex got over his shock, and Juna and George stopped insulting each other's age, we had a lovely dinner together. Bizarre, but lovely.",
  "event-86060018.choseGo.01": "What are you two whispering about? And why do you look all constipated?#$b#If you're planning to prank someone, cheer up! A proper pranking requires three things: preparation, playfulness, and pleasure!$6",
  "event-86060018.choseGo.02": "No, it's nothing! Don't worry about it! @ was just leaving anyway.$7",
  "event-86060018.choseGo.03": "Ok? Then bye, I guess?$11",
  "event-86060018.choseGo.04": "Let's just head inside.",

  //Summer
  "event-86060019.01": "Juna!",
  "event-86060019.02": "Whoa, head rush. I'm never going to get used to that teleporty thing.$1",
  "event-86060019.03": "You say that every time.$10#$b#What's up? Where's the fire?",
  "event-86060019.04": "Oh, right!$7",
  "event-86060019.05": "I'm ready!$1",
  "event-86060019.06": "For what, doofus?!$1",
  "event-86060019.07": "To get back out there! To train, and put the work in, and do it with a smile on my face and all that. You know, all those things you've been telling me.$3",
  "event-86060019.08": "Well, first of all, I would never say something as sappy as 'do it with a smile on your face'.$2",
  "event-86060019.09": "But secondly: finally! Took you long enough.$1",
  "event-86060019.10": "Everything just seemed so, like, hard all the time, you know? And I was scared I'd missed my chance, since I'm just getting older and older and older.$2",
  "event-86060019.11": "That is generally how aging works, yes.#$b#Well, for most people, at least.$3",
  "event-86060019.12": "And soon they won't be able to include me on any of the '25 under 25' lists. That really bummed me out.$2",
  "event-86060019.13": "But then, when I was in bed the other night...",
  "event-86060019.14": "Not sure I want to hear this.",
  "event-86060019.15": "... I asked myself: what if, tomorrow, someone told you you'd never go pro? Like, they'd looked at your future and knew it'd never happen? Would you stop training? Stop going to games? Stop coming up with new strategies?",
  "event-86060019.16": "I'm not gonna lie, it would be pretty hilarious if the answer to that question turned out to be 'yes'.$10",
  "event-86060019.17": "No, Juna! Of course it's not yes! The answer is no!$1",
  "event-86060019.18": "I know it is, doofus.",
  "event-86060019.19": "And obviously you should keep training! Fame is overrated. I should know; I've been famous for many things. At least three and a half!$6",
  "event-86060019.20": "Wait, you have?$7",
  "event-86060019.21": "Among a certain segment of the... forest population, yes.$3",
  "event-86060019.22": "Are you talking about those potatoes again?$1",
  "event-86060019.23": "They're not potatoes!",
  "event-86060019.24": "Well, whatever. The important thing is that I'm gonna keep training, and keep trying, and if it happens, it happens.#$b#And if it doesn't, I'm going to do my best to be happy anyway!$1",
  "event-86060019.25": "Are you looking for something? What are you doing?$11",
  "event-86060019.26": "No, it's just... Now that I've come to this really grown-up decision, I feel like I'm seeing things from a new perspective.#$b#And I don't want to lose that, so I was thinking maybe it's time to move out of my grandparents house? You have a pretty cool set-up here. Do you know of any other caves nearby that are free of, like, bears and stuff?",
  "event-86060019.27": "%Juna starts laughing uncontrollably.",
  "event-86060019.28": "Juna! Stop laughing!$4",
  "event-86060019.29": "23 minutes and 46 seconds later.",
  "event-86060019.30": "... and that's reason number 6 why you specifically could never live in a cave.",
  "event-86060019.31": "I can't believe you have a list like that for every person in Pelican Town. I am so cool enough to live in a cave!$5#$b#You're the worst big sister ever.$5",
  "event-86060019.32": "No, you're not.$4#$b#Now come on, let's go rub it in your grandpa's face that I've turned out to be a more positive influence on you than he ever was.$10",
  "event-86060019.33": "AND you never let me get the last word.$5",

  //Farm visits

  "event-86060028.01": "I could sense you watching me last night, so I figured I'd come say hello. It's terribly rude to spy on people, you know.$3#$b#...$3#$b#Well done, you.$4",
  "event-86060028.02": "Well, got to run. If I don't hurry back, Olive will finish all the pancakes without me again.#$b#That little troll.$5",
  "event-86060028.03": "See you later, newbie!",
  "event-86060028.04": "I wonder what she was doing with that sign?",
  "event-86060028.05": "I honestly can't tell if she was insulting me or giving me a compliment...",

  "event-86060022.01": "Hey, @! I know you probably missed me like crazy yesterday, but I assure you it was all for a good cause.$1#$b#And since I've now finished tweaking my plans for the coming week, I'm happy to announce that Operation \"Spray Bottle\" is a-go.$3",
  "event-86060022.02": "I'm getting on the next bus out of here, so I just came to say good bye.#$b#Don't forget to feed Robin and water Raz while I'm gone!$6",

  "event-86060023.01": "Hey, @! I know you probably missed me like crazy yesterday, but I assure you it was all for a good cause.$1#$b#And since I've now finished tweaking my plans for the coming week, I'm happy to announce that Operation \"Involuntary Roommate\" is a-go.$3",
  "event-86060023.02": "I'm about to head over to Olive's before telling Raz the good news, but I wanted to thank you again for talking me into this.#$b#Raz is going to be so pissed!$4",

  "event-86060024.01": "Hi there, diary! Guess who's back?$6",
  "event-86060024.02": "I trust you enjoyed my letters? I worked very hard on those, you know.$1#$b#Anyway, I'm back, but I'm beat. I ended up sitting next to another snorer on the bus home - can you believe it? SO unfair! - so I'm going to go pretend to commune with nature for the rest of the day.",
  "event-86060024.03": "Oh, I almost forgot! I brought you back a souvenir. This used to belong to my great great great grandma.[446]",
  "event-86060024.04": "Ugh, it's no fun when you just believe me like that. My great great great grandma hated rabbits. I bought that in a store.$2",
  "event-86060024.05": "Well, see ya!$1",
  "event-86060024.06": "XOXO, Ju",
  
  "event-86060025.01": "Hi there, diary! Guess who's escaped her tower?$6",
  "event-86060025.02": "I trust you enjoyed my letters? I worked very hard on those, you know.$1#$b#Anyway, I'm back among polite society, but I'm beat. Me and Raz stayed up playing Go all night - he's a very sore loser, by the way - so I'm going to go pretend to commune with nature for the rest of the day.",
  "event-86060025.03": "Oh, I almost forgot! I brought you back one final souvenir, so to speak. This dust was actually created by Raz's great great great grandma. Here you go![872]",
  "event-86060025.04": "Ugh, it's no fun when you just believe me like that. Raz's great great great grandma was dumb as a box of rocks. It was actually Raz who created that.$2",
  "event-86060025.05": "Well, see ya!$1",
  "event-86060025.06": "XOXO, Ju",

  //CFD patches

  "CFD.roommate.4406": "I had a dream about taxes that was so boring I just feel like sleeping today.$a",
  "CFD.roommate.4462": "I stayed up all night and supervised the weird little fairy while she watered some of your crops for you. I hope you're grateful!$10",
  "CFD.roommate.4463": "#$e#I personally filled {0}'s water bowl, though.$6",
  "CFD.roommate.4465": "*Juna smiles at you through a mouthful of pancakes.*",
  "CFD.roommate.4466": "Good night, {0}! Oh, is it morning already?",
  "CFD.roommate.4470": "I got up early to supervise the sprinklers and they were already done! Terrible shame, that.$h",
  "CFD.roommate.4474": "I got up early and tried to get the big animals to feed the small animals and vice versa. It was a disaster. But at least it's done now.$2",
  "CFD.roommate.4481": "I spent the morning enchanting a few of the fences to fix themselves. They should be as good as new.",
  "CFD.roommate.4486": "What do you think, {0}?$3",
  "CFD.roommate.4488": "I ordered this the other day and it just arrived. Isn't it hilarious?$1",
  "CFD.roommate.4489": "I figured the room could use a little more decoration. I definitely tried my very best to make sure it fit with your theme.$3",
  "CFD.roommate.4490": "I was going to do some experimental decorating today, but I changed my mind.$a",
  "CFD.roommate.4496": "What do you think of the new wallpaper I chose?$3",
  "CFD.roommate.4497": "What do you think of the new flooring I chose?$3",
  "CFD.roommate.4498": "*sigh*... sometimes I miss my old life. It was so much easier heckling Raz when I only had to walk ten steps to reach his front door.$s",
  "CFD.roommate.4499": "The weather's too boring to get out of bed. Boooooring.$s",
  "CFD.roommate.4500": "You could have had %pet clean up in here a little while I was gone...$a#$e#They're really not pulling their weight around here.$a",

  //Roommate intro - Wizard fork

  "strings.couchsurfing.mon": "My entire life is in shambles, Robin! Would you really fault me for wanting to take comfort in a slice of heavenly pizza?$2",
  "strings.couchsurfing.sat": "I could literally tell you anything right now, and you'd read that as me wanting to open another bottle of wine.$1",
  "strings.couchsurfing.mon.Robin": "You missed a really great dinner tonight, Ju. Dem made a delicious spaghetti squash lasagna bake.#$b#I swear to Yoba, you're like a teenager sometimes.$6",
  "strings.couchsurfing.sat.Robin": "I see what you're saying... you're telling me we should open another bottle of wine.$1",

  "ct.couchsurfing.Juna1": "After much consideration, I've decided to stay with Robin on Mondays and Saturdays, Emily on Thursdays and Fridays and Alecto on Tuesdays and Wednesdays.$6#$b#Alecto? She used to be married to Raz, the poor soul. If he's aged like cheese sitting out in the sun for too long, she's aged like a bottle of poetic, dangerously fine wine.#$b#I adore her.$4",
  "ct.couchsurfing.Juna1.alecto": "After much consideration, I've decided to stay with Robin on Mondays and Saturdays, Emily on Thursdays and Fridays and Alecto on Tuesdays and Wednesdays.$6#$b#I can't wait to tell Raz I'm staying with Alecto! Oh, how I adore her.$4",
  "ct.couchsurfing.Juna2": "Apparently Dem hadn't realized I'd been staying with them until I visited him in his lab and pointed out that his new mushroom experiment reminded me of Olive's aunt's weed garden.#$b#I had no idea he didn't know, I swear.$3",
  "ct.couchsurfing.Juna3": "I have graciously agreed to become Haley's new muse. It's a tough gig, but someone's gotta do it.$6",
  "ct.couchsurfing.Juna4": "Robin keeps trying to get me to make her breakfast, as if she doesn't say no whenever I offer her one of my experimental coffees.$2#$b#These are the drawbacks of living with other people, I guess.",
  "ct.couchsurfing.JunaCaveBack": "Ah, how I've missed sleeping in the cool, humid draft of my cave, lulled to sleep by the sound of tiny little legs scurrying back and forth across the walls.$1#$b#...$11#$b#Want to know a secret, though? I actually fixed the problem weeks ago.$3#$b#But I guess I was having too much fun to go back home straight away. It was... nice, you know? Nice living with people again.$11",

  "ct.couchsurfing.Robin1": "I've been telling Juna to get out of that cave for years now. I've even offered to help her build her own house, but she just shouts something about being boring and shuts me down.",
  "ct.couchsurfing.Robin2": "I tried putting up a cot in Maru's room for Juna to sleep on, but she insisted on staying in our tiny kitchen.#$b#Now if only I could get her to make breakfast in the mornings...$1",

  "ct.couchsurfing.Demetrius1": "Did you know Juna has been staying with us? Because I didn't. Not until she popped up behind me one evening and said something insulting and perplexing about mushrooms.#$b#Made me drop my favourite beaker...$3",

  "ct.couchsurfing.Maru1": "I had a lot of fun showing Juna my inventions a few nights ago. She's really encouraging!$1#$b#She said she thinks I'll go far as long as I don't let anything \"stupid\" distract me.",

  "ct.couchsurfing.Sebastian1": "I don't mind having Juna around the house for a bit.#$b#She only really talks to me when she wants my help with her \"online cult\". Her words, not mine.$7",

  "ct.couchsurfing.Wizard1": "Ah, yes, the... incident in Juna's cave. Certain smells are all but impossible to get used to.",
  "ct.couchsurfing.Wizard2": "I suppose it's nice to have my Sundays back. Nice, yes, not at all lon-...#$b#Never mind.",
  "ct.couchsurfing.Wizard3": "What's that? Oh, hm, yes, just scribbling down some thoughts to share with Juna when she comes back.#$b#She'll no doubt mock me, but some of it I think she'll find quite interesting indeed...",

  "ct.couchsurfing.Emily1": "I feel bad about her cave, but it's been fun having Juna stay with us.#$b#She comes and goes as she pleases, eats things that are bad for her when she's out of the house and likes to make nests in my tailoring nook - just like a cat!$1",
  "ct.couchsurfing.Emily2": "Apparently Juna fixed whatever was wrong with her cave, so she's going back there soon. I'm going to miss our third roommate!",

  "ct.couchsurfing.Haley1": "I thought it was going to be, like, super weird having Juna sleep on our couch, but she's actually really funny.$1#$b#I don't get her or her stories at all, but I guess I'm used to that with Emily. Plus she's really photogenic.",
  "ct.couchsurfing.Haley2": "Have you noticed that Juna has, like, two faces? One is all loud and dramatic, but the other is... hidden, almost.#$b#I don't think she noticed me taking those pictures...$2",

  "robin.doll.hint": "#$1 RobinHint#I know it might be hard to believe, but I really miss having Juna around. If you ever want to try the Juna Roommate Experience, I'd try asking her with a strange doll. Who knows, it might work!$h#$e#You're always welcome to visit us, even if you just want to chat. It can get pretty lonely up here in the mountains.",

  "juna.reaction.doll.q": "...$11#$b#$q 860620/860621 roommate_followup#You want me to move in with you?#$r 860620 0 roommate_yes#Yeah, I think it could be fun.#$r 860621 0 roommate_no#Nah, I was just joking. Oops!",
  "juna.reaction.doll.yes": "Hm, interesting.$3#$b#I think you and I need to get to know each other better first. Give me a few days, then come visit me in my cave first thing in the morning.#$b#Oh, and take this. It'll let me get a glimpse into your life.",
  "juna.reaction.doll.no": "Not exactly your best work, @, but I'll forgive you since you got me a strange doll.$11#$b#Although... you just made me realize you and I should probably get to know each other better.$3#$b#Give me a few days, then come visit me in my cave first thing in the morning. I'll show you exactly what you're missing out on in the roommate department!$6",
  "juna.reaction.doll.followup": "$p 860620#Once you enter my cave, be prepared to spend the entire day with me. Breakfast to nightcap!$1|I'd consider that roommate joke a bust if I were you, @. Not everyone is as cool as I am.#$b#Don't forget that invite to my cave, though! It'd be terribly rude of you to insult me twice.$6",

  "treasure.hunt.leah": "#$1 LeahTreasure#Did I ever tell you about the time Robin, Juna and I got drunk and broke out the fingerpaints? The painting of Juna turned out rather lovely, actually. I wonder what happened to it...$h#$e#Would you like a glass of wine? My treat!$l",
  "treasure.hunt.leah.married": "#$1 LeahTreasure#Did I ever tell you about the time Robin, Juna and I got drunk and broke out the fingerpaints? The painting of Juna turned out rather lovely, actually. I wonder what happened to it...$h#$e#I'll see you tonight!$l",
  "treasure.hunt.robin": "#$1 RobinTreasure#Painting of Juna? Oh, right, I remember! I think Dem may have rescued it after Leah accidentally spilled wine on the sofa, but I never thought to ask what he did with it.#$e#I should ask Leah over for another wine and cheese night soon.$h",
  "treasure.hunt.demetrius": "#$1 DemetriusTreasure#I did indeed rescue a painting from a close encounter with red wine. But then I may have, well, gotten distracted and left it outside somewhere? Perhaps by the lake shore?$2#$e#Maru loved fingerpainting as a child. I have to admit I had fun playing with the stuff as well.$h",
  "treasure.hunt.dwarf1": "#$1 DwarfJunaTreasure#I may or may not have found a painting by the lake late one night. It had pretty colours. Come back tomorrow and I may have more information for you.#$e#Come back tomorrow! I don't have anything for you right now.",
  "treasure.hunt.dwarf2": "I found the painting with the pretty colours by the lake. I took it and put it in a nice frame, but I'll sell it to you for 5,000 gold.#$b#I can give you a replica you can gift straight away, but I'll send the real painting to the moon haired one directly.#$b#What? It's pretty. I don't want you to damage it or drop it somewhere.",

  "reject.juna.painting": "%I shouldn't gift this...",

  "juna.engaged.roommate": "Do you promise to let me come and go as I please, only use the kitchen to experiment with - not cook - food, and dedicate yourself to razzing Raz whenever the mood strikes?$3#$b#Then I'm in!$4#$b#I just need a few days to break up with my cave, then I'll be right over.",
  "juna.reject.roommate": "*sigh* I really did want to say yes, I swear! But I'm still not sure you wouldn't give me a disappointed look every time I made pancakes for breakfast, lunch AND dinner.$2",
  "juna.engagement.dialogue0": "My room is going to be an explosion of colour, just you wait and see.$1#$b#What? Just because I currently live in a dark cave doesn't mean I don't have an appreciation for bright things.$13",
  "juna.engagement.dialogue1": "I should probably warn you before we do this: Olive has a tendency to sleep walk, so if you ever wake up to something round and meepy trying to get into your fridge, don't kick it!$6",
  
  //Pre-event 1
  "event-86060100.01": "Oh, woe is me!",
  "event-86060100.02": "I can't believe this!",
  "event-86060100.03": "I REALLY can't believe this!",
  "event-86060100.04": "If only there was someone noble around!",
  "event-86060100.05": "Can I help you, Juna?",
  "event-86060100.06": "What do you WANT?",
  "event-86060100.07": "Please stop calling me noble like it's an insult.",
  "event-86060100.08": "I sure hope so!$1#$b#I desperately need someone to talk to, you see.$2",
  "event-86060100.09": "I'm so glad you asked!$1#$b#Because I desperately need someone to talk to.$2",
  "event-86060100.10": "Why would you think it's an insult?#$b#Anyway, I'm glad you're here. I desperately need someone to talk to, you see.$2",
  "event-86060100.11": "You know how I've been trying to turn the water in my cave into Joja cola?",
  "event-86060100.q1": "Sure!",
  "event-86060100.q2": "Not really, but it certainly sounds like something you'd do.",
  "event-86060100.12": "Well.$11#$b#It's backfired. Slightly. Just a little.$11",
  "event-86060100.13": "What does that mean, though?",
  "event-86060100.14": "I don't think being noble can help with that.",
  "event-86060100.15": "It means I'll be couchsurfing a lot in the forseeable future.$11#$b#Apparently it's a... bad idea to spend more than two nights in a row in there.$2",
  "event-86060100.16": "I don't *need* help!$13#$b#*sigh*$11#$b#Sorry. I just wanted to whine to someone, I suppose. Apparently it's a... bad idea to spend more than two nights in a row in there.$11#$b#Looks like I'll be couchsurfing for a while.$2",
  "event-86060100.17": "I should probably deal with that.$11",
  "event-86060100.18": "Thanks for listening, I guess.",
  
  //Pre-event 2
  "event-86060200.01": "I wasn't sleeping! You're sleeping!$13",
  "event-86060200.02": "Fine. Yes, I'm a little tired. And yes, I'm still couchsurfing.$11#$b#...$11#$b#Wanna know a secret? I've already figured out how to fix my cave.$3",
  "event-86060200.03": "Because it's... nice, all right? Nice living with people again.$11",
  "event-86060200.04": "Don't get me wrong - Alecto's couch is the worst couch I've ever sat on, Robin has way too many opinions on what I eat and Emily sings. Loudly. All the time.$2#$b#And I definitely miss my cave, and I have no desire to move in with any of them full-time, but...",
  "event-86060200.05": "%Juna shrugs, then yawns.",
  "event-86060200.q1": "How about moving in with someone who has a little more space then?",
  "event-86060200.q2": "Just... try not to fall over, ok? Sleep is important.",
  "event-86060200.06": "%Juna cocks her head and stares at you intently.",
  "event-86060200.07": "Are you talking about yourself or are you suggesting I move in with Lewis?$2",
  "event-86060200.08": "Actually, no need to answer that.$1#$b#Because even if you didn't mean anything by it, you just gave me a brilliant idea.#$b#This might be the sleep deprivation talking, but I think it's time for you and I to get to know each other better. For real this time!$3",
  "event-86060200.09": "Give me a moment.",
  "event-86060200.09.1": "Tada!",
  "event-86060200.10": "My plan is twofold. Listen carefully, @!#$b#In order for us to become the bestest of friends, we need to see how the other one lives.$3#$b#I used some stupid mumbo jumbo to infuse that ring with my essence, so when you equip it, you'll get a- well, you'll get something like an echo of me following you around.$3#$b#And you know what the best part is? I can pop in and out of that echo as much as I like! Whenever you do something boring, I can just leave!$4",
  "event-86060200.11": "Part 2 of my master plan:$3#$b#You have to spend a day with me. One entire day, breakfast to nightcap.$6",
  "event-86060200.12": "Just give me... hm, two weeks, then come visit me in my cave first thing in the morning. Two weeks should be enough to put together the perfect day.$10#$b#Well, perfect according to some, at least.$3",
  "event-86060200.13": "Looking forward to it!",
  "event-86060200.14": "Is this ring valuable? Could I sell it?",
  "event-86060200.15": "(Shake in your boots.)",
  "event-86060200.16": "No, you cannot!",
  "event-86060200.17": "And remember: once you enter my cave, be prepared to spend the entire day with me!$4",
  "event-86060200.goSleep.01": "Yeah, yeah, blah, blah.",
  "event-86060200.goSleep.02": "No need to make that face. I'll go back home soon enough.",
  "event-86060200.goSleep.03": "Wanna see a new spell Alecto taught me?",
  
  //Pre-event 3
  "event-86060300.01": "Ready to spend the entire day with Juna?",
  "event-86060300.02": "Yes, I'm ready to hang with Juna and then end the day.",
  "event-86060300.03": "No, I'm not ready yet.",
  "event-86060300.ReadyToRumble.01": "Welcome to the perfect day!$4",
  "event-86060300.ReadyToRumble.02": "Well, no time to dawdle. We have lots to do!$1",
  "event-86060300.ReadyToRumble.03": "Coming?",
  "event-86060300.ReadyToRumble.04": "Breakfast.",
  "event-86060300.ReadyToRumble.05": "Welcome!",
  "event-86060300.ReadyToRumble.06": "So what can I get you? I guess you'll be having your usual, Juna?$1",
  "event-86060300.ReadyToRumble.07": "And that leads us oh so smoothly into the first - extremely important! - question of the day. What's your breakfast of choice?",
  "event-86060300.ReadyToRumble.08": "Full breakfast, always.",
  "event-86060300.ReadyToRumble.09": "Porridge with various toppings.",
  "event-86060300.ReadyToRumble.10": "A bowl of cereal. Maybe some toast.",
  "event-86060300.ReadyToRumble.11": "Just a cup of coffee or tea.",
  "event-86060300.ReadyToRumble.12": "Acceptable!",
  "event-86060300.ReadyToRumble.13": "Noooooo!",
  "event-86060300.ReadyToRumble.14": "Kinda boring, but a classic.",
  "event-86060300.ReadyToRumble.15": "Very middle-aged academic of you.",
  "event-86060300.ReadyToRumble.16": "Coming right up!",
  "event-86060300.ReadyToRumble.17": "Oh, don't worry! I promise that nothing you tell me today will lose you any points with me.$1#$b#I'll judge you, for sure, but it won't affect our friendship.$3#$b#After all, if it did, I wouldn't have any friends left!$6",
  "event-86060300.ReadyToRumble.18": "I'm sure Gus would put something stronger in your drink if you asked nicely.",
  "event-86060300.ReadyToRumble.19": "Yeah, all right. This is my day off, after all.",
  "event-86060300.ReadyToRumble.20": "Could you make it a mimosa instead?",
  "event-86060300.ReadyToRumble.21": "It's a little too early for me, I'm afraid.",
  "event-86060300.ReadyToRumble.22": "Alcohol's not for me, thanks.",
  "event-86060300.ReadyToRumble.23": "That's the spirit!",
  "event-86060300.ReadyToRumble.24": "Later then!$1",
  "event-86060300.ReadyToRumble.25": "Fair enough. I like wine and beer as much as the next person - though not as much as Robin - but we can skip it altogether if you want.",
  "event-86060300.ReadyToRumble.26": "Breakfast is served! I made the hashbrowns extra crispy for the occasion. Enjoy!$1",
  "event-86060300.ReadyToRumble.27": "Well, that's certainly a perplexing and completely bananas story. I didn't know you had it in you.#$b#I like it!$1",
  "event-86060300.ReadyToRumble.28": "Oh, we have to get going or we're going to miss it!$10",
  "event-86060300.ReadyToRumble.29": "Bye, Gus!",
  "event-86060300.ReadyToRumble.30": "Town meeting.",
  "event-86060300.ReadyToRumble.31": "All right! Settle down, everyone!",
  "event-86060300.ReadyToRumble.32": "May I have everyone's attention, please?",
  "event-86060300.ReadyToRumble.33": "I've called you here today to discuss the latest administrative proposal for Pelican Town. Or proposals, as they were, though they do reference the same issue.#$b#That issue being whether or not to hold regular town halls in Pelican Town.",
  "event-86060300.ReadyToRumble.34": "It has come to my attention that the town is deeply divided on this issue. One week ago, I received a petition to hold quarterly town meetings here in the shop.#$b#Two days later, I received a second petition disavowing the first petition on the grounds that town halls are \"inefficient and stupid\".#$b#In my role as mayor, I decided that we should have a meeting in order to discuss these matters publicly.",
  "event-86060300.ReadyToRumble.35": "Nope.",
  "event-86060300.ReadyToRumble.36": "Are you saying you called us here to have a public discussion on whether or not to discuss things publicly?$3",
  "event-86060300.ReadyToRumble.37": "Well, you see ...",
  "event-86060300.ReadyToRumble.38": "That's not really ...",
  "event-86060300.ReadyToRumble.39": "That seems very silly.",
  "event-86060300.ReadyToRumble.40": "*snort*",
  "event-86060300.ReadyToRumble.41": "Who wrote the petition?",
  "event-86060300.ReadyToRumble.42": "I haven't signed any petition!",
  "event-86060300.ReadyToRumble.43": "What petition?",
  "event-86060300.ReadyToRumble.44": "I do have a few thoughts...",
  "event-86060300.ReadyToRumble.45": "Mommy, what's a petition?",
  "event-86060300.ReadyToRumble.46": "Yelling words!",
  "event-86060300.ReadyToRumble.q1": "Just ... why?",
  "event-86060300.ReadyToRumble.47": "(Because public forums are crazy pants and I love them. Why else?)$3",
  "event-86060300.ReadyToRumble.48": "But you asked for this!",
  "event-86060300.ReadyToRumble.49": "No, we didn't!",
  "event-86060300.ReadyToRumble.50": "*sigh*",
  "event-86060300.ReadyToRumble.51": "What about snacks?",
  "event-86060300.ReadyToRumble.52": "I want snacks!",
  "event-86060300.ReadyToRumble.53": "And now: a montage.",
  "event-86060300.ReadyToRumble.54": "Lunch.",
  "event-86060300.ReadyToRumble.55": "Book reading.",
  "event-86060300.ReadyToRumble.56": "Hey, bouncy boy!",
  "event-86060300.ReadyToRumble.57": "Please take a seat.",
  "event-86060300.ReadyToRumble.58": "Bouncer: Thank you for coming.",
  "event-86060300.ReadyToRumble.59": "Bouncer: I'm B. Campbell and I'm here to read from my latest novel ...",
  "event-86060300.ReadyToRumble.60": "... \"The Magician and the Maiden\"",
  "event-86060300.ReadyToRumble.61": "*clears throat*",
  "event-86060300.ReadyToRumble.62": "\"The head magician of the ancient and most noble order of divine protectors of the land's cries of ecstasy echoed through the drafty castle ...\"",
  "event-86060300.ReadyToRumble.63": "Afternoon tea.",
  "event-86060300.ReadyToRumble.64": "Waiter!",
  "event-86060300.ReadyToRumble.65": "Wel- ... *cough*",
  "event-86060300.ReadyToRumble.66": "Yes?",
  "event-86060300.ReadyToRumble.67": "*sigh*",
  "event-86060300.ReadyToRumble.68": "Welcome to Razzamatazz' Magical Tea House.",
  "event-86060300.ReadyToRumble.69": "(He lost a bet.)",
  "event-86060300.ReadyToRumble.70": "Pre-dinner drinks.",
  "event-86060300.ReadyToRumble.71": "Honey, we're ho-ome!",
  "event-86060300.ReadyToRumble.72": "Here's to us!",
  "event-86060300.ReadyToRumble.73": "Cheers!",
  "event-86060300.ReadyToRumble.74": "I'm starving!",
  "event-86060300.ReadyToRumble.75": "I'm on it!",
  "event-86060300.ReadyToRumble.76": "Tada!",
  "event-86060300.ReadyToRumble.77": "*sigh*",
  "event-86060300.ReadyToRumble.78": "I appreciate you!",
  "event-86060300.ReadyToRumble.79": "At least it's spaghetti ...",
  "event-86060300.ReadyToRumble.80": "And finally: dinner.",
  "event-86060300.ReadyToRumble.81": "Oh, I've got one!",
  "event-86060300.ReadyToRumble.82": "Never have I ever ...#$b#... thought I would be the one to change someone for the better.$3",
  "event-86060300.ReadyToRumble.83": "Drink.",
  "event-86060300.ReadyToRumble.84": "Don't drink.",
  "event-86060300.ReadyToRumble.85": "Mm, we've all been there.$2#$b#\"Maybe this time ...\", you think to yourself. \"Maybe this time I'll finally be able to turn them into a one-person musical ensemble capable of accompanying my dancing!\"$2",
  "event-86060300.ReadyToRumble.86": "...",
  "event-86060300.ReadyToRumble.87": "Right!?",
  "event-86060300.ReadyToRumble.88": "That is not what I meant and you know it.",
  "event-86060300.ReadyToRumble.89": "Oddly specific, but I'm here for it.",
  "event-86060300.ReadyToRumble.90": "Interesting and highly unusual. Good for you!$1",
  "event-86060300.ReadyToRumble.91": "All right, since I'm the one who suggested this outing so we could get to know each other better - and because I'm nothing if not magnanimous - feel free to ask me anything and I promise to answer as truthfully as I can.",
  "event-86060300.ReadyToRumble.92": "How old are you really?",
  "event-86060300.ReadyToRumble.93": "What's your view on love?",
  "event-86060300.ReadyToRumble.94": "Do you still dream of being a famous ballerina?",
  "event-86060300.ReadyToRumble.95": "Honestly? I have no idea.",
  "event-86060300.ReadyToRumble.96": "What? I never said I had all the answers!$1#$b#Plus, after a while birthdays have a tendency to sort of ... stop mattering. One thing's for sure though:#$b#Razzamatazz is ANCIENT. Remember that next time you hear someone say they wished he was more suited to romance.$3",
  "event-86060300.ReadyToRumble.97": "You asked for this, Ju.",
  "event-86060300.ReadyToRumble.98": "Well, I've heard it makes the world go round, so as long as I live here, I'm at least three quarters in favour of it!$1#$b#Oh, I'm sorry, were you perhaps talking about romantic love? I guess you should have been more specific.$6",
  "event-86060300.ReadyToRumble.99": "I don't think I've ever wanted to be famous?$2#$b#It's hard sometimes ... to separate what you want from what you think you should want.$11#$b#I know for sure I don't want to be famous NOW, and I already consider myself a ballerina, so ...*Juna stands up and does a little twirl*",
  "event-86060300.ReadyToRumble.100": "Ok, one serious question is more than enough! Time for the lightning round!$10",
  "event-86060300.ReadyToRumble.101": "Never have I ever ... been on the wrong side of an argument.$3",
  "event-86060300.ReadyToRumble.102": "Drink.",
  "event-86060300.ReadyToRumble.103": "Don't drink.",
  "event-86060300.ReadyToRumble.104": "Ha!",
  "event-86060300.ReadyToRumble.105": "Never have I ever ... asked someone to live with me and then immediately kicked them out when they refused to conform to my ideas of so-called healthy living.$3",
  "event-86060300.ReadyToRumble.106": "Drink.",
  "event-86060300.ReadyToRumble.107": "Don't drink.",
  "event-86060300.ReadyToRumble.108": "J'accuse!",
  "event-86060300.ReadyToRumble.109": "Good, very good ...",
  "event-86060300.ReadyToRumble.110": "Never have I ever ...",
  "event-86060300.ReadyToRumble.111": "End of day.",
  "event-86060300.ReadyToRumble.112": "Do you want to keep it strictly platonic between you and Juna?",
  "event-86060300.ReadyToRumble.113": "Yes, please.",
  "event-86060300.ReadyToRumble.114": "I don't mind if she suggests something more (I can always say no.)",
  "event-86060300.ReadyToRumble.115": "Aaaand we're back.$1#$b#Any thoughts? Questions? Compliments or complaints?",
  "event-86060300.ReadyToRumble.116": "Tired? Yeah, I figured that might be the case.$2#$b#But I'm happy you managed to stick it out until the end.$10",
  "event-86060300.ReadyToRumble.117": "I had fun today. Were you to ask me to move in with you a second time, I might just say yes.#$b#Regardless of whether I think you're joking or not. Remember that.$3",
  "event-86060300.ReadyToRumble.118": "Naturally, I'd prefer it if you asked me with something ... unique. Something unique to me, I mean.#$b#I'm sure you'll find something if you ask around town. You're creative like that.$10#$b#If I've learnt anything from romantic love, it's that it's important to spend money on elaborate rituals and traditions to show people you're serious.$1",
  "event-86060300.ReadyToRumble.119": "Spend time and money on me!",
  "event-86060300.ReadyToRumble.120": "You better head off to bed before you fall asleep in the middle of my very intricate illusion.#$b#It'd be such a pain having to call Raz here to get you back to your farmhouse. He gets especially grumpy after 11pm.$2",
  "event-86060300.ReadyToRumble.121": "...",
  "event-86060300.ReadyToRumble.122": "I had fun today as well.",
  "event-86060300.ReadyToRumble.123": "Smell ya later, devious dork.",
  "event-86060300.ReadyToRumble.124": "(Say nothing, just give Juna a meaningful look that, really, she should be able to interpret now that you've spent an entire day together.)",
  "event-86060300.ReadyToRumble.125": "Wonder if Gus has any pancakes left?",
  "event-86060300.RumbleSuggestively.01": "Aaaand we're back.$1#$b#Any thoughts? Questions? Compliments or complaints?",
  "event-86060300.RumbleSuggestively.02": "Tired? Yeah, I figured that might be the case.$2#$b#But I'm happy you managed to stick it out until the end.$10",
  "event-86060300.RumbleSuggestively.03": "I had fun today. Were you to ask me to move in with you a second time, I might just say yes.#$b#Regardless of whether I think you're joking or not. Remember that.$3",
  "event-86060300.RumbleSuggestively.04": "Naturally, I'd prefer it if you asked me with something ... unique. Something unique to me, I mean.#$b#I'm sure you'll find something if you ask around town. You're creative like that.$10#$b#If I've learnt anything from romantic love, it's that it's important to spend money on elaborate rituals and traditions to show people you're serious.$1",
  "event-86060300.RumbleSuggestively.05": "Spend time and money on me!",
  "event-86060300.RumbleSuggestively.06": "Right, final question.",
  "event-86060300.RumbleSuggestively.07": "Yes or no?",
  "event-86060300.RumbleSuggestively.08": "Yes, that is exactly what I'm asking. And I won't mind if you'd rather go home. I know this isn't particularly subtle, but ...",
  "event-86060300.RumbleSuggestively.09": "... there's a time and a place for subtlety, and I don't think this is it.#$b#But if you'd prefer something else - a couch, perhaps? - I could possibly be persuaded to accommodate you.$3",
  "event-86060300.RumbleSuggestively.10": "Say yes and hang out with Juna a little longer.",
  "event-86060300.RumbleSuggestively.11": "Say no and go home.",
  "event-86060300.RumbleSuggestively.12": "Lovely.$1",
  "event-86060300.RumbleSuggestively.13": "Juna holds out her hand to you.",
  "event-86060300.RumbleSuggestively.14": "Join me?",
  "event-86060300.RumbleSuggestively.15": "Fair enough.$10",
  "event-86060300.RumbleSuggestively.16": "You better head off to bed before you fall asleep in the middle of my very intricate illusion, then.#$b#It'd be such a pain having to call Raz here to get you back to your farmhouse. He gets especially grumpy after 11pm.$2",
  "event-86060300.RumbleSuggestively.17": "...",
  "event-86060300.RumbleSuggestively.18": "I had fun today as well.",
  "event-86060300.RumbleSuggestively.19": "Smell ya later, devious dork.",
  "event-86060300.RumbleSuggestively.20": "(Say nothing, just give Juna a meaningful look that, really, she should be able to interpret now that you've spent an entire day together.)",
  "event-86060300.RumbleSuggestively.21": "Wonder if Gus has any pancakes left?",

  //Roommate intro - Parent fork (content not in wizard fork)

  "ct.couchsurfing.Juna4P": "Robin keeps trying to get me to make her breakfast, as if she doesn't say no whenever I offer her one of my experimental coffees.$2#$b#These are the drawbacks of living with other people, I guess. I wonder what it would be like to live with Theo?",
  "ct.couchsurfing.Wizard2P": "I suppose it's nice to have my Sundays back, now that Juna is off sleeping on other people's couches.#$b#...",
  "ct.couchsurfing.Emily2P": "Apparently Juna fixed whatever was wrong with her cave, so she's going back there soon. I'm going to miss our third roommate!#$b#I hope we get to meet her brother soon, because he sounds like such a fun spirit.$h",

  //Roommate dialogue

  "roommate.spring_1": "Drum roll, please! *Juna clears some space in the living room and gets in position, then proceeds to do a glissade followed by a grand jeté. When her feet touch the floor again, her shoes are gone.*$7",
  "roommate.spring_3": "Get ready to see the house filled with wildflowers when you get home tonight, @ - Olive is at his most frolicky in spring.#$b#Unless... don't you think I'd look good in that flowers dress from the horror movie we watched last night, the one about summer solstice?$10",
  "roommate.spring_8": "Let me know if you need me to... deal with that crop fairy and her \"blessings\".$3",
  "roommate.spring_11": "I'll be spending the day on the beach in honour of Theo's birthday. Oh don't worry, he'll be spending it in a tent in the middle of nowhere surrounded by his colleagues, so we'll be equally as uncomfortable.#$b#Being slightly miserable raises the stakes and makes everything more fun, don't you think?$1",
  "roommate.spring_13": "Well, good luck in the hunt today. I'll be here pointedly not doing that.",
  "roommate.spring_23": "I hope you've been practising your moves for tomorrow... but if you haven't, feel free to borrow Olive. In this very specific case, he makes an excellent dance partner.$10",
  "roommate.spring_24": "Don't worry, I'll have an answer for you before the start of the dance.#$b#Oh, I didn't even tell you what the question was? Eh, you'll find out soon enough.$6",

  "roommate.summer_1": "Don't worry, I've made sure to stock up on ice cubes.#$b#I had to get rid of some of your frozen fish to fit it all, but that's a gift in itself, really.[151]$1",
  "roommate.summer_3": "I spend most of my summer visits with Olive in the pool. Partly because of the heat, but mostly because junimos look hilarious in the water. They're incredibly buoyant.$10",
  "roommate.summer_4": "Here you go - I'm feeling generous today.[402 396 404]#$b#What? How can you possibly know this is what Olive got me for my birthday?$2#$b#Oh, fine. Told you they were mediocre gift givers.$6",
  "roommate.summer_5": "Brava, @. I've searched through the entire house, but I still haven't found my birthday present.$4#$b#Remember: 17.00 at the Saloon tonight!",
  "roommate.summer_8": "Sorry if I smell... I was up all night working on a way to turn off the sun.$2",
  "roommate.summer_11": "Make sure you put something very good or very bad in the soup today, @. I want to steal the Governor's hat and am in need of a distraction.$3",
  "roommate.summer_15": "It's summer... that means the house is full of flies.$2#$b#Don't worry, I'll make sure to catch them and bring them over to Raz's later today.$6",
  "roommate.summer_28": "Say hi to the jellys for me tonight. And if you see one with a purplish stripe down its body, tell them Olive is sorry.",

  "roommate.fall_1": "Well, at least it's not shoe season yet. And this sweater DOES bring out the color of my eyes.$10",
  "roommate.fall_3": "Swing by the spa later if you want to take a break and jump in piles of leaves with me and Olive.#$b#Well, I say in - Olive's size means he mostly jumps inside the pile without ever breaking the surface. But he assures me he's not just sleeping in there.$11",
  "roommate.fall_8": "Winter's just around the corner. According to Boring Magazine, we need to double check the heating system, turn off the valves, and check all the insulation in the house.$11#$e#No need to fret, I don't know or care which valves they're talking about either.",
  "roommate.fall_15": "Have you figured out what you're going to use for your grange display tomorrow? I still think you should put up my strange doll collection.[126]$10",
  "roommate.fall_16": "Bring me back some food from the fair today, will you?$10#$b#And tell the guy at the Smashing Stone attraction that he really needs to move on. It wasn't my fault!$13",
  "roommate.fall_21": "What do you think of this toy shape, do you think Robin will like it?#$b#Aw, you're blushing. Excellent.$3",
  "roommate.fall_26": "Do you think you could help me get my mask on tomorrow? You should be honoured, you know - I don't let just anybody get that close to my face.$1",
  "roommate.fall_27": "Every year I have but one wish - that Robin will come to Spirit's Eve dressed as a tomato.$4#$e#Do you have any costume plans? Oh, I know! What about dressing up as a gold statue of Lewis?$1",

  "roommate.winter_1": "*Juna pouts her lips at you. Immediately suspicious, you look around the room and see she's been reading \"Snedronningen\" again. Taking a step back, you point accusingly at her. Her kiss pout turns into a real pout.*$3",
  "roommate.winter_3": "If you're free later today, me and Olive will be doing a one-act improvised play set to the music of sick gains and grunts in the spa locker room. Free admission for all!$6",
  "roommate.winter_7": "If the situation was reversed, what do you think fish would use as bait to catch humans? Likes and praise? Or maybe just a piece of bread?#$e#I mean, bread is delicious...[216]$4",
  "roommate.winter_8": "Hit Raz with a snowball for me today, would you? He deserves it for hanging around outside his tower without actually participating, pining for the chance to be a real boy.$11",
  "roommate.winter_16": "What? Do I have to?$2#$b#Fine, I'll visit the stupid beach market with you.",
  "roommate.winter_17": "Well, I'm off to celebrate Razzamatazz's birthday. This year I'm going to make him watch an animated film about a group of enchanted household cleaning products learning the power of love.$10#$e#Spoiler alert: it's going to make him cry.$1",
  "roommate.winter_17P": "Well, I'm off to celebrate Razzamatazz's birthday. This year I'm going to make him watch an after school special about the dangers of unprotected, well, you know.$3#$e#Spoiler alert: it's going to make him verrry uncomfortable.$1",
  "roommate.winter_25": "The day of days has arrived! We're still on for our own private gift exchange tonight, I hope?$4",
  "roommate.winter_28": "Thanks for a great year, @. I'm excited to see what else we can get up to in the new year.[275 417 454]$1",

  "roommate.spring_juna": "No more shoes! Down with shoes! No shoes in my backyard!$6",
  "roommate.summer_juna": "On the one hand, summer is my birthday month and therefore the best month.$10#$b#On the other hand, it's very very hot.$2",
  "roommate.fall_juna": "Have you seen my brooch anywhere? I suspect Olive has hidden it in a pile of leaves somewhere, either to teach me a lesson or to get back at me for telling Dog about squeaky toys.$2",
  "roommate.winter_juna": "%Juna is slowly breathing in the cold winter air and doesn't seem to hear you.",

  "roommate.patio1": "Beware the swing dancers, @. They're the most aggressive of all the dancers.$7",
  "roommate.patio2": "Beware the waltz enthusiasts, @. For such an upstanding dance, the men are some of the worst manspreaders around.$7",
  "roommate.patio3": "Beware the interpretive dancers, @. The worse they are, the more they hypnotise you with their strange movements.$7",
  "roommate.patio4": "Beware the tango enthusiasts, @. You'd think their smoulder would translate into bed, but it so rarely does.$2",
  "roommate.patio5": "Beware the line dancers, @. Just... run.$7",
  "roommate.patio6": "Beware the zumba dancers, @. And I'm not just saying that because of the dream I had, though it certainly didn't help.$11",

  "roommate.room1": "I had a dream where I sat on a beach, watching a line of perky zumba dancers drawing ever closer. They wouldn't stop smiling, @. *shudders* It was awful.$2",
  "roommate.room2": "You were in my dream last night, oh noblest of dorks.$10#$b#Are you sure you want to hear what it was about?$3",
  "roommate.room3": "%Juna is staring, glassy-eyed, in front of her. When you ask her what's wrong, she mumbles something about a dream involving octopuses and dancing until her feet were bleeding.",
  "roommate.room4": "I had a fantastic dream last night, @. It was so good I wouldn't even mind a hug right now.$4",
  "roommate.room5": "Gasp! Are you telling me people don't actually enjoy listening to other people describe their dreams? Oh, no! I'm so sorry, @.$2",
  "roommate.room6": "%Juna rambles on about a dream she had the other night. After a while, you notice the dream sounds a lot like a description of what you and Juna were doing yesterday. When you point this out to her, she vehemently denies it. You have a stare-off that lasts minutes, then Juna smiles and winks at you. You throw a potato at her.",

  "roommate.indoor_day.0": "I'll be experimenting with food or trying something new today. I'll let you know if you need to come home and put out any fires.$1",
  "roommate.indoor_day.1": "I'll be experimenting with food or trying something new today. If you're lucky, maybe I'll be a registered massage therapist when you get back tonight.$1",
  "roommate.indoor_day.2": "I'll be experimenting with food or trying something new today. The mummy blogs say it's important to improve yourself.$1",
  "roommate.indoor_day.3": "I'll be experimenting with food or trying something new today. If I wanted to help someone go on a spiritual journey, who in Pelican Town do you think would be open to that?$10",
  "roommate.indoor_day.4": "I'll be experimenting with food or trying something new today. What's your thoughts on breaded badger?",
  "roommate.indoor_day.5": "I'll be experimenting with food or trying something new today. Do you think I could pull off a pyramid hat?$10",

  "roommate.indoor_night.0": "In today's deep dive into foods of the past: the early 18th century in REDACTED. Which means: emergency soup!$10#$b#I mean, yes - it is exactly as grim as it sounds. You basically made a soup of what you had on hand. So here: have a spoonful of turnip, grass and pieces of a leather belt.$2",
  "roommate.indoor_night.1": "In today's deep dive into foods of the past: the late 19th century in REDACTED. Which means: gruel topped off with beer, hysteria and lots and lots of punsch.$10#$b#I am quite drunk.$1",
  "roommate.indoor_night.2": "In today's deep dive into foods of the past: the 17th century in REDACTED. Which means: a rooster's head for dinner and washing your teeth with a stick and a cup of vinegar.$10#$b#I can see you grimacing over my breath, you know! It's not my fault, it's all they had back then!$5",
  "roommate.indoor_night.3": "I've jumped around collecting water from various holy people all day, so I can see what goes into it and have something new to offer my followers.#$b#I noticed a difference in taste immediately, but then I realized the added sweetness probably came from something having gone bad in the bottle I was using to collect the water.$2",
  "roommate.indoor_night.4": "Wonderful news, @! I'm now a registered healer! Lie down and let me give you a health boost.$10#$b#Hm, what? No, of course I'm not going to actually touch you, that's not how this works. Just stay still and let me wave my hands over you.",
  "roommate.indoor_night.5": "I would like it very much if we could just... not talk about what I did today. Let's just say there are \"health cures\" out there that are NOT worth it, @.$13",

  "roommate.outdoor.0": "So... %farm. What's the story behind that name?[395]",
  "roommate.outdoor.1": "While I don't require or expect silence, it'd be nice to just sit here for a while this morning, wouldn't it?[395]",
  "roommate.outdoor.2": "I just saw %pet bury something underneath that tree over there.#$b#Totally unrelated: have you seen your keys this morning?[395]$10",
  "roommate.outdoor.3": "There, see that? No, not that! THAT! Is that who I think it is?$11#$b#So... you've returned, have you? I see you! With your squirrelly little eyes, just squirreling around that big ol' tree.$5#$b#Not on my watch. Here, hold this.[395]$5",
  "roommate.outdoor.4": "Do you feel like you own this land? The grass, the flowers, the trees, the bees?#$b#No? Good. You get it then.[395]$10",

  "roommate.good.0": "Before I met you, I didn't know I liked sitting down to dinner with someone.#$b#I've always just eaten things standing up, or on the go, or while watching Olive's aunt's weed garden to make sure that badger didn't get back in.#$b#So thank you for that. I like you and appreciate you!$1",
  "roommate.good.1": "Before I met you, I didn't know what it was like having someone to say goodnight to. It's nice, isn't it?#$b#And remember: I like you and appreciate you!$4",
  "roommate.good.2": "Before I met you, I didn't think I ever wanted someone to know where I was or where I went during the day.#$b#This is a... difficult one for me, something I still have to work on.$11#$b#You make it easier, though.#$b#Which is why I like and appreciate you.$10",
  "roommate.good.3": "Before I met you, I didn't know what it was like having someone like me from the start. I'm usually someone to get used to, I guess.#$b#It's a nice albeit somewhat startling change. And so I continue to like and appreciate you.[221]$1",
  "roommate.good.4": "Before I met you, I'd never had someone read a book back to me.#$b#The junimos aren't big into reading, and Raz was always too scared I'd notice his predilection for romance novels to offer.$11#$b#Yet another reason why I like and appreciate you.$1",
  "roommate.good.5": "Before you met me, I bet you didn't know how great food can be when you stop limiting yourself to what's deemed \"edible\" or \"socially appropriate\" by society.$10#$b#Doesn't it just make you like and appreciate me even more?$4",
  "roommate.good.6": "Give me those evil thoughts, @. I don't want the pretty ones. They're not the ones that make me like and appreciate you.$3",
  "roommate.good.7": "I've found it's actually quite rare to meet someone you truly like. I'm convinced a lot of people tell themselves it's enough to just love someone.#$b#But when you do, a lot of things that would have been otherwise exhausting becomes invigorating instead.$10#$b#Romantic love has never been like that for me. It's always just been exhausting.$11#$b#Thank you for invigorating me, @.$10",
  "roommate.good.8": "You know you can trust me, right? That's not a setup to a joke or anything, I swear.#$b#If I ever think you need backup - and I mean really need it - I promise I'll come. Just hold on. I'm on my way.",
  "roommate.good.9": "%Juna smiles at you and offers you the last pancake.[211]",

  "roommate.neutral.0": "I hope you'll still adore me when you're old and gray and I'm still young and vivacious.$s",
  "roommate.neutral.1": "Do you think your grandpa would be proud of the work we've done to make Raz's life a little more unbearable?#$e#I'm sure they knew each other, and to know Raz is to irritate him, so...$11",
  "roommate.neutral.2": "Taking a break? I guess being a farmer is easier than I thought...$3",
  "roommate.neutral.3": "If you go into town, make sure and say hi to everyone for me. Especially Lewis. Say it right in his face!$1#$e#%When you express your confusion, Juna waves you away and mumbles something about a plan.",
  "roommate.neutral.4": "I'll do the laundry tomorrow morning before you get up... that way you won't have any down-time.#$b#What do you mean you don't trust my cleaning spells?$5#$b#Oh, because I said they make your skin crusty and smooth at the same time? Hm, now why would I ever have admitted that to you?$2",
  "roommate.neutral.5": "Are we doing okay on money, @? Or do I need to start renting out my cave again?",
  "roommate.neutral.6": "I wonder what everyone in town is doing today?#$b#I'm just asking because I have no idea what day it is today, that's all. I mean, if you DO know the day, it's pretty much impossible to not know what everyone is doing at all times in this town.$10",
  "roommate.neutral.7": "I don't really feel like doing anything today. Which means it's time to lean into it and do all those boring things I usually don't do, like meditate.",
  "roommate.neutral.8": "No matter how often I think about cleaning, the house keeps getting dirtier and dirtier.#$e#I guess farms can be kind of dirty.",
  "roommate.neutral.9": "I wonder if you'll live here your entire life?",

  "roommate.bad.0": "%Juna ignores you all morning. Later that day, you find a dead fish in your bed. At least it was fresh?",
  "roommate.bad.1": "I don't appreciate having to resort to petty vandalism to get my frustrations out. Vandalism should grow from joy, not discontent.$11#$b#Get it together, @. What do you want?$12",
  "roommate.bad.2": "Which Fear entity do you think you belong to? I used to think there was nothing worse than being watched all the time, by that great all-seeing Eye, but now I'm not so sure.$12#$b#Maybe I've always belonged to The Lonely, and I just didn't get it until now...$12",
  "roommate.bad.3": "Coffee? *Juna smiles sweetly at you.*#$b#%You wisely decide not to drink it.",
  "roommate.bad.4": "You know I can just... go back, right? That I'm only here because you worked to get to know me and seemed to want me here.$12#$b#Kindness isn't a goal to reach, it's not static. You may have been kind when we first met, but now?$13",
  "roommate.bad.5": "%Juna barrels into you mid-spin. She doesn't try to catch you when you fall.",
  "roommate.bad.6": "%Juna speaks up from behind you, making you jump.#$b#You know how I told you to hold on, because I'd always come for you?$12#$b#Well, you can let go now.$11",
  "roommate.bad.7": "Childish?! You think I'm being childish?$13#$b#\"Off we skip like the most heartless things in the world, which is what children are.\" Then get ready for a world of childishness coming your way, @.$13",
  "roommate.bad.8": "I think you've ruined my appetite for painfully awkward domestic dramas. Brava, @. I didn't know you had it in you.$13#$b#Nor that I did, to be honest.$12",
  "roommate.bad.9": "%Every time you enter the room she's in, Juna starts flinging peas at you. One. After. Another.",

  "roommate.one.kid_0": "I made %kid1 a tail they can chase when they're bored. It's adorable!$4#$b#They did ask if I could make it permanent, but I'm sure that's just a phase.",
  "roommate.one.kid_1": "My favourite thing about %kid1 is how they'll always trundle along in the exact opposite direction of the one you're heading in.$1#$b#Of course it's a positive thing! You know all the mummy blogs say you should walk your own path.",
  "roommate.one.kid_2": "How long until %kid1 can lift heavier things than that ratty blanket they like so much, you think?#$b#Oh, no reason...$3",
  "roommate.one.kid_3": "I'm three for three with these conjured sparkles, @. They're a hit with the cat, Dog AND %kid1.#$e#Aren't you glad you asked me to move in with you?$1",
  "roommate.two.kid_0": "I've failed, @! Last night %kid1 crawled up beside %kid2 on the couch and said, \"Hi %kid2, it's so nice to see you!\"$2#$b#What kind of polite weirdness is that?$2",
  "roommate.two.kid_1": "Hm? Oh, I doubt %kid1 and %kid2 are saying actual words when they point and whisper at you - I've only taught them low-effort strategies for getting under people's skin so far.$6",
  "roommate.two.kid_2": "I was thinking about bringing %kid1 and %kid2 with me when I go visit the forest today. Olive apparently misses them.#$e#Followed, naturally, by a quick stop at the tower so they can climb all over Raz for a bit.$3",
  "roommate.two.kid_3": "Robin promised to join me the next time you need a babysitter.#$b#We have a bet going over which interest the kids will take to quickest - carpentry or dancing.#$e#Don't worry, I've told her bringing a saw is cheating.$5",

  "roommate.rainy_day.0": "I'm going to do absolutely nothing but watch movies today - between three to ten teen slasher films should do the trick.$10#$b#Or, wait! Maybe zombies? Or zombies AND teens? Ah, decisions, decisions.",
  "roommate.rainy_day.1": "Have you seen the remote control anywhere? They're showing a selection of old black and white movies with pretty people in them later today, but the TV is stuck on the sports channel.$11",
  "roommate.rainy_day.2": "I've been up since just past midnight reading a biography of a female jockey. I think I may be developing a bit of a fixation.$10#$b#I'm usually meh on horses, but for her I'd be willing to give them a chance.$1",
  "roommate.rainy_day.3": "Have you read the latest Campbell yet? *Juna waves a book with a glossy black cover in the air*#$b#I'm going to stay inside today and see how many of my suggestions he took onboard.#$b#He better have done something about the magician's supposed sex appeal and animal magnetism! Do your research, bouncy-boy! I mean, really! Animal magnetism?!$5",
  "roommate.rainy_day.4": "I'm going to stay inside and search for new recipes to try out today.#$b#Yes, yes, I swear not to add any illegal substances to the cake this time.$6",
  "roommate.rainy_day.5": "Look at this one - it's a recipe for fowl stuffed with other, smaller birds. Isn't that brilliant?$1#$b#I guess I know what I'm doing today.$10",

  "roommate.rainy_night.0": "%Juna pats the cushion beside her and goes to grab a book from the pile on her nightstand. She picks up from where you left off the last time you read to each other.#$b#\"When you wake in the morning, the naughtiness and evil passions with which you went to bed have been folded up small and placed at the bottom of your mind and on the top, beautifully aired, are spread out your prettier thoughts, ready for you to put on...\"",
  "roommate.rainy_night.1": "I like nights like these. I like the rain, and the swaying trees, and the sounds, and the darkness.",
  "roommate.rainy_night.2": "%Juna pats the cushion beside her and goes to grab a book from the pile on her nightstand. She picks up from where you left off the last time you read to each other.#$b#\"If he thought at all, but I don’t believe he ever thought, it was that he and his shadow, when brought near each other, would join like drops of water...\"",
  "roommate.rainy_night.3": "Sometimes, on nights like these, I'd sit in my cave and I would feel lonely and not-lonely at the same time.$11#$b#I like to think it's because I had my shadow with me, even in the dark.#$b#Hm, that was quite gothic. I should write that down and pass it on to Campbell.$11",
  "roommate.rainy_night.4": "%Juna pats the cushion beside her and goes to grab a book from the pile on her nightstand. She picks up from where you left off the last time you read to each other.#$b#\"She was grown up now, but you need not be sorry for her. She was one of the kind that likes to grow up. In the end she grew up of her own free will a day quicker than other girls.\"",
  "roommate.rainy_night.5": "Do you think you can just... decide to grow up? Is that a thing you can do?$11",

  "roommate.storm_day.0": "My feet are itching, @! If you need me, I'll be dancing up a storm - ha! get it? - in the forest.$7",
  "roommate.storm_day.1": "My ears are itching, @! It's very annoying, I've already lost three Q-tips in there. I'm going to head to the forest to take my mind off things.$2",
  "roommate.storm_day.2": "My hands are itching, @! Time to head to the forest and wave them around like I just don't care.$6",
  "roommate.storm_day.3": "My eyes are itching, @! I've spent too much time building networks online - I'm going to spend some time in the forest today, I think.$10",
  "roommate.storm_day.4": "My calves are itching, @! I'm going to go dance and pretend to do yoga in the forest later; get the blood flowing.$7",
  "roommate.storm_day.5": "My entire body is itching, @! No, of course it's not lice. Boo, hiss!$5#$b#It just means I've spent too much time indoors lately. I need to be free, @!$2#$b#Dancing in the forest, you say? What an excellent idea! It's almost as if you know me and/or are used to me doing that when there's a storm outside.$1",

  "roommate.storm_night.0": "Want a hug? (You accept. You get very wet.)$1",
  "roommate.storm_night.1": "Want a hug? (You decline. Juna chases you through the streets until you threaten to run all the way to the beach.)$3",
  "roommate.storm_night.2": "Want a hug? (You accept. She smells of grass, mud and shampoo.)$10",
  "roommate.storm_night.3": "Want a hug? (You decline. Juna pouts and flicks water at you.)$2",
  "roommate.storm_night.4": "Want a hug? (You accept. Instead of embracing you, Juna starts spinning you around and around. Soon you're both dizzy and soaked from the rain.)$7",
  "roommate.storm_night.5": "Want a hug? (You decline. Juna shrugs and wrings out her shirt over your shoes. You flick her on the forehead.)",

  "roommate.funleave.mon1": "I think I'll be staying in my cave tonight. I know you wouldn't judge me for eating two dinners, but sometimes it's nice not to be watched, you know?",
  "roommate.funleave.mon2": "I think I'll be staying in my cave tonight. Aw, don't be sad. You know I'll be back before you wake up tomorrow since I never sleep when I stay at my cave.#$b#What do you mean, do I EVER sleep? Of course I do.$11#$b#I'm a completely normal human being.$3",
  "roommate.funleave.mon3": "I think I'll be staying in my cave tonight. That evil squirrel outside and I need some space from each other.$11",
  "roommate.funleave.mon4": "I think I'll be staying in my cave tonight. Robin warned me she wanted to talk about her children's romantic relationships over dinner, so I'll definitely be needing to decompress after THAT.$2",
  "roommate.funleave.mon5": "I think I'll be staying in my cave tonight.#$b#Demetrius has apparently brought home some type of rare brandy from one of this scientific conferences, so I suspect I won't be fit for company after we crack that open.$1",
  "roommate.funleave.mon6": "I think I'll be staying in my cave tonight. I told Dog we could video chat after dinner, and he simply won't stop jumping on that squeaky toy I gave him whenever he sees me.#$b#If there's one thing I regret in life...$11",

  "roommate.funleave.wed1": "I've covinced some of my, eh, acquaintances online to participate in a Solarion campaign I'm working on.$6#$b#Yes, yes, I know it's not my style. But I crave the power of the GM, @! Just imagine all the different ways you can use your campaign to torture your players!$3#$e#Anyway, I'm going to head into town and work on some boss encounters later.",
  "roommate.funleave.wed2": "I'll be heading into town to sp- to people watch today. I'm trying to figure out this whole \"work\" business.#$b#Today's vict- academic subject is Harvey. What's it like being a doctor?$10#$b#How many dead bodies has he seen? What are his thoughts on homeopathy?",
  "roommate.funleave.wed3": "I'll be heading into town to sp- to people watch today. I'm trying to figure out this whole \"work\" business.#$b#Today's vict- academic subject is Evelyn. What's it like to be retired?$10#$b#Has she ever had the urge to take an art history class? Does she ever just sleep in? If not, WHY NOT?",
  "roommate.funleave.wed4": "I'll be heading into town to sp- to people watch today. I'm trying to figure out this whole \"work\" business.#$b#Today's vict- academic subject is Pam. What's it like being a bus driver?$10#$b#Roughly how many chewing gums has she had to peel off the seats? Has she ever gotten to drive one of those commuting pigeons?",
  "roommate.funleave.wed5": "I'll be heading into town to sp- to people watch today. I'm trying to figure out this whole \"work\" business.#$b#Today's vict- academic subject is Pierre. What's it like being a store owner?$10#$b#Are they all that... intense? Does Caroline actually WANT to help him?",
  "roommate.funleave.wed6": "I'll be heading into town to sp- to people watch today. I'm trying to figure out this whole \"work\" business.#$b#Today's vict- academic subject is Jodi. What's it like being a stay-at-home mom?$10#$b#Has she ever considered getting a dishwasher? Or forming a union? Or going on strike?",

  "roommate.funreturn.wed1": "If you could turn into a tree, would you?#$b#I sound like Wellwick?! Take that back!$5",
  "roommate.funreturn.wed2": "Turns out Harvey has seen exactly zero dead bodies.$2#$b#I did convince him to join me for a study where we try to overdose on homeopathy pills though.$1",
  "roommate.funreturn.wed3": "I may or may not have convinced Evelyn to take a marketing course for social media coordinators.$3#$b#No, booo, she was definitely not just humouring me! Lalala, I can't hear you!$2",
  "roommate.funreturn.wed4": "Pigeon report! He gets on the bus at around noon every Wednesday and rides from Pelican Town to Zuzu City.$10#$b#(Pam suspects he might be having an affair. I agree.)$10",
  "roommate.funreturn.wed5": "Well, Pierre was less than helpful in answering my questions.$13#$b#But I suppose that was to be expected. And everyone already know that all Caroline wants to do is sit in her greenroom getting hi- drinking tea.$10",
  "roommate.funreturn.wed6": "Watching Jodi made me realize something: am I %farm farm's stay-at-home mom?$11#$b#No, you're right, I'm definitely more of an ex-in-the-attic.$10",

  "roommate.funleave.fri1": "I think I'll be staying in my cave tonight. Though I might swing by here at some point before then if Pierre has finally managed to source that rooster's head I asked for.#$b#Don't give me that look! I will never buy cauliflower \"rice\", I've told you a million times.$5",
  "roommate.funleave.fri2": "I think I'll be staying in my cave tonight. You never know when wagon lady will carry that one special piece you've been waiting for.#$b#If that day is today, I'll be too excited to sleep in the farmhouse.$10",
  "roommate.funleave.fri3": "I think I'll be staying in my cave tonight. I'm going to stop by the desert and see if Sandy has any new sweets for sale, and if she does I'll definitely won't want to share.$6",
  "roommate.funleave.fri4": "I think I'll be staying in my cave tonight. I've been putting out fake Big Foot prints outside Raz's tower, but I think he's beginning to cotton on.$11#$b#He keeps coming out of his tower, which means it's taking me ages to get anything done.$2",
  "roommate.funleave.fri5": "I think I'll be staying in my cave tonight.#$b#The Hat Mouse has asked me to put on a ballet performance about his people - the nomadic but entrepreneurial hat mice - and it's probably going to run long.$7",
  "roommate.funleave.fri6": "I think I'll be staying in my cave tonight. I think I've found where the evil squirrel's better (much better!) half lives.$3#$b#Of course I'm not going to hurt him, who do you take me for? You in the mines?$2",

  "roommate.funleave.sun1": "Well, I'm off to see the lonely purple today.#$b#One day, @, I WILL get him to come over for dinner.$5#$b#Preferably on a day when I've been experimenting in the kitchen.$3",
  "roommate.funleave.sun2": "Well, I'm off to see the lonely purple today.#$b#Apparently his ex-wife was sitting on a treasure trove of old baby pictures of a tiny little Razzamatazz, so I obviously know what we're doing today!$1",
  "roommate.funleave.sun3": "Well, I'm off to see the lonely purple today.#$b#I just hope he's recovered from his weird spell the other week. I don't think I can take another afternoon of him trying to act like an awkward uncle.$2",
  "roommate.funleave.sun4": "Today is the day, @. Time to figure out how to create the philosophers' stone.$1#$b#And then immediately destroy it, of course. Who in their right mind would want to live forever?$3",
  "roommate.funleave.sun5": "Have you seen my silver cauldron anywhere? I'm about to head to the tower.#$b#Raz gets snippy whenever I try to sneak in a copper cauldron with a silver finish.$13",
  "roommate.funleave.sun6": "%Juna is scribbling something furiously in a big leather-bound book and doesn't seem to notice you.",

  "roommate.funreturn.sun1": "Nah, he said no. Again.$13#$b#I might have to make a bet with him again...$11",
  "roommate.funreturn.sun2": "%Juna is laughing too hard to answer you. In her right hand, she's clutching what looks like a black and white photograph of a small child in a top hat.",
  "roommate.funreturn.sun3": "I think Raz was on the verge of trying to give me advice again, so every time he opened his mouth I just ran from the room.",
  "roommate.funreturn.sun4": "No dice. Yet.#$b#Anyway, immortality research makes me hungry. What are we having for dinner?$10",
  "roommate.funreturn.sun5": "Turns out one of Alecto's crows had stolen my cauldron. *Juna shrugs.* Kevin's welcome to it.#$b#If Raz insists on me not \"blowing up the tower\" because copper and silver reacts differently to magic, he can buy me a new one!$6",
  "roommate.funreturn.sun6": "I'm wonderful, thank you! I found some of Raz's old spellwork this morning, and had a grand old time picking it apart over lunch today.$4",

  "roommate.funleave.sun1.P": "Well, I'm off to see the pompous purple today.#$b#I'm on a mission to find pictures of his family - if he had one, that is, and wasn't just born from a swamp.$11#$b#Actually, hold on... when was the camera invented again?$2",
  "roommate.funleave.sun2.P": "Well, I'm off to see the pompous purple today.#$b#I just hope he's recovered from his weird spell the other week. I don't think I can take another afternoon of him trying to give me financial advice.$13",
  "roommate.funleave.sun3.P": "Well, I'm off to see the pompous purple today.#$b#Last week I filled all his cupboards with pine cones. Let's see how HE likes that gift.$13",
  "roommate.funleave.sun4.P": "Today is the day, @. Time to figure out how to create the philosophers' stone.$1#$b#And then immediately destroy it, of course. Who in their right mind would want to live forever?$3",
  "roommate.funleave.sun5.P": "Have you seen my silver cauldron anywhere? I'm about to head to the tower.#$b#Raz gets snippy whenever I try to sneak in a copper cauldron with a silver finish.$13",
  "roommate.funleave.sun6.P": "%Juna is scribbling something furiously in a big leather-bound book and doesn't seem to notice you.",

  "roommate.funreturn.sun1.P": "Eh, the swamp theory is looking more and more likely.$11",
  "roommate.funreturn.sun2.P": "I think Raz was on the verge of trying to give me advice again, so every time he opened his mouth I just ran from the room screaming.",
  "roommate.funreturn.sun3.P": "He pretended not to know what I was talking about when I asked him about my gift, so I left a few more in his bed.$3",
  "roommate.funreturn.sun4.P": "No dice. Yet.#$b#Anyway, immortality research makes me hungry. What are we having for dinner?$10",
  "roommate.funreturn.sun5.P": "Turns out one of Alecto's crows had stolen my cauldron. *Juna shrugs.* Kevin's welcome to it.#$b#If Raz insists on me not \"blowing up the tower\" because copper and silver reacts differently to magic, he can buy me a new one!$6",
  "roommate.funreturn.sun6.P": "I'm wonderful, thank you! I found some of Raz's old spellwork this morning, and had a grand old time picking it apart over lunch today.$4",

  "roommate.funleave.wed.alex1": "I've got this new exercise I'm dying to get Alex to try today. He rarely swears, but if you push him hard enough he pops like a balloon. After that it's just pure chaos.$1",
  "roommate.funleave.wed.alex2": "Apparently they just released a sequel to The Dinner, that hilarious movie me and Alex saw way back when. I can't wait to make him watch it!$10",

  "roommate.funreturn.wed.alex1": "Look, @! My calves are still twitching. I'll definitely be including that exercise in mine and Alex's regular routine from now on.$10",
  "roommate.funreturn.wed.alex2": "Tonight's final count: four piña coladas for me, three steaks for Alex. That man-boy sure can eat.$10#$b#Here, I brought one back for you.[873]",

  "roommate.funleave.fri.george": "Today's the semi-finals of the pétanque championship.#$b#George better watch out - I've been on fire all week.$3#$b#Oh, and don't forget I'm staying in my cave tonight!$1",

  "roommate.spring.town": "Pancakes tonight?$1",
  "roommate.summer.town": "Spaghetti tonight? We can take photos and send to Robin to tease her with.$1",
  "roommate.fall.town": "Hashbrowns tonight?$1#$b#No yam, though!$5",
  "roommate.winter.town": "I want hot chocolate tonight! With lots of whipped cream.$1",

  "roommate.spring.forest": "Want one? They're delicious.[638]$1",
  "roommate.summer.forest": "Want one? Not really my thing.[91]$2",
  "roommate.fall.forest": "Want one? I stole it from Lewis.[613]$1",
  "roommate.winter.forest": "I picked up some fruit earlier, but I gave it all to Leah. I like watching her coo over them, she's obsessed.$1",

  "roommate.spring.mountain": "There's a fat little fish in the mountain lake that keeps giving me the evil eye. This is why fish are horrible!$5",
  "roommate.summer.mountain": "There's a tiny little squirrel in that tree over there that keeps giving me the evil eye. I feel like I've seen it before...$11",
  "roommate.fall.mountain": "The fat, evil-looking fish from the mountain lake is back! Look, it splashed me!$5",
  "roommate.winter.mountain": "It's really not my fault that tiny squirrel was too slow to get to the buried hazelnut before me.$11$#b#No, I will not concede to him! He knows what he did.$13",

  "roommate.spring.beach": "Yuck, sand.$13",
  "roommate.summer.beach": "Blergh, water.$2",
  "roommate.fall.beach": "Yuck, fish.$13",
  "roommate.winter.beach": "Blergh, boats.$2",

  //Roommate strings

  "string.marriage_Mon.000": "I wonder what the dances from 9,000 years ago was like?#$b#*Juna rolls her eyes and smiles.* If I were THAT old, I'd tell you.$10#$b#'Cause then I'd be insanely powerful.$3",
  "string.marriage_Mon.001": "I'm working on a new routine at the moment. It's a visual interpretation of when Raz accidentally snorted blueberries up his nose.$7#$b#I'll show you later tonight.$1",
  "string.marriage_Mon.002": "Eh, sure, I occasionally dance with other people, but it's not a priority. And I definitely prefer throwing other people around over being thrown around myself.$7#$b#Wink wink. *Juna says this last part out loud while maintaining eye contact and continuing her practise.*$7",
  "string.marriage_Mon.003": "Why not? I don't see the point in being subtle. As long as you've gauged their interest first, I really don't see the problem.#$b#Besides, it hasn't failed me yet.$6",
  "string.marriage_Mon.004": "Wanna play Uno? I found a pack at the saloon the other day.$10",
  "string.marriage_Mon.005": "So, which one of my campaign characters do you think I should introduce first: the neutral queen, the apex predator or the forest siren?#$b#Remember, they're all boss level, and they're all meant to traumatize my players in different ways.$3",
  "string.marriage_Mon.006": "Well played, Robin. If I say you remind me of wood, I'd be predictable, and you know I hate being predictable.$3#$b#Moss maybe? Don't give me that look - you gave me no choice!$2",

  "string.marriage_cave": "I'm sleeping! Zzzz Zzzz Zzzz.$13",

  "string.marriage_Wed.000": "Did you know that Lewis loves goat milk mixed with cow milk and a side of wild horseradish? He told me.$1",
  "string.marriage_Wed.001": "If you want Elliott to like you, give him pizza topped with magma caps. You could really make him happy with that.",
  "string.marriage_Wed.002": "If you want to make friends with the Governor, you can't go wrong with, well, anything.#$b#Oh, you can't gift him for some reason? That's a terrible shame.$3",
  "string.marriage_Wed.003": "Someone completely neutral, maybe? Hm, yes... that would be very annoying...$3#$b#Oh, it's nothing. Just working on a boss encounter.",
  "string.marriage_Wed.004": "An apex predator, perhaps? Someone whose sole purpose is to hunt...$3#$b#Oh, it's nothing. Just working on a boss encounter.",
  "string.marriage_Wed.005": "A forest nymph? I do like forest nymphs. And something with trees...$3#$b#Oh, it's nothing. Just working on a boss encounter.",
  "string.marriage_Wed.006": "%Juna appears to be deep in thought.",

  "string.marriage_Fri.000": "Every Friday I come here hoping for a dinosaur egg, and every Friday I'm left disappointed.$2%revealtasteJuna107",
  "string.marriage_Fri.001": "Every Friday I come here hoping for a ghost crystal, and every Friday I'm left disappointed.$2%revealtasteJuna561",
  "string.marriage_Fri.002": "Every Friday I come here hoping for elvish jewelry, and every Friday I'm left disappointed.$2%revealtasteJuna104",
  "string.marriage_Fri.003": "I wonder what the dances from 9,000 years ago was like?#$b#*Juna rolls her eyes and smiles.* If I were THAT old, I'd tell you.$10#$b#'Cause then I'd be insanely powerful.$3",
  "string.marriage_Fri.004": "I'm working on a new routine at the moment. It's a visual interpretation of when Raz accidentally snorted blueberries up his nose.$7#$b#I'll show you later tonight.$1",
  "string.marriage_Fri.005": "Eh, sure, I occasionally dance with other people, but it's not a priority. And I definitely prefer throwing other people around over being thrown around myself.$7#$b#Wink wink. *Juna says this last part out loud while maintaining eye contact and continuing her practise.*$7",
  "string.marriage_Fri.006": "Have I told you HOW I stole the magic book from Raz? It's a good one.$3#$b#All right, so it all started when Raz was out on a date - although I'm sure he would have called it an 'assignation', the pompous dinosaur...$10",
  "string.marriage_Fri.007": "Have I told you the story behind this golden scroll?#$b#It all started when Olive's great uncle's best friend's cousin decided to go river rafting one day...$10",
  "string.marriage_Fri.008": "Have I told you the details behind me taking possession of this cave? It wasn't actually so much a fight as a discussion between me and the bear.$10#$b#It all started when I came back from abroad, ready to slam by way back into Raz's life and make him itch...$3",

  "string.marriage_Sun.000": "Do you remember that time you came to visit the old forest and accidentally insulted Olive's third cousin removed because you were so bad at Junimonia?$10#$b#I can't remember exactly what you said, just that it was something about their mother. Ah, good times.$1",
  "string.marriage_Sun.001": "I don't know, Olive. There's this pinch, I guess, and it just doesn't feel like my leg is where it should be.$8#$b#Raz, you promised you were going to give me notes on my last performance today. Chop chop!$8#$b#Raz? Raz! Rasmodius!$9",
  "string.marriage_Sun.002": "What is happening right now?$11#$b#Help me, @! He's finally gone off the deep end.$2",
  "string.marriage_Sun.003": "THE JUICE AIN'T WORTH THE SQUEEZE$4#$b#IF THE JUICE DON'T LOOK LIKE THIS$6",
  "string.marriage_Sun.004": "Aggie. Edna. Rubina. Flossie. Bertha. Myrtle. Myrtle? Your eye twitched!#$b#So your mother's name was Myrtle, was it, Raz? Razzamatazz and Myrtle. Hm, interesting...$3",
  "string.marriage_Sun.005": "It was NOT that long ago!$5",

  "string.marriage_Sun.006": "It's frankly unfathomable that my parents managed to sire me and Theo. The rest of my siblings sure, but Theo? He's so... contrary.$11#$b#I love him so much.$4#$b#By the way, Raz, do you have any siblings? I can't believe I haven't asked you that bef- actually, scratch that, I know why I haven't. It's because I really don't care.$1",
  "string.marriage_Sun.007": "HELLOOOO?$6#$b#IS IT MEEE YOU'RE LOOKING FOOOOOR?$6",
  "string.marriage_Sun.008": "I don't know, Olive. There's this pinch, I guess, and it just doesn't feel like my leg is where it should be.$8#$b#I don't care about your stupid work, Raz, I'm talking to Olive right now.$9#$b#Can you believe this guy, Olive?$9",
  "string.marriage_Sun.009": "Yesterday Theo told me this really funny story about investing his entire college fund in a company that made baseball caps for cats. Our parents were FURIOUS.$1#$b#Why would I symphatize with them? They're the ones who thought it was a good idea to trust Theo with a college degree.$3",
  "string.marriage_Sun.010": "Aggie. Edna. Rubina. Flossie. Bertha. Myrtle. Myrtle? Your eye twitched!#$b#So your mother's name was Myrtle, was it, Raz? Razzamatazz and Myrtle. Hm, interesting...$3",
  "string.marriage_Sun.011": "It was NOT that long ago!$5",

  "string.marriage_summer_5.000": "That'll never happen, and you know it, Robin.#$b#Unless... you agree to buy all the drinks tonight.$6",

  "string.marriage_winter_17.000": "I'm not doing anything! I have no idea what you're talking about and I resent the implication that I would scribble in any of these valuable books.$3",
  "string.marriage_winter_17.001": "%Juna is ignoring the Wizard.",
  "string.marriage_winter_17.002": "Well, cheers then, Raz. I guess, on the whole... you're not the worst person in the world.$11",
  "string.marriage_winter_17.003": "I'm not doing anything! I have no idea what you're talking about and I resent the implication that I would scribble in any of these valuable books.$3",
  "string.marriage_winter_17.004": "%Juna is ignoring the Wizard.",
  "string.marriage_winter_17.005": "Well, cheers then, Raz. May your life be forever haunted by incompetent, disinterested apprentices.$11",

  "string.marriage_winter_16.001": "I can't believe there are now two people dragging me to these beach events. *sigh*$2#$b#Although... it has been a while since I got to \"hang out\" with a mermaid.$3",

  "string.marriage_Wed_3.000": "Ugh, yes, I know SHE was crying when she was wearing the flower dress, Olive, but that doesn't mean I will. You're deliberately focusing on the wrong thing here.$9",
  "string.marriage_Wed_3.001": "Do you remember our first abandoned building, Olive? Yoba, we were young.$8",
  "string.marriage_Wed_3.002": "@! Help me convince Olive to put these arm bands on before he gets in the pool! I know you don't need them, O, but it'll look sooo funny.$8",
  "string.marriage_Wed_3.003": "You just missed our latest bout of leaf pile jumping, @. Right now we're looking through Olive's scrap book collection. His latest thing is pressing and preserving leaves. Yay, it's so much fun.$9",
  "string.marriage_Wed_3.004": "\"Argh, no, Mr. Muscle Man, your biceps have finally grown too big for your body! They have nowhere left to go; they're going to fuse with your cheeks!\"$9",

  "string.marriage_storm.000": "Sometimes I adore the rain, other times I abhor it. We all contain multitudes.$7",
  "string.marriage_storm.001": "Thunder and lightning! Enter three witches. Isn't the Bard just perfect on a day like today?$1",
  "string.marriage_storm.002": "\"I know my own heart and understand my fellow man. But I am made unlike anyone I have ever met. I dare to say I am like no one in the whole world.\"#$b#That's a quote within a quote, @. Figure out who I'm talking about and I'll give you a cookie!$1",
  "string.marriage_storm.003": "\"Anne sat by my bedside till 2. I talked about the feeling to which she gave rise. Lamented my fate. Said I should never marry. Could not like men. Ought not like women. ... and roused poor Anne's sympathy to tears.\"#$b#A difficult role model, Lister is. But the drama! I so adore the drama! I can't help myself.$1",

  "string.marriage_summer_Fri.000": "Soft?! I'll show you soft, old grumpy. Hand over the boules!$5",
  "string.marriage_summer_Fri_5.000": "That's the sweetest thing I've heard all day. No offence, @.$4",

  "string.marriage_Wed_Alex.000": "Hello, noblest dork. We're trying to decide what genre of film to watch.#$b#I can't watch horror movies with Alex, 'cause he just tries to comfort some random scared woman to hide the fact he's too terrified to watch the screen.$11",
  "string.marriage_Wed_Alex.001": "That was a good session. I can barely feel my toes.$1",
  "string.marriage_Wed_Alex.002": "You looked a lot more in control today, Alex. Rah-rah, clear eyes, etc. etc.",
  
  "string.marriage_Wed_Alex.003": "Protein schmotein. Live a little, Alex! Being interesting is much more important than being healthy.$11",
  "string.marriage_Wed_Alex.004": "Theo? Hey, it's your lovely barely-older-than-you sister. Can you please talk to Alex for me? He's being boring about sugar and alcohol again.$2",

  "string.marriage_spring_11.000": "Yeah, that's true. Uhuh. What about snails, though? Or maybe oyster mushrooms?#$b#Oh, hey, @. Theo just managed to sneak off from bird watching to give me a ring. Here, tell him happy birthday!$1#$b#Snails? Oh, don't worry about that. No need to peak behind that particular curtain.$3",
  "string.marriage_spring_11.001": "Hm? No, I won't be much longer. I told Theo we'd eat noisily at each other over the phone tonight. We're having his favourite - crazy hot chili with garlic bread and a bottle of whiskey.#$b#Want to join us?$4",

  //Vanilla NPC dialogue

  //Wizard
  "string.Juna_SunW.000": "Of course Juna only ever looks back fondly on the past when the past involves me making a fool of myself.",
  "string.Juna_SunW.001": "%The Wizard appears to have fallen asleep standing up.",
  "string.Juna_SunW.002": "Juna and I have an agreement. I watch her dance on Fridays and she listens when I try to teach her more about potions.#$b#Today's potion included lemon juice, and, well... here we are.",
  "string.Juna_SunW.003": "So... well. There comes a time... uhm, well, yes. I think. The thing is- people! With other people. Sometimes. You know? Like my ex-wife! She's people. Is that... *cough* ... Yes? Something for you, perhaps?$1",
  "string.Juna_SunW.004": "%The Wizard's eye is twitching uncontrollably.",
  "string.Juna_SunW.005": "I sometimes observe the local villagers in secret.#$b#I am hoping to find an apprentice. Some day I will leave this mortal plane, but my arcane pursuits must continue.#$b#Ah, yes, I did indeed have an apprentice a long, long, long, long- what was that, Juna?#$b#Let's just say it didn't work out and leave it at that.",
  "string.Juna_SunP.006": "I do indeed have siblings. And since you asked so nicely, I'm going to tell you all about them, Ju.",
  "string.Juna_SunP.007": "I made the grave mistake of telling Juna about seeing my ex-wife for the first time in, oh, years? Now every time I open my mouth, she starts singing that blasted song.",
  "string.Juna_SunP.008": "Must you talk about your hobby in here of all places, Ju? I'm trying to get some work done.",
  "string.Juna_SunP.009": "I keep telling you, Ju, financial irresponsibility is no laughing matter. You should feel bad for your parents.",
  "string.Juna_SunP.010": "%The Wizard's eye is twitching uncontrollably.",
  "string.Juna_SunP.011": "I sometimes observe the local villagers in secret.#$b#I am hoping to find an apprentice. Some day I will leave this mortal plane, but my arcane pursuits must continue.#$b#Ah, yes, I did indeed have an apprentice a long, long, long, long- what was that, Juna?#$b#Let's just say it didn't work out and leave it at that.",

  //Robin & Demetrius
  "string.Robin.summer_5.001": "Go on, Ju: do the flower dance right here, right now. I dare you.$1",
  "string.Robin.Juna_Mon.003": "Juna, you can't just tell someone you want to... you know!$1",
  "string.Robin.Juna_Mon.004": "Eh. How about a game of chess instead? And no, you can't have my soul if you win.#$b#Wait - are you saying you stole that from the saloon?$6",
  "string.Robin.Juna_Mon.005": "This is for that game Sebastian plays sometimes, right?#$b#Who's the neutral queen again? Is she the one who can turn into a tree? I'd love to be able to turn into a tree at will...$2",
  "string.Robin.Juna_Mon.006": "Ok, ok, how about this one: \"Which scent would you pick to describe your partner's personality?\"#$b#Hm, you are... lilac mixed with seawater, I think. But that's just because I don't think tornadoes have a particular smell...$1",

  "string.Demetrius.summer_5.001": "This I actually want to see.$1",

  //George & Alex

  "george.summer_Fri.001": "Hmph. Sure you haven't gotten soft now you're living on that fancy farm with @?",
  "george.summer_Fri.002": "You're a weird one, Ju, but a good one all the same. Happy birthday, you old crone.$1",

  "string.Alex.Wed.000": "That's not true, Juna! Stop lying.$7",
  "string.Alex.Wed.001": "Help me, @. I can't feel my arms, legs or pinky fingers.$2",
  "string.Alex.Wed.002": "Thanks, Juna. I liked that spinny thing you did. It was cool.$1",
  
  "string.Alex.Wed.003": "Ju-uuna. Do you know how much sugar there is in a piña colada? Why can't I just have a protein shake?$2#$b#What, no! Nothing is more important than being healthy.$7",
  "string.Alex.Wed.004": "Ju-uuna. Sugar is bad for you! Stop trying to get your brother to lure me over to the dark side.$5",

  //Roommate events

  "juna.action.1": "You find Juna twirling around the living room.",
  "juna.action.option1": "Spend time with Juna and end the day.",
  "juna.action.option2": "Enter the farmhouse like normal.",
  "juna.action.2": "She comes to a graceful stop in front of you.",
  "juna.action.3": "You find Juna sitting on top of the bookcase eating cherries.",
  "juna.action.4": "She jumps down and comes over to you.",
  "juna.action.5": "You find Juna scribbling something on a piece of paper while cackling quietly to herself.",
  "juna.action.6": "She looks up and points at you.",
  "juna.action.7": "You find Juna studying her painting.",
  "juna.action.8": "She turns around and looks at you.",
  "juna.action.9": "You find Juna reading a book upside down on your bed.",
  "juna.action.10": "She closes the book and throws it aside.",
  "juna.action.11": "You find Juna throwing ingredients that really don't go together into a mixer.",
  "juna.action.12": "She puts the lid on and looks up.",
  "juna.action.13": "You find Juna arguing with the fortune teller on TV.",
  "juna.action.14": "She stomps her foot and turns off the TV.",
  "juna.action.15": "You find Juna asleep in a chair.",
  "juna.action.16": "She wakes up and stretches with a yawn.",

  "juna.day.platonic.1": "I've had a perfectly wonderful day.$4#$b#What do you say we close it out with kitchy horror films and those candies you like so much?$1",
  "juna.day.platonic.2": "I get first pick!",
  "juna.day.platonic.3": "I've had a most satisfying day.$3#$b#I'd like to end it by eating lots and lots of pancakes. Join me?$6",
  "juna.day.platonic.4": "Bring out the maple syrup!",
  "juna.day.platonic.5": "Today was... not great.$12#$b#Can we, I don't know, break something?$12",
  "juna.day.platonic.6": "I'll get the vase Raz gave me!",
  "juna.day.platonic.7": "I had the strangest day today.$11#$b#You know what would get my head on straight again? Taking boring pictures of our food and spamming Raz with them.$3",
  "juna.day.platonic.8": "Oh, let's do duck faces too!",

  "juna.day.nonplatonic.1": "I've had a perfectly wonderful day.$4#$b#Would you like to... celebrate it with me?",
  "juna.day.nonplatonic.2": "Juna holds out her hand in your direction.",
  "juna.day.nonplatonic.3": "Join me?",
  "juna.day.nonplatonic.4": "I've had the most satisfying day, and I still have lots of energy left.$3#$b#Would you let me spend it on you?$3",
  "juna.day.nonplatonic.5": "Juna motions for you to come closer.",
  "juna.day.nonplatonic.6": "Come here.",
  "juna.day.nonplatonic.7": "Today was... not great.$12#$b#I was... Hm. I was wondering if you could help me take my mind off it?$12",
  "juna.day.nonplatonic.8": "You hold out your hand to Juna.",

  //CONVERSATION TOPICS FROM OTHER MODS

  "juna.AlectoIntroduction": "You finally met Alecto? Excellent.$1#$b#She deserves having everyone shower her with praise, not just me, Kevin and Titania. But alas, she's much too talented at keeping herself hidden.#$b#Especially compared to Raz, who thinks ducking behind some trees will somehow make him invisible during town festivals.$11",
  "juna.TristanReturns": "I'm going to miss Mr. Ginger. Cats are just naturally superior to men, even those who are actually men transformed into cats.$2#$b#I do however look forward to seeing how the townies react to Tristan's return. Especially Shane.$3",
  "juna.DenverInjuries": "That Denver sure is a completely regular human being, yeah?$3",
  "juna.JulietGremlin": "There I was, wondering if today would be the day I'd finally be reunited with my long lost twin Juliet, when suddenly I noticed she'd gained a cute new companion.$10#$b#And who am I to stand in the way of interspecies familial bonding? Olive would never forgive me.$1",
  "juna.LavrilUnlocked": "I'm thinking Olive, I'm thinking Void, I'm thinking the world's best playdate. Yes? Yes!$1",
  "juna.LucikielArrives": "In my experience, demons are rather single-minded.#$b#The obsession with sweet things is tolerable, but there's only so much possessive romance one can take before the abs stop being worth it.$11",
  "juna.ReputationIncreased": "Yes, but is Lucikiel still smouldering left and right? Because then I'm still not impressed.$11",
  "juna.JasperGone2": "Olive was wondering if you knew where that scruffy academic had disappeared to?$8#$b#I told him to stop worrying, but he has a tendency to turn clingy when he meets people who drops lines like \"mystery of the earth\" and \"the slumbering presence in the forest\".$9",
  "juna.keahi_prank": "Please tell me that smell isn't an attempt to score points with Raz.$11#$b#The Big Foot thing was just a joke, I swear. I did NOT mean for it to be used in some weird courting ritual.$11",
  "juna.keahi_prankNo": "The way you smell right now? It just gave me an excellent idea.$3",
  "juna.event_postweddingreception": "Yes, yes, congrats on the wedding and the love. Did your wedding reception include sitting on the floor pretending to be rocking a boat like a bunch of absolute maniacs?#$b#No? Boo, boring. Then I'm not interested.$2",
  "juna.PTJ03": "I make it my mission to support any and all pranks taking place in Pelican Town.$1#$b#Also, those two look kind of cute together.$10#$b#The only reason I let you hear me say that is because it involves Juliet, my long lost twin, and if you were to tell someone I did I'll say something to Pierre that'll make him blush everytime he sees you.$5#$b#Trust me, having Pierre blush at you is just as traumatizing as you think it is.$5",
  "juna.MeetTheCats": "I wholeheartedly support Jean's fight for workers' rights. What? I used to picket Raz all the time when I was younger.#$b#It drove him absolutely nuts.$3",
  "juna.ButteredJorts": "While I did laugh for approximately 20 minutes when I heard what Pam did, I think it's important for Jorts to know that I appreciate him no matter how scrungy he is.$10#$b#That's why I save all my best trash for him!$1",
  "juna.AfterProposal": "Robin keeps sending me pictures from her wedding. Look! She's even photoshopped glittery pink hearts into this one. I didn't even know she knew how to use Photoshop!$13#$b#Yri's sweet and all, but I may never forgive her for getting Robin into such a romantic mood.$2",
  "juna.YriWalk": "I keep telling Robin the Hat Mouse is really into the whole shabby chic thing, but she doesn't believe me.$2#$b#Perhaps she and Yri would be more inclined to believe it if it came from you? I suppose you're, you know, more \"trustworthy\" or whatever.",
  "juna.SterlingTrain": "You'd think someone who enjoys jumping on train tracks would be a little less fussy when they see you dancing on the roof of Pierre's shop.$2",
  "juna.SterlingBike": "Sure, bikes are fine and all, but if you really want to get up close and personal with someone, you should try teleportation.$3#$b#No, you are NOT allowed to tell Sterling. If he learns any more flirty tricks, I'll be the one puking into a trashcan.$5",
  "juna.SterlingDrugs": "Me thinks Sterling doth protest too much about women trying to fix him.$11#$b#Besides, all I asked were for him to take his party over to Raz's tower instead. Partly because it would annoy Raz, sure, but also because Wellwick is an absolute delight, and I knew she was there at the time. Everyone wins!#$b#Well, everyone except for Raz and future Sterling, I suppose.$11",
  "juna.SterlingTrashAlex": "I briefly considered making Sterling my honorary little brother, but I eventually settled on Alex instead. I think it's because Sterling reminds me too much of Olive's aunt.#$b#It's that jittery look in their eyes, you know? Well, that and the puking.$11#$b#Now, Mia, though. Have you met her yet? I know you know I despise flirting, but for her I just might make an exception.$3",
  "juna.SterlingTrashNoAlex": "I briefly considered making Sterling my honorary little brother, but I eventually settled on someone else. I think it's because Sterling reminds me too much of Olive's aunt.#$b#It's that jittery look in their eyes, you know? Well, that and the puking.$11#$b#Now, Mia, though. Have you met her yet? I'm generally not a fan of flirting, but for her I just might make an exception.$3",

  //NEW CONTENT AS OF 2.1.0

  "forest.seal.2": "Varning! Beware the Joja Cola fumes!",

  "gift.reaction.cola.0": "*Juna immediately grabs the can out of your hand and guzzles it down.* Thanks, @! Everyone knows a proper scheming session requires sugar and additives.$1",
  "gift.reaction.cola.1": "Look behind you! Is that Big Foot?! *The minute you glance over your shoulder, Juna books it with cola. You're too tired to point out it was a gift.*$6",
  "gift.reaction.cola.2": "Thanks, @. Why don't you grab a straw and join me?$1#$b#...#$b#... Why do you look so suspicious?$11",
  "gift.reaction.cola.3": "Excellent. I'm going to go pour this into the water in my cave immediately.$1",
  "gift.reaction.ancientdoll": "Isn't she just the cutest? I'm going to name her Annabelle.$10",
  "gift.reaction.elvishjewelry": "I'm normally not into jewelry, but Olive tells me this was designed by the same elf who made my brooch.$4#$b#Eh, I don't care if he made it up. In fact, I'd be proud of him if that were the case!$1",
  "gift.reaction.dinosauregg": "One more for the roster. Check!$1",
  "gift.reaction.strangedoll": "Isn't he just the cutest? I'm going to name him Chucky.$10",
  "gift.reaction.hashbrowns": "And they're even properly burnt this time! I like and appreciate you, @.$4",
  "gift.reaction.pancakes": "Pro tip: if you don't have access to maple syrup, a can of Joja Cola does the trick just as well.$10",
  "gift.reaction.pinkcake": "Thanks, @. This will do well for my fairy trap. Real well indeed...$3",
  "gift.reaction.ghost.crystal": "*Juna holds the rock up to her eye* Hm, let's see. ... Aha, there you are!$1#$b#...#$b#Did you seriously not know there are ghosts trapped in these rocks?$11", //EDIT!!!
  "gift.reaction.prehistoric": "Gasp! Where did you find this?$4#$b#If you say the Traveling Merchant, I'm gonna be real cross.$13",
  "gift.reaction.cherry": "Pop goes the cherry! *Juna winks at you. You throw one of your remaining fruits at her head.*$6",
  "gift.reaction.poppy": "I've been challenging myself to find other ingredients to put in my old-timey cough syrup, but poppy always works in a pinch!$1",
  "gift.reaction.tag.jelly": "The only jelly I don't really like is tomato jelly, but it's still fun to eat in front of Robin and Dem.$3",
  "gift.reaction.brokencd": "I'm impressed, @. How did you know this was one of the mix CDs Raz threw out after his divorce?#$b#They're all hi-la-ri-ous.$1",
  "gift.reaction.pinacolada": "I appreciate it, @, but you can tell Gus I still haven't forgiven him for only serving these at the resort.$2#$b#What would you say if they only served %favorite at the blacksmith's?$2",
  "gift.reaction.scucumber": "*Juna lets out a hissing sound and tries to push the purple fish up your nose. It smells distinctly fishy.*$5",
  "gift.reaction.purplemushroom": "No, no, no! Death Caps have white to light green caps, not purple! Boo, hiss!$13",
  "gift.reaction.solaressence": "Do you have any idea how many solar essences Raz has tried to emergency gift me over the years?$13#$b#As if I wasn't aware of his enormous monster loot collection in the basement.$11",
  "gift.reaction.voidessence": "How many times do I have to tell you, @? I do not appreciate magical ingredients or \"the pursuit of arcane knowledge\". The only exception is bad luck powder, which is amazing!$5",
  "gift.reaction.category.fish": "Childhood trauma! *Juna throws the fish to the ground and runs off.*$2",
  "gift.reaction.potato": "@! I'm absolutely appalled. This is clearly the same potato I gave you the first time you visited my cave!$5",

  "gift.reaction.RodneyAutograph": "You know me so well, @! Thank you, thank you, thank you.$4#$b#What? What's not to love?$10#$b#A signed headshot of someone who's not an actor is brilliant on its own, but a signed headshot of a non-actor that's so impopular you can fish it out of the sea? Bingo!$4",

  "dumpster.dive.comment": "@! Don't you dare steal all the Joja Cola again!",
  "generic.4062": "Hiya!",
  "generic.4063": "Good morning, subjects!",
  "generic.4064": "Good afternoon, subjects!",
  "generic.4065": "Good evening, subjects!",
  "generic.4083": "Have you finally susses out that {0}",
  "generic.4091": "Here's a secret that doesn't really deserve to be called a secret: {0} loves '{1}'",
  "generic.4094": "If you want {0} to dislike you, give him '{1}'.",
  "generic.4097": "If you want {0} to like and appreciate you - and who wouldn't? - give her '{1}'.",
  "generic.4100": "If you want to get on {0}'s good side - presumably to get close enough to pants him - give him '{1}'.",
  "generic.4103": "If you want to get on {0}'s good side, give her '{1}'. I gave her 50 my first week here.",
  "generic.4106": "If you want to make friends with {0} - and you do seem to want to make friends with everyone - you can't go wrong with '{1}'",
  "generic.4109": "It's his least favorite, I promise. ... Would I lie to you?",
  "generic.4113": "He hates it. ... Would I lie to you?",
  "generic.4114": "He hates that stuff. ... Would I lie to you?",
  "generic.4116": "She adores it as much as I adore her.",
  "generic.4118": "I gave it to him one year and he wouldn't stop complaining about it. ... Would I lie to you?",
  "generic.4120": "I gave it to her one year and she wouldn't stop talking about it. It was the best!",
  "generic.4125": "It would make a great gift. If you don't have any strange dolls around, that is. Only weirdos dislike strange dolls!",
  "generic.4126": "You could really make him awkward with that. Which is what we all wish to see, right?",
  "generic.4135": "loves '{0}'? He finds it absolutely delightful.",
  "generic.4146": "Regional alert!",
  "generic.4149": "If you want {0} to like you, give him '{1}'. He loves it with a burning passion. ... Would I lie to you?",
  "generic.4152": "If you want {0} to like you, give him '{1}'. He loves that stuff with a burning passion. ... Would I lie to you?",
  "generic.4154": "If you want {0} to dislike you, give her '{1}'. Then run far, far away where I can't get to you to punish you for having bad taste in friends.",
  "generic.4161": "If you want to play a hilarious joke on {0}, give him '{1}'. If you're lucky, he might never forgive you.",
  "generic.4170": "Trust me on this one.",
  "generic.4171": "Trust me on this one.",
  "generic.4172": "Just the thought of it can make him ecstatic.",
  "generic.4176": "I think he might just have a natural affinity for it.",

  "juna.DwarfStory": "Lately, every time I've gone to the library to spy on peo- to read, Rodney's been there muttering about dwarves.#$b#Is he trying to find a new audience?$6#$b#Oh, he's writing a new book? On a scale of Raz to Robin, how sexy do you think it'll be?$3",
  "juna.ShadowfolkStory": "Lately, every time I've gone to the library to spy on peo- to read, Rodney's been there muttering about shadowfolk.#$b#Is he trying to find a new audience?$6#$b#Oh, he's writing a new book? On a scale of Raz to Robin, how sexy do you think it'll be?$3",
  "juna.BookLaunchParty": "The Chronicles of Stardew Valley was just great, wasn't it?$1#$b#I've been reading the section on the wizard out loud to Razzamatazz whenever I get the chance.$1",
  "juna.divorce": "Welcome back, @!$4",
  "juna.AlexTryouts": "Of course I want Alex to do well in the tryouts. The only drawback is it'll now be even harder to convince him to join my sugar appreciation group.#$b#But I do love a challenge!$6",
  "juna.leoValleyArrival": "*Juna is flipping through a folder filled with stick figure drawings and what looks like really dense writing.*#$b#Oh, this? These are my lesson plans for Leo. I've been wanting to teach him the history of dance for a long time, but it's too hot to focus on the island.#$b#Penny isn't the only educator around here, you know! Rule number one of teaching: interest can be cultivated as long as you nag at them from an early enough age!$10",
  "juna.fairyFarmVisit": "I know, I know. I'm already working on another trap. She's a tricky little thing, that fairy.$11#$b#I'd be impressed if I didn't find her perky personality so incredibly annoying."
  
}
