{
    "Introduction": "Hello, you must be the new farmer. I'm Professor Cameron Peasbody, but you can call me 'Cam'.",
    "Mon": "Gunther asked me to come here, you know. There wasn't any other reason...#$b#Well, perhaps there was an added incentive.",
    "Mon4": "What do you mean? I didn't follow Jasper here! I came here to do research.$5#$b#But yeah, he's an added perk.$4",
    "Mon6": "I'm still a little in love with Jasper. And yeah, I'm a complete jerk sometimes. It's because I didn't want to see him hurt!$4#$b#Okay, you're right. That's a dumb reason.$2",
    "Mon8": "Jasper and I go way back. He's so reserved and uptight ... I tried to get him to learn how to live a little.#$b#I guess that didn't turn out so well for him. Did it...$2",

   // "Tue": "Yeh, I'm staying in the boarding house. That guy across the hall keeps playing guitar in the morning. Makes it hard to concentrate.#$b#He's got some pretty good riffs though!",
   "Tue": "Yeh, I'm staying in the inn. I keep hearing strange noises at night.#$b#Place is probably infested with rats.$2",
    "Tue4": "Gunther's okay, but he'd rather sit in that dusty old library and stare at his shiny treasures all day.#$b#Me? Well, I'd rather be out here, seizing life by the throat.",
    "Tue8": "There's this really old grimoire in the university. And I don't believe on ghosts or other nonsense, but it gives me the chills.#$b#This place does that too. It's all history... but it's dark history.",
    
    "Wed": "Found any interesting relics lying around? I'd be happy to add them to Zuzu City University's extensive collection.",
    "Wed6":"We're pretty sure the early settlers worshipped chickens. Pretty weird, don't you think?#$b#Still, I'm sure you've heard a lot weirder around here! These small country towns thrive on superstition.",
    "Wed10": "There's a peak around here called Mount Evermore. It's a steep and dangerous climb, but the views are spectacular.#$b#Maybe I'll climb up there some day. I'd ask you to join me but... well, you need to be super-fit.",
	
    "Thu": "Pelican Town has an interesting history; the early settlers came from the sea.#$b#Sounds like there were people here first, though we've found no organic remains - only their artifacts.$2",
    "Thu6": "Are you into spelunking, @? There's an impressive cave system around here.#$b#Rumor says it's never the same twice. So, it's very easy to get lost.#$b#Have I been down there? No. Not really my thing.",
    "Thu8": "This used to be a prosperous mining town, you know. Then the ore started drying up, and there were a couple of bad accidents.#$b#A superstitious lot, those miners. As if there could be monsters lurking in those caves!$1",
    
    "Fri": "Do you like surfing, @? The waves here aren't really well suited to it, sadly.#$b#You've gotta go west, to Juniper Point, to get real surf.",
    "Fri4":"Marathons aren't my thing, but I did a triathlon once. That was pretty hardcore.#$b#You ever...? No... I guess you wouldn't.",
    "Fri6": "I met a shark face-to-face once. Well, face-to-snout.$2#$b#Could've taken my arm off too, but I looked into those beady little eyes... and I don't know what it saw there, but it turned tail and fled.",
    "Fri8": "I've jumped from a plane, swum with sharks, rays and jellyfish, and once went free-diving along the Copper Coast.$1#$b#But I'll tell you now, @, you'd never catch me underground. All that rock above me gives me the heebies.$2",
   
    
    "Sat": "Ever tried free soloing? Yeh, it's dangerous, but what's life without a little adrenaline?",
    "Sat6":"Heh, back in our student days, I scaled the height of the Astronomy Tower to hang Jasper's boxers like a flag.#$b#He wasn't impressed.$1",
    "Sat8": "Yeh, there's some pretty dumb stunts in my past. But, hey, what doesn't kill you...#$b#Really, it's all about being prepared, and not letting fear rule you.#$b#Also, not getting caught!$1",
    
    "Sun": "I really miss Jasper, you know. Yeh, I treated him badly... I was an ass and I've been repenting it ever since.#$b#I won't blame him if he never forgives me.#$b#Oh, why am I telling you all this? It's not like we even really know each other.",
    "Sun4": "Jasper and I were always both friends and rivals. How we'd debate for hours!#$b#I do wish I hadn't pushed him away. You probably won't believe this, but I really did - do! - care for him.",
    "Sun6": "Yes, Jasper has some crazy ideas. It's one of the things I like - liked - about him.$4#$b#Plus he's actually kinda hot if you like professor nerd types. And well, I do!$1",
    "Sun10":"Sometimes, late at night, the guilt claws at me, @. If I hadn't of challenged him so mercilessly...#$b#Well, our charming professor friend wouldn't have done what he did...#$b#But that's life isn't it? Regrets for what you did do, and what you didn't...$2",
    
    "Mon_inlaw_Jasper": "I'm glad things worked out for you. I am! Jealous as heck, but Jasper and I? We were like oil and water.#$b#Or possibly oil and an open flame...$1",
    "Sun_inlaw_Jasper": "Well, I guess you like professor nerd types too. I wish happiness upon you both!#$b#Still going on about the dwarves? I thought so.#$b#I miss him.$2",
    "Custom_EastScarpe_Mon": "Ah, East Scarpe has an interesting archeological history.#$b#Hey, we should hold an Archaeology Fun Day. What do you think?$1",
    "Custom_EastScarpe_Wed": "I'm very interested in this place. There were all sorts of rumors, you know... and weird artifacts found!$1",
    "Custom_EastScarpe_Sat": "Hello @! If you happen to find any bones lying around, can you let me know?#$b#The palentology department is always after more samples!",
    "Custom_EastScarpeInn": "Not a bad place, is it? Great rustic charm.",
    "GiftReaction_Jasper":"This makes me think of someone... I think you know who!"
	
}