 {
"Changes": 
    [
 
		{
            "LogName": "Jorts Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/JortsCat",
			"Entries": {

//Conversation Topics
	//Vanilla
	"cc_Begin": "You smell like dust, @!#$b#Huh, Lewis could smell it too? He must have a good nose!",
	"cc_Boulder": "Hey, that boulder by the mines is gone! Now the water smells way more interesting!$h",
	"cc_Bridge": "Someone fixed the bridge! Now I can get across the easy way, instead of having to go all the way around!$h",
	"cc_Bus": "The bus is working! I always wanted to ride, but Pam and Lewis said I'm not allowed on.",
	"cc_Greenhouse": "That new building looks so warm and cozy. You should take some naps in there.",
	"cc_Minecart": "@, can I come ride with you on the cart? It looks fun!",
	"cc_Complete": "Wow, @! Everyone's saying you fixed this up! It must have taken a lot of nails.$h",
	"movieTheater": "There are so many bird friends in the new building!",
	"willyCrabs": "One of those crabs nipped my tail.$s#$b#I guess it was because Jean was trying to eat him.",
	"pamHouseUpgrade": "@, you helped build Pam's new house? I hope you gave her some good scratching posts. She needs to relieve stress sometimes.",
	"pamHouseUpgradeAnonymous": "I wonder who helped with Pam's new house? I have no idea! They must be super nice though.$h",
	//Vanilla+ (CFD, Mobile Phone, More CTs)
	"Characters_MovieInvite_Invited": "Oh boy, a movie? Let me just get Jean to clean me up, I'll meet you there! ZOOMIES!",
	"ExtraDialogue_Town_DumpsterDiveComment_Adult": "Find anything good?$h",
	"NPC.cs.4275": "You got me a birthday present?? You're my favorite human.$h",
	"NPC.cs.4277": "AHHHH YOU GOT ME A BIRTHDAY PRESENT! I'M SO EXCITED I'M GONNA ZOOMIES!$h",
	"NPC.cs.4279": "I, uh... Thanks, but I don't really want it, even if it is my birthday....$s/I, uh... Thanks, but I don't really want it, even if it is my birthday....$s",
	"NPC.cs.4281": "Oh boy, a present! Want to share? My birthday's on worker's day, after all, and it's about unity.$h/Oh boy, a present! Want to share? My birthday's on worker's day, after all, and it's about unity.$h",
	"MobilePhoneGreeting": "{{Random: Hi {0}, this is Gil! Okay, it's not really Gil, but he doesn't like his cell phone. && This is Gil's phone, please leave a message after the meow. Meow! && Oh boy! {0} is calling me! && Hi, {0}! I'm taking care of the phone right now, did you want to speak to me or Jean? && Hi, {0}! It's me, your favorite Jorts of all Jortses out there! && Hi, {0}! Smartphones are great, aren't they? They're real easy to use with paws! && Hi, {0}! Do you need me to come find you so I can rub on your legs? |inputSeparator=&&}}",
	"MobilePhoneReminisce": "You wanna hear a story, @?",
	"MobilePhoneInvite": "Oh boy, let's play!",
	"MobilePhoneGoodBye": "{{Random: Okay, talk to you later, @! Unless Jean answers instead! && Okay, I love you, bye-bye! && Bye @! I'll say hi to Gil for you too! && Bye, @! Hope I can see you soon, it's not the same if I can't sniff you. |inputSeparator=&&}}",
	"railroadEarthquake": "Wow, that earthquake last night was so fun! I vibrated almost as hard as the time I rode Morris's floor polisher!$h",
	"islandResortUnlocked": "There's a giant sandbox on the other side of the sea? Can we go play, Jean? Pretty please?$h",
	"jojaMartStruckByLightning": "Marlon said the Jojamart got struck by that big lightning last night! Good thing it didn't catch on fire, or Clint might've been in trouble!",
	"babyBoy": "Wow, @! I can't believe you and %spouse made a WHOLE baby!",
	"babyGirl": "Wow, @! I can't believe you and %spouse made a WHOLE baby!",
	"wedding": "What a big party! We should have another one sometime!$h",
	"event_postweddingreception": "This must have been really special for you and %spouse, @, since we get to celebrate it twice!$h",
	"luauBest": "Jean and I got some of the soup when Lewis wasn't looking. It was tasty as a sturgeon!$h",
	"luauShorts": "I didn't get to try the soup.$s#$b#Jean said it was 'an offense to dignity and good taste'. How can it offend anyone if it can't talk?$4",
	"luauPoisoned": "Jean said you humans didn't like the soup. It tasted just fine to me though.$5",
	//Alecto
	"AlectoIntroduction": "You met the lady with the crows? I like Kevin, he's my friend. Sometimes we investigate the scrungy smells together.",
	"AlectoWizardTower": "Kevin found a scrungy bag and shared it with me! He's the best!$h",
	//JulietJessie
	"JulietGremlin": "Juliet has a new friend!$h#$b#I tried to say hi, but she ran away. Maybe if I give her a fish?$4",
	//Juna
	"JunaBeachBallet": "Juna's very nice! She gives me all sorts of interesting scrungy things to play with!",
	"JunaJunimos": "I found a pink flamingo in the woods!$h#$b#Jean said we can't keep it, so I meowed at the Wizard until he teleported it to Lewis's lost and found. He's so helpful!",
	"JunaGone": "I miss Juna already.$s#$b#But sometimes you have to go somewhere. Jean said it must be important.",
	//Lavril
	"LavrilUnlocked": "Aww, what a cute little girl and bunny! She said she wants to be friends! And she gives nice pets!",
	//Lucikiel
	"LucikielArrives": "Do you suppose that man gets cold with no shirt on?$4",
	"ReputationIncreased": "I'm glad Lucikiel is making friends! Maybe they can give him a shirt.$h",
	//RSV
	"RSV_GH1": "Yaaay, Jean said we can go see the new greenhouse in Ridgeside! I'm going to lay in ALL the sunbeams!$h",
	"keahi_prank": "Uh, @? You smell scrungy. Like, really really scrungy.$s#$b#My face is all scrunched up, it's so scrungy.$s",
	"Lidens_Return": "Did you see the lady that looks like Alissa? She smells like salt.",
	"Naomi_Return": "Did you see how happy Yuuma was that his mom's back? He smiled super big, he never does that!$h",
	//Leilani
	"LeilaniArrives": "Hey, Leilani's back again! I hope her grades were good this year!",
	//Prank the Jojamart
	"PTJ03": "Sooo many crabs!  Let me help, Morris, let me help!$h",
	//Pumpkin Spice
	"pumpkin_spice_madness": "Are you going to have a pumpkin spice latte, @? Can I dip my paw in it? I promise I washed it.",
	//Toshinori
	"TalkingAboutToshinori": "Toshinori always gives me tasty things when we visit the bar. He's so nice!",
	"ToshisSon": "That green haired man rescued me from the trash can! He said he rescues cats a lot, so he didn't mind.",
	//Jorts and Jean (lol)
	"MeetTheCats": "You're a good listener, @. Jean says that's a real important skill.$h",
	"ButteredJorts": "I'm not mad at Pam. It's pretty funny now that it's over.#$b#And maybe this will encourage her to lay off the beers some!$h",
	"DumpsterFishing": "Linus brought me some fish scraps the other night that were SUPER scrungy! I guess he found something good.$h",
	"RubberCatting": "If you're feeling sad, @, you can always come rub my belly.$h",
	"JortsZoomies": "It was so much fun to zoomies around the Jojamart! It's like a big cat tree!$h",
	"OpenAllTheDoors": "I'm going to miss having the Jojamart.  I guess we'll just have to make a new union for whoever takes their place!$h",
	//Other
	"Shane_Starts_Selling": "I saw Shane setting up a bin in Marnie's place.#$b#Huh, it looks like the one that used to be inside Jojamart.$4",
	"platonic_LetterCS2CT": "I love friends! I love you! And I love your friend, too!$h",
	"JeanandJorts_funstring": "Jean really loved the thread you made, so much she hid it in our stash. It's our treasure now.$h",
	"RestauranteerMod-Loved-1": "Oh boy! My favorite!$h",
	"RestauranteerMod-Loved-2": "Om nom nom nom nom!$h",
	"RestauranteerMod-Loved-3": "%Jorts is stuffing his face.",
	"RestauranteerMod-Liked-1": "Thanks, @! You can do anything, can't you?$h",
	"RestauranteerMod-Liked-2": "Thanks, @! I'm going to roll around in it so I can take some with me.$h",
	"RestauranteerMod-Liked-3": "Wow, it smells so scrungy! The good kind!$h",
    "EliIntro": "Eli is so smart! He can get down from high places all on his own!",
	"EliSaloon": "I like Eli! He gives me lots of pets when we sit together on Fridays!$h",
	//SBV
	"SterlingTrash": "Sterling made the trash can scrungy in a bad way.$s",
	"SterlingTrain": "Jean and I saw Sterling jumping around the train tracks. Is that fun?$4",
	"SterlingDrugs": "Sterling smells scrungy in a bad way. Do you think something's wrong?$s",
	"SterlingRelapse": "Sterling isn't feeling well, so I'm going go lay on his stomach and purr a lot, that'll help. I'm not scared of a dog.",
	"SterlingApology": "I'm glad Sterling is coming back to town! It's a really long walk to his house.",
	"WrenFliesIn": "I like that plumber lady, she finds lots of scrungy smells!",
	"OnTheSheShore": "I heard Wren say she started using both she and they pronouns.  I don't really get it, but if it makes them happy,  can do it just fine.$h",
	"WatchingIsForTheBirds": "I want to go watch birds too!",
	//"ALongQueerRoad": "",
	//"CertifiedPlumberAccountant": "",
	//"NoticeAbbySenpai": "",
	"ThyMet": "Thy has such pretty wings! I want her to take me flying sometime so I can meet some bird friends.",
	"ThyLampsOut": "I think it's okay if the lamps are out at night.  I only ran into things two or three times!",
	"ThysaniaExposed": "I think Thy is scared of being different. But that's okay, cause we're all different.",


// GENERIC DIALOGUE
    "Mon": "Hi @! You smell scrungy today! That's a smell that's so big it makes my nose scrunch up!$h", 
    "Tue": "Hiya, @! Have you made any friends yet? If not, I'll be your friend!",
    "Wed": "Hi, @! Have you looked around town? What's your favorite place so far?",
    "Thu": "@, you don't look much like a cat does, but that's okay, we're all different.",
    "Fri": "Do you like it here so far, @? I hope you like sniffing everything.",
    "Sat": "I take the lead whenever Jean needs some quiet time. We make a great team.",
    "Sun": "Ever tried just rolling around in your crops, @? I bet you'd like it.",

    "Mon2": "Okay! Today is a day to meow at people really loudly and stare at them. Time to get started!", 
    "Tue2": "Hi @! Are you growing yams? I love yams.$h#$b#I also love fish, but I don't think you can grow those.$4",
    "Wed2": "Whoops coming through sorry didn't mean to flash my butt at you haha gotta go!",
    "Thu2": "Do you have a coop yet, @? It gets cold out, and you don't want birds to be cold!",
    "Fri2": "Do you go to the Saloon on Fridays, @? It's a good place to listen to people.",
    "Sat2": "I like kids. They give really strong belly pets!",
    "Sun2": "I'm awake, just... mmf... resting my eyes....$7",

    "Mon4": "Today I am helping out by being a box inspector. I've jumped and napped in all of them so far and they all seem good.", 
    "Tue4": "I'm trying to focus on work, but someone made a sound like a food can opening. C'mon, Jorts, focus.",
    "Wed4": "I do try not to have trashcan mishaps, but those smells are so nice!",
    "Thu4": "%Jorts is absolutely transfixed by a bug in the grass.#$b#SCRUNGY!$h",
    "Fri4": "You ever just have the feline urge to knock things over?",
    "Sat4": "This morning I ran around really fast and knocked all the swords off the wall.#$b#Gil thought it was hilarious. Great job making him happy, me!$h",
    "Sun4": "There's really nothing like rolling around and covering yourself in a scrungy smell. I don't know why humans don't do it.",

    "Mon6": "Humans deserve fair pay and working hours!#$b#And I deserve fish!",
    "Tue6": "What kind of hat do you think would make me look smart, @?#$b#I want to look extra smart for Jean today.$h",
    "Wed6": "I'm always ready to go, @, so if you need to take a nap, I'll guard you.",
    "Thu6": "Not every angel gives me sea bass, but everyone who gives me sea bass is an angel. That's just facts.#$b#No disrespect to all the other angels, though. If they ALL gave me sea bass I might explode!",
    "Fri6": "@, if you ever want my help on the farm, just ask.#$b#I will sit two feet away from you and stare at you so hard you will physically feel my steady, unblinking support.",
    "Sat6": "Jean told me I had an 'urgent' meeting with Marlon, but he just picked me up and wiped my back down.#$b#It was only slime, I don't see what the big deal is.",
    "Sun6": "Jean is the best, you know. She's so smart and cleans me so well. Look at my pretty face!",

    "Mon8": "Marlon got Jean a new cat bed. It almost looks as good as the boot tray I sleep in.#$b#Dunno why he put my name on it, though.$4",
    "Tue8": "If you're ever in an awkward situation, @, you can always turn it around by asking if anyone wants to see a picture of a cat. Then show them my picture.",
    "Wed8": "Hey @, don't forget people love you!$h#$b#And I'm people too!$h",
    "Thu8": "I don't always understand things, so I appreciate it when people take time to educate me.#$b#Even if I still don't completely get it, I feel a lot smarter.",
    "Fri8": "Jean was singing to her cat toy the other day. She sounded so good, even better than that Alanna star that's on the radio.$h",
    "Sat8": "I like watching people make stuff. It's always good, even if they don't think so.#$b#You know why? Because they made it and no one else could have done that.",
    "Sun8": "I had a dream I was on the beach.#$b#It was so sad, everything smelled like fish, but there WERE no fish, just me getting wet everywhere.$s",

    "Mon10": "Here, @! I got you a present! It's really scrungy! [168 126 115 71 105 172 203 430]",
    "Tue10": "Sometimes we need to change the world and we only get that change by scratching hard and meowing loudly.#$b#Sometimes that change is that someone needs to open the door.",
    "Wed10": "Someone once told me I was just being nice and lying to make them feel better, when I said nice things about them.#$b#It hurt my feelings a little. Do they really think I'm a liar?$s",
    "Thu10": "If you ever make a mistake and want to be hard on yourself, @, just say 'Classic Jorts!' instead.#$b#You wouldn't get down on me for making a mistake, right?$h",
    "Fri10": "I'm a cat so I can't fix the big stuff, but I can make a shape like a smiley face just for you, @.",
    "Sat10": "Hey, I hope you got good rest. It doesn't have to be a nap, maybe just some time thinking about something nice.#$b#I'm just saying it because I love you and don't want you to be tired.$h",
    "Sun10": "Hey, @... Don't forget to say 'I love you!' to yourself today.#$b#After all, that's the person you want to hear it from the most, right?$h",   
	
	"rain":  "{{Random: Hi, @! Wow, you're wet! && Hiya, @. We're staying inside today. I get bad-scrungy when I'm wet. && I'm protecting Jean today! Scary thunder can't get me!$h && Lots of people get sad when it rains. If you have time, maybe visit some people for us?$h && It's dark right now, but I'm sure there will be more sunbeams.$h |inputSeparator=&&}}",
   

	// SPECIFIC DAY DIALOGUE
	"spring_1": "I love spring! Everything is green and smells new again!$h",
	"summer_1": "I love summer! It's so warm and nice to lay in the sun!$h",
	"fall_1": "I love fall! Look at all the pretty colors!$h",
	"winter_1": "I love winter! Snow is so fun to play in!$h",
	"spring_12": "Hey, @, want to team up for the Egg Hunt? I can sniff out eggs and you have thumbs! We'd make a great team!", // Day before the Egg Festival
	"spring_23": "Can you dance, @? I can't dance but I can chase my tail, and that's sort of like dancing.", // Day before the Flower Dance
	"summer_10": "Have you picked out what you're going to put in the Luau soup?#$b#If not, I bet a really high quality sturgeon would be great. Everyone would like that!$h", // Day before the Luau
	"summer_15": "Hey, @, did you know it's my birthday? I picked it because this is a worker's holiday in some countries!$h",
	"summer_27": "Tomorrow the jellyfish are coming to visit. They tell me all sorts of fun stories!$h#$b#Once, they told me about this queen that got 'canceled'. I didn't really get it though.$4", // Day before the Midnight Jellies
	"fall_15": "Tomorrow is the Stardew Fair. I wonder how many things I can knock off the tables?", // Day before the Stardew Fair
	"fall_26": "It'll be nice and dark at the festival tomorrow. I wonder if everyone would appreciate it if I made spooky sounds and ran around really fast?", // Day before Spirit's Eve
	"winter_7": "I don't get why they bring in all those fish and then don't eat them.$4", // Day before the Ice Festival
	"winter_24": "Did you get your gift-person something nice for Winter Star? If it's me, I'd like a baked fish.$4", // Day before Winter Star
			}
        }
    ]
}