{
    "summer_1": "Pika already cooked Willy some crab cakes to say thanks for rowing me back to the beach, but I want to get him something too. Do you make mead at your farm?",
    "summer_1_2": "Pika already cooked Willy some crab cakes to say thanks for rowing me back to the beach, but I want to get him something too. Do you make mead at your farm?",
    "summer_10": "Will we be seeing you on the beach tomorrow? Bring your sunscreen!#$e#Sorry, I went into mom mode there.$1",
    "summer_10_2": "Will we be seeing you on the beach tomorrow? Bring your sunscreen!#$e#Sorry, I went into mom mode there.$1",
    "summer_27": "Another summer nearly over...$s#$b#Don't get me wrong, I love my work. It's just difficult sometimes.",
    "summer_27_2": "Another summer nearly over...$s#$b#Don't get me wrong, I love my work. It's just difficult sometimes.",
    "Mon": "$d bus#Pika and I might take Keahi to Calico Desert soon for a family trip. I think he'll appreciate the dragon skeleton!|I see Lewis still hasn't done anything about the bus to Calico Desert... I was hoping to visit. Ah, maybe next year...$2",
    "Mon4": "I love the weather here in summer! Winter in the valley is too dark and gloomy for me.",
    "Mon8": "Faye and Corine are such hardworking young women.#$b#They have bright futures ahead of them, I can tell!$h",
    "Tue": "I've been trying to make friends with the other moms in the valley.#$b#Caroline tells us off if we chat too much during aerobics, though!$1",
    "Tue6": "I've been talking more to Robin lately... do you know her well?#$b#I thought studying with a baby was hard enough already, but she managed to do it as a single mom! What a lady.$1",
    "Tue10": "I've been talking more to Jodi lately... sometimes she reminds me of myself before I started my degree.#$b#She seems... trapped. I hope she can find something that brings her joy.$2",
    "Wed": "It's hard not to spoil Keahi when I'm home. But he can be so naughty!$3#$b#The neigbours told me he hid a rotten fish in their house.$2",
    "Wed4": "Flor and Penny told me Keahi's been behaving a lot better at school lately. I'm proud of him!",
    "Wed8": "I think Keahi will calm down as he gets older.#$b#Pika and I weren't exactly angels at that age, and look at us now! We're old and boring!$1",
    "Thu": "There's an island out in the archipelago that people have always avoided. Some say it's haunted by the ghosts of the dwarves who once lived there.$2#$b#But I think that might be a rumour pirates started to keep people away from their loot!#$e#Although... a colleague of mine did go there and never come back... hmmm...$2",
    "Thu6": "My degree was in anthropology with a minor in sociology, but I have to work closely with the archaeology department at Zuzu City for my doctorate.#$e#That's where you lived before you came to the valley, right?",
    "Thu10": "What will I do when I finish my doctorate? Hmm. Hopefully I'll keep my position at the University of Ember Island.#$b#Travelling the world then coming home to my family is perfect for me!$1",
    "Fri": "People get so fixated on living their lives on someone else's schedule - go to college, then settle down, then have a baby...#$b#I didn't start studying until after I had Keahi, and I don't think I'll ever completely settle down!$1",
    "Fri6": "I have to say, I really admire the way you gave up your old life to come here. You took a risk and followed your dreams.#$b#Some people might say that's overly idealistic, but I think it's the only way to live.",
    "Fri10": "#$c .5#I went through a really dark time after Keahi was born. I could barely leave the house. But with Pika's support, things turned around.#I'm incredibly lucky to have Pika. A lot of people wouldn't be so supportive of their spouse in a situation like ours. He's my rock.$4",
    "Sat": "Preserving the culture of the Fern Islands is very important to me.#$b#We have to find a balance between tradition and modernity, and protect the natural beauty of our home.#$e#I'm sure that's important on the mainland too!",
    "Sat4": "$d joja#Companies like Joja have been taking advantage of the Fern Islands for decades, but it seems like no-one on the mainland cared until it hurt their own bottom line.$3|I know getting rid of one Jojamart won't change much, here or on the islands, but I'm glad it's gone.#$e#It will make life a lot easier for Pierre and the Legames, at least.$1",
    "Sat8": "I've been talking to Kiarra about an anti-Joja Corp protest she's helping organise. It could really help bring awareness to what they're doing in the Fern Islands.",
    "Sun": "Ahh, what a day. Right now I just want to settle down with a nice glass of wine and a honey-glazed salad.",
    "Sun6": "How's the farm? I hope we can get first pick of some vegetables for the restaurant!$h",
    "Sun10": "You should come over for dinner some time, @. You're basically part of the family now.$1",
    "SeedShop_28_20": "Sorry! Can't talk right now! 25! 26! 27!$5",
    "Custom_Ridgeside_RidgesideVillage_96_37": "#$c .5#Hey, give me a bubble-five! No? Aww!$7#%Leilani is humming to herself as she does the dishes.",
    "Town_96_92": "Keahi, behave yourself for Miss Penny and Miss Flor, okay?",
    "ArchaeologyHouse_12_9": "Oh! Hello! Jasper and I were just discussing the valley's history. It's important to remember where we come from.",
    "ArchaeologyHouse_12_10": "I don't know as much about the history of this area as I'd like. I should ask Gunther to recommend me some books!",
    "FishShop_4_6": "I'm picking up some fish for the restaurant. I love the taste of tuna once Pika's prepared it, but I'm not so fond of the smell...$s",
    "keahi_prank": "Oh dear... my Keahi got you, didn't he?$h#$b#I'm sorry, I shouldn't laugh...$s"

}
