{
	"Changes":[
		{
			"Action":"EditData",
			"Target":"Characters/Dialogue/Sandy",
			"Entries":{
					"MovieInvitation": "Oh, I'd love to go to the movies! Meet you at the theater?$h",				
					"cc_Complete": "So I heard you fixed up the old Community Center. I think I'll swing by sometime.",
					"movieTheater": "Emily told me you guys have a new movie theater in town!#$b#How exciting! I love movies. Horror, romance, whatever, I love it all.$h",
					"BusStop": "{{Random:Hi, @! How's %farm Farm doing?#$b#I'll be sure to take a peek on my way back home.$h&&Do y'all have a farmer's market here? I'd love to buy some of your produce directly.$h&&Are you growing any flowers on your farm right now, @? I'd love to take a look.&&You have a {{PreferredPet}} right, @?#$b#I'd love to stop by the farm and say hello to %pet.$h&&Ugh, the fumes from the bus are terrible. Emily's always saying we should switch to electric. I get what she means now.$s|inputSeparator=&&}}",	
					"Town": "{{Random:There's so much pollen out here! Thank goodness I don't have allergies.$h&&Spring is my absolute favorite season. I'm sure you can guess why.$h&&I swear spring is just prettier here in the Valley. Nowhere else comes close.&&Oh my goodness, I'm so tired today.#$b#I was up late last night bingeing the latest season of '%noun of the %place'.#$b#Do you watch it, @?&&After I'm done visiting Emily do you want to head to Zuzu City to do some shopping? It's been so long since I've visited the city.$h&&Has Haley ever shown you her photographs? Her work is pretty good.&&Evelyn promised me she's going to teach me some of her gardening tricks. I'm looking forward to it!$h|inputSeparator=&&}}",
					"summerTown": "{{Random:Hey, I saw %farm Farm was featured in the Stardew Valley Tribune again. You must be proud!$h&&Do you watch the Queen of Sauce? I never miss an episode.$h&&It's so hot today, do you want to go to the beach?$h&&I think instead of heading back to the desert, I'll stay over at Emily's and go for a late night swim. You're welcome to grab your swimsuit and join me!$h&&Oh, the Oasis can survive a few more hours without me. I'm going to the beach.$h&&Summer always makes me think of cotton candy for some reason. Maybe it's because when I was a kid my parents would take me to the carnival, and I'd always get some.&&I think I'll buy some ice cream from that little stand by the library. Care to join me?&&Evelyn gave me some flowers from the gardens she tends to. Wasn't that sweet of her? Here, have one. [376 593 402]|inputSeparator=&&}}",
					"fallTown": "{{Random:Ah, fall looks so pretty here in the Valley! But I'm sure you're tired of hearing that.$h&&Every time I'm at the bar Marnie won't stop telling me about her cows and chickens.$h#$b#She sure loves animals, huh?&&Hey, sweetie, read any good books lately? I'm reading this novel called 'The %adj %noun'. It's pretty good.&&I really need a vacation. I haven't traveled--I mean really traveled--in so long.$s#$b#How 'bout it, @? Do you want to take a vacation with me?$h&&I used to live here. Have I ever told you that, @?&&Leah gave me some mushrooms she foraged to make Tom Kha Soup but she gave me too many. Here, take one. [404]|inputSeparator=&&}}",
					"winterTown": "{{Random:There are so many beautiful crocuses here in the Valley. I'm going to grab a bunch on my way home.$h&&Oh my goodness, it's so cold here. That wind really packs a wallop, huh?$s&&I'd forgotten how cold it gets here in the valley.$s&&There's something so pristine and enchanting about winter, don't you think?&&I probably should've worn a heavier coat.$s&&I'm going to need a hot bowl of soup after this. Maybe I'll stop by the Saloon.$s&&Hmm I probably should've worn snow boots.$s&&I may complain about the cold, but being back in the Valley during winter makes me feel like a kid again. I might make a snowman by Emily's house.$h|inputSeparator=&&}}",
					"Beach": "{{Random:The water looks so clear here. Care to join me for a swim?&&Just enjoying this refreshing breeze. I think I now understand why Elliott chooses to live in that shack...#$b#OK, maybe I don't quite understand why it's a shack though.$h&&I'll have to bring my swimsuit to go for a swim next time.&&Hey, @, want to build a sandcastle with me? I haven't made one since I was a kid.$h|inputSeparator=&&}}",
					"ArchaeologyHouse": "{{Random:Oh, hi, sweetie! I'm just checking out the selection. Got any good recommendations?$h&&Oh, hey, @! I'm checking out the flower crafts section. Always good to get new ideas, ya know?$h&&Oh, I'm glad you stopped by, @. I just finished reading this great book called 'The %noun of the %noun'. I just returned it, so it might still be at the front desk. You should check it out!$h&&Have you read 'The Secret of the Stardrop'? Fascinating stuff.&&What was your favorite book as a kid, @? Mine was 'The Brave Little Sapling'...I think they even turned it into a movie!|inputSeparator=&&}}",
					"Saloon": "{{Random:Pierre keeps trying to tell me how to do business, but why would I listen to a man who doesn't even plan ahead and sell out-of-season seeds?&&I think Pierre's had a bit too much to drink.$h&&Isn't it funny how Emily always says she works part-time when she works here seven days a week?$h&&The food here is amazing. No wonder everyone comes here on Fridays. I'm going to have to coax Gus into giving me some of his secret recipes.$h&&Do you know why Clint keeps glancing over here?$s#$b#He could just say hello. I don't bite.$h&&What are you having, @? My treat!$h|inputSeparator=&&}}",				
					"Wed4": "You know I sell cactus seeds, right? No one ever seems to want to buy them though.#$b#Must be because they're so readily available outside.$s",
					"Thu2": "You know Emily's sister Haley, right?#$b#She can be a bit...difficult. But she warms up with a little coaxing.#$b#Just bring her a couple of coconuts, and she'll be showing you her photos and sharing style tips with you in no time!$h",
					"summer_1": "Are you here for some starfruit, sweetie?$h#$b#You know you don't have to wait for the 1st of the season. Unlike Pierre, I stock my seeds all year round.",
					"summer_Mon4": "So what do you like to do for fun, @?#$b#Surely you don't spend all your time farming.",
					"summer_Mon6": "Elliott dropped by the other day because he overhead Emily say I make a mean Tom Kha soup.$h#$b#Remind me to share the recipe with you some time.",
					"summer_Tue6": "Hey, hun, how's it going?#$b#Care to share the latest gossip from Pelican Town with me?$h",
					"summer_Fri8": "I haven't been to Zuzu City in ages.#$b#We should go out dancing sometime. They have plenty of clubs.$h",
					"summer_Sat2": "Do you like to fish, @? You can catch some fish in that little pond outside. I hear scorpion fish are really difficult to catch though.",
					"summer_Sat6": "Do you have any goats on your farm, @?#$b#Goat milk is really good for the skin. I have to be careful living out here--it's really important to stay moisturized and use sunscreen.",
					"fall_Mon2": "Well, if it isn't my number 1 customer!#$b#How goes the farm, sweetie?",
					"fall_Wed6": "How long have I lived out here in the desert? Hmm, I've lost track but at least 10 years I'd say.",
					"fall_Thu8": "I'm so happy I've found a way to incorporate flowers into my daily life.#$b#It's good to cultivate one's passions, wouldn't you say, @?",
					"winter_Tue2":  "You know Emily is a really talented designer. She sews all of my clothing for me.$h",
					"winter_Wed10": "I'm really glad we've become such close friends, @. And I can't thank you enough for convincing me to hang out in town more.$h",
					"spring_1": "Happy New Year, sweetie!$h#$b#I'm still a bit tired from last night's festivities, but nothing to do about that when you have a store to run.$h",					
					"spring_23": "Tomorrow is the Flower Dance.#$b#Do you have someone you're thinking of asking to dance?#$b#Don't worry, you can tell me.$h",
					"summer_27": "I'm so excited for the Moonlight Jellies Festival tomorrow! It's one of my favorites.",
					"fall_14": "Did you know tomorrow is my birthday?$h#$e#How old am I? Oh, I could never reveal my real age. Gotta keep up the mystique, you know?$h",
					"winter_24": "Have you figured out who your secret gift giver is yet?#$b#Hopefully you get a good gift this year."
			}

		},

		{
			"Action":"EditData",
			"Target":"Characters/Dialogue/Sandy",
			"Entries":{
					"spring_Tue10": "Isn't spring just dreamy, @?",
					"summer_Wed10": "I dropped by Emily's the other day and made Tom Kha soup for her. She really loved it.$h",
					"fall_Thu10": "Emily and I don't have any longterm plans yet. We're just taking it day by day though every day looks brighter than the last.",
					"winter_Mon10": "I've already started planning Emily's Winter Star gift. I know she's going to love it.",
					"spring_26": "{{Random:Tomorrow is Emily's birthday! I bought her a beautiful aquamarine necklace.&&Tomorrow is Emily's birthday! Don't tell her, but I bought her a beautiful ruby bracelet.$h|inputSeparator=&&}}",
					"winter_24": "I can't wait to show Emily what I got her for the Feast of the Winter Star!$h"
			},
			"When": {
				"HasSeenEvent": "13609016"
			 } 

		},

		{
			"Action":"EditData",
			"Target":"Characters/Dialogue/Emily",
			"Entries":{
					"spring_Sun8": "I really feel like Sandy's energy is the perfect complement to mine, don't you agree @?",
					"summer_Tue8": "Sandy really loves the ocean. I think I'll surprise her with a beach picnic sometime.$l",
					"fall_Wed8": "I want to surprise Sandy by taking her to dinner in Zuzu City sometime. Do you have any restaurant suggestions? It's been a long time since I visited.",
					"winter_Thu8": "I can't wait to see Sandy tomorrow. I look forward to her visits all week.$l",
					"fall_14": "{{Random:I bought Sandy a beautiful bouquet of roses for her birthday tomorrow.$h&&Sandy's birthday is tomorrow! I can't wait to celebrate with her now that she's my girlfriend.$h|inputSeparator=&&}}",
					"winter_24": "I can't wait to show Sandy what I got her for the Feast of the Winter Star!$h"
			},
			"When": {
				"HasSeenEvent": "13609016"						 } 

		}
	]
}