{ //Dteluotu = bringer of peace (shortened)
    "spouseRoom_Dwarf":"Hey friend! I thought I might make some bombs today.#$b#Oh, don't look so worried - I never accidentally blow anything up!#$b#Well, ALMOST never.",
    "Rainy_Day_0": "Ugh, there's water dripping from the sky-ceiling. Why do you wanna go out in that?",
    "Rainy_Day_1": "That water splattering on the roof sound was really annoying at first. But I'm kind of getting used to it right now.",
    "Rainy_Day_2": "Hey, can you leave your axe behind today? I want to make a fire-pit. It's a good day to cook.",
    "Rainy_Day_3": "It's horrible out there. Rain's weird. Hey, I've got a great idea!#$b#You can stay home with me and we can learn stuff about my people. Doesn't that sound fun?",
    "Rainy_Day_4": "Have fun outside today. Here's something so you don't die in the mines! [286 287 205 732]",
    "patio_Dwarf": "So this is the 'Great Outdoors' then. Well... it's big. And full of bugs.#$b#You know, I'd rather be inside.",
    "Rainy_Day_Dwarf": "Hey, friend, do you have any ore and coal I can use?#$b#No reason...",
    "Rainy_Night_0": "I looked through all your chests today. There's a lot of good stuff.#$b#Great hoard, friend!",
    "Rainy_Night_1": "Oh hey, you're home. I spent all day watching that picture box in the corner, and now I'm tired. Weird.",
    "Rainy_Night_2": "Been thinking, friend. You're great and all, but there must be others of my kin around too. How would I find them?",
    "Rainy_Night_3": "There was a movie on, something about some dwarves and a pale sundweller.#$b#It got everything wrong! I've never sung 'Hi ho! Hi hi!' in my life!",
    "Rainy_Night_4": "Hey, did you know dwarves really like gold? I heard that somewhere. It's wrong.#$b#I mean, gold's okay and all that, but I wouldn't write a song about it.",
    "Rainy_Night_5": "Did you kill lots of shadow people today? They're mean. Well... except for Krobus, I guess. He seems okay.",
    "Rainy_Night_Dwarf": "You can have this, friend @! You can suck it for hours and hours and hours.[554]#$b#Just don't bite it, or you'll crack your teeth.",
    "Indoor_Day_0": "Do you want to play a traditional game of my kin? It's called 'Nhip'.#$b#It's fun! You just need a dozen cherry bombs and... why are you looking at me like that?",
    "Indoor_Day_1": "Are you going to the mines today? Wanna bring me back some cave carrots?#$b#I could make a stew! That's what housemates do, right? Cook for each other?",
    "Indoor_Day_2": "Today I will be very helpful! I will cook. I will clean.#$b#Haha, I'm kidding... I'll probably watch the magic talking box instead.",
    "Indoor_Day_3": "Have you got any wood you're not using, friend?#$b#I want to make a stepladder.",
    "Indoor_Day_4": "Hey, if you're headed into town tomorrow, can you bring me back something?#$b#Like what? Oh, I don't know... something fun?",
    "Indoor_Day_Dwarf": "I got up early and made you something, friend! This is good food for breaking your fast, right? [199 218 219 727 730]",
    "Indoor_Night_0": "Sorry about the mess. There was a mouse.#$b#It was %pet, not me! They chased it! Well... maybe it was me, just a little.",
    "Indoor_Night_1": "I washed the dishes today! In completely unrelated news, we're gonna need some new eating saucers.",
    "Indoor_Night_2": "I hope you had a great day, friend! Look how tidy and clean the house is.#$b#I dusted and everything. It's what good housemates do, isn't it?",
    "Indoor_Night_3": "Stars are really nice. Setu always said we came from the stars.#$b#But they look like they're a really long way away. I don't think I'll ever be going back there.",
    "Indoor_Night_4": "Did you have an adventure today, friend? I certainly didn't spend all day trying on your clothes.#$b#No, that'd be weird. Just a lazy, boring day here.",
    "Indoor_Night_Dwarf": "Oh, you're looking for the bristly stick thing?#$b#I used it to clean my toenails. That's what it's for, right?",
    "Outdoor_0": "Hey friend! I found something you might like. [768 767 769 66 82]#$b#What? It's not my fault if people just leave stuff lying around where anyone could find it.", // choose from a pool of items
    "Outdoor_1": "This daystar? He's really bright, isn't he? He makes my eyes leak.",
    "Outdoor_2": "There's lots of fun stuff on your farm!#$b#You've just got to learn how to look for it.", 
    "Outdoor_3": "Got plans for today? Yeh, me too! %pet and me have got something to do.#$b#What is it? It's a secret.",
    "Outdoor_4": "Your cave's pretty cool. Not as roomy as mine, of course - but less chance of being eaten by monsters. So that's a win.",
    "Outdoor_Dwarf": "There's so many colors out here! Your daywalker world is so bright and garish.",
    "funLeave_Dwarf": "Hah, yeah, it's not like I can go anywhere. The daystar burns, so I'm away while you sleep.",
    //"funReturn_Dwarf": "",
    "OneKid_0":"Your human cub was grumbly today. I gave them one of those blue cans of liquid.#$b#They seemed to like it.",
    "OneKid_1": "Your sundweller language is so primitive. Want me to teach your cub a proper one?",
    "OneKid_3": "Sundweller cubs are so boring. When's %kid1 gonna do more than make weird babbling noises and even weirder smells?",
    "TwoKids_0": "Hey friend! I've been teaching the cubs how to make bombs, just like my setu taught me when I was their age.",
    "TwoKids_1": "The cubs and me are playing hide and sneak!#$b#You can't play! You're far too big.",
    "TwoKids_2": "Your cubs tell the best stories! I'm teaching them some of my own.",
    "TwoKids_3": "I made the fast-breaking food for your cubs. %kid1 mashed theirs into %kid2's hair. Waste of good porridge.",
    "Good_1": "Thanks for letting me live with you, friend.#$b#This is so much more interesting than my hole in the ground.#$b#Less chance of getting eaten by bats too. Ugh.",
    "Good_2": "Life with you is never boring, friend!",
    "Good_3": "Would you tell me a story, friend? Do you know 'Mysteries of the Dwarves'? I hear it's hilarious!",
    "Good_4": "Hey, you know my language... I was thinking, could you teach me a little of yours?#$b#I hear you daywalkers trap words in books. That seems unkind.",
    "Good_5": "It is good to have friends! Even ones as big as you. Perhaps one day I will tell you my true name.#$b#But today is not that day, friend.",
    "Good_6": "Hmmm... Oh, I was bored, so I tidied your stuff. I hope that was okay.",
    "Good_7": "Please try not to die in the mines, friend. I would miss you too much.",
    "Good_8":"Don't worry about me... I'm fine in here by myself!$1#$b#I won't blow anything up, I promise.",
    "Good_9":"Bored? Hah, not likely! Not when you've got so much cool stuff to poke through.#$b#You go out and have fun. And bring me something shiny!",
    "Neutral_0": "Sometimes I miss my cave. Then I remember it was lonely and sometimes things would come up through the floor and try to eat me.#$b#Then I'm happy to be here instead.",
    "Neutral_1": "Hey, do you think that shadow-guy in the sewer gets lonely too? I bet his house must smell really bad.",
    "Neutral_6": "Hah, you expect me to cook and clean? It's not like I can reach anything...#$b#This house was made for giants!",
    "Neutral_7": "It wasn't me! I didn't do anything. It was %pet!",
    "Neutral_8": "Hey, what's the best way to get stains out of the carpet?#$b#No reason. Just curious, is all.",
    "Neutral_9": "What if I'm the last, friend? No more smouluanu?#$b#Oh... now I'm sad.",
    "Bad_7": "Maybe I should go back to my cave. At least there I felt appreciated.",
    "Bad_8": "I'm not behaving like a petulant child! I don't even know what that means.",
    "Bad_9": "Hey friend, which of your many things would you miss the most?#$b#Why do I ask? Oh, no reason.",
    "fall_26": "I heard sundwellers dress up and stuff tomorrow and the wizard makes a magic maze.#$b#Can I come, friend? I'll be good. Honest.",
    "summer_8":"Is it always so hot in here, friend?"
}