{
	"companionAccepted": "Why I would love to @. Lead the way.$h",
	"companionAccepted_Spouse": "I would be a happy to join you love!$h#$b#Well, lead the way, I shall follow you wherever.$u",
	"companionRejected": "I am sorry @, But I have errands to accomplish today. Maybe next time?$s",
	"companionRejectedNight": "It is really late @, I do not think it is safe to go out at night.#$b#I sure do hope you take care.$u",
	"companionRejectedNight_Spouse": "I am sorry my love but I do not think I can accompany you tonight.$s#$b#I shall wait for your return love, Please do take care.$u",
	"companionDismiss": "Our wandering around was such a fun endeavor! I had a great time @.$h#$b#Please do take care! I will go ahead now.$u",
	"companionDismiss_Spouse": "Thank you for the time love, I will wait for you at home.#$b#I shall do chores at home okay love?",
	"companionDismissAuto": "It is getting dark @. I think I would have to go home now.#$b#Please do take care! Goodbye!",
	"companionDismissAuto_Spouse": "My love, It is time for me to go back home if it is fine by you.$u#$b#I shall see you later then okay? Take care!$h",
	"companionRecruited": "Tell me @, I am curious to where you plan to go today.#$b#I sure do hope we have a fun day.$h",
	"companionRecruited_Spouse": "Wandering around with you for a day is really wonderful love.$l#$b#Well, let us go! I am so excited!$h",
	"farmerRunAway": "Hey, @! Wait for me!! Do not leave me be!$s",
	"giveForages": "@, I found some good items! Here, you may take this.",
	"heal": "Here let me heal your wounds @. I learned a couple of healing magic from M. Rasmodius.$u",
	"nomedkits": "I do not have enough energy to heal you at the moment @. I am so sorry.$s",
	"companion_Beach": "I really do love the beach, We do not have much of these at Umuwi.",
	"companion_Beach~1": "The tides look mesmirizing as they rise and fall unto the shores of sand.#$b#Nature sure is beautiful is it not?$u",
	"companion_Beach~2": "I do wonder what creatures exist deep under the ocean.#$b#I would sure do love to imagine.$h",
	"companion_Farm": "You take care with such a wide farm @. I really am so amazed!#$b#You are doing a good job!$h",
	"companion_Farm_Spouse": "This farm to which you have taken care of has produced such a beautiful view with amazing yields. You are amazing love.$h#$b#I am very much proud of you!$l",
	"companion_Forest": "The forest is such a wonderful place to explore.#$b#There are lots of items to forage!",
	"companion_Forest~1": "The little critters that exist here sometimes visit my shack, They seem to enjoy hanging around my house.#$b#I do not mind though, I welcome their company.$h",
	"companionOnceEnter_Mine": "What is this place? It seems scary @...$u",
	"companion_Mine": "It is really dark in here...$s#$b#Please protect me @..$s",
	"companion_Mine~1": "Despite the darkness, the stones seem to glimmer and shine from different gems that lie in them.$u",
	"companion_Mountain": "The mountains is such a calm and relaxing place is it not?$h#$b#I admit, I sometimes fall asleep around here when I get the chance.$u",
	"companion_Mountain~1": "Linus has been a real good friend to me. He seemed to know that I am new to this place.#$b#He even shared his forage dish with me the last time I was here.$h",
	"companion_Town": "The town is such a lively place.#$b#I sure do like spending time around here and observing the other people..$u",
	"companion_Town_spring": "This season adds up to this town's beauty! I like it!$u",
	"companion_Town_Night": "The town at night is such a contrast to when it is at day.#$b#The quiet is relaxing though.$u",
	"companion_Town_fall": "The falling leaves add up vibrance to this town's beauty. I really am entranced by this season.$h",
	"companion_Town_Rainy": "The rain brings a new tone to the town does it not?#$b#It is such a relaxing tone too.$h",
	"companion_Summit": "The view here is mesmirizing! Yet really scary.#$b#Please watch your step okay?",
	"companion_Custom_BlueMoonVineyard": "I have not tried Sophia's wine before. I sure am curious.",
	"companion_Railroad": "The giant loud machine that passes by here is called a train right?#$b#Technology sure is amazing!$h",
	"companion_Desert": "This region is so hot, I am sweating so much!#$b#This is a new experience but It is a welcome one.$u",
	"companion_Custom_LASV_Umuwi": "Oh how I missed Umuwi, especially the food!$h#$b#Let us go visit Oddi if it is fine by you.",
	"companion_Custom_LASV_Umuwi~1": "Dianna ran and jumped at me just to hug me! It hurt but a welcome one!$h#$b#I sure did miss this place.$u",
	"companionSuggest": "Greetings @, May I ask to accompany you in your endeavors today if you do not mind, I would like to explore the valley too.#$q -1 -1#Is it okay for me to follow you today>#$r -1 0 Yes#Yeah sure! Let's go stroll around.#$r -1 0 No#I'm sorry but maybe next time",
	"companionSuggest_Yes": "I am very much greatful for accepting my accompany @, Thank you!$h",
	"companionSuggest_No": "Oh, I understand @. Thank you for your time.$u",

	"companion_Custom_Ridgeside_RidgesideVillage": "I sometimes visit this wonderful village whenever the wizard meets his friend at the big science building by the river.#$b#I have even met a lot of children here! I especially adore the one with the green hair.$h"
}