{
	"companionAccepted": "Why I'd be glad to accompany you.#$b#Lead the way.",
	"companionAccepted_Spouse": "Well ofcourse hun I would love to join you. Let's go!#$b#Better prepare your equipment.",
	"companionRejected": "I am sorry but I'll be busy today.$s#$b#Maybe next time?",
	"companionRejectedNight": "It is late, I am sorry but I have to monitor Umuwi at night.#$b#Please be cautious for the dark brings hostile forces with it.",
	"companionRejectedNight_Spouse": "I am sorry hun but I have to finish my developing magic spell tonight.$s#$b#Please do take care!",
	"companionDismiss": "That was a fun adventure @. Thank you.$h#$b#I shall head back now. See you!",
	"companionDismiss_Spouse": "Alright hun, I'll meet you later at home.#$b#I will be doing some errands as well.",
	"companionDismissAuto": "Hey I would have to go ahead now.#$b#I have to monitor Umuwi's borders at night. Take care!",
	"companionDismissAuto_Spouse": "Hey hun I will go back home earlier today. I need to monitor the link I established in Umuwi.#$b#I'll see you later at home okay? Take care hun.",
	"companionRecruited": "Always be prepared when going out.#$b#Have you gotten your items and equipment sorted?",
	"companionRecruited_Spouse": "I have sharpened our tools and weapons hun.#$b#I hope you have your equipment all sorted and ready.",
	"companion_Beach": "The beach is such a relaxing place.#$b#Woah! Did you see that in the distance!$a",
	"companion_Beach~1": "This is an interesing place in the valley. I sense mermean magic nearby.#$b#Concentrated at the east of this beach...",
	"companion_Beach~2": "I would like to ask Willy sometime to teach me how to fish.$h#$b#I know nothing about fishing.$s",
	"companion_Farm": "Your farm is so vast. I am amazed you are able to manage something this big.$h",
	"companion_Farm_Spouse": "You've done such wonderful feats in this farm hun.#$b#I am so proud of you, always remember that.$l",
	"companion_Forest": "The first thing I sense upon entering here is the huge gathering of magic at the west.#$b#I bet it's at that tower there.",
	"companion_Forest~1": "There seems to be a falls nearby here? I am hearing a raging falls of water.#$b#I must be hearing things.",
	"companionOnceEnter_Mine": "Better make sure you are prepared in going down okay?#$b#I'll watch your back you watch mine.",
	"companion_Mine": "Get your sword ready just in case.#$b#As well as a torch for light.",
	"companion_Mine~1": "I shall try and alert you if I sense hostile entities nearby.",
	"companion_Mountain": "I would like to learn more from the carpenter that resides here.#$b#She is a master of her craft!$h",
	"companion_Mountain~1": "I would like to learn more the the camper that resides here.#$b#He holds so much knowledge of flora and fauna.",
	"companion_Town": "The town is a pleasant place to stroll around.#$b#I also like to visit the general store here.",
	"companion_Town_spring": "The spring season gathers a lot of floral magic in the air.#$b#You don't see it? It's fine, It's faint but affects the moods of locals.",
	"companion_Town_Night": "The graveyard seems to be emitting an ominous aura.#$b#If I have time, I would like to investigate that someday.",
	"companion_Town_fall": "The season of fall seems to gather an aura of metamorphical magic.#$b#I can't explain it well, But it affects most of the flora and fauna.",
	"companion_Town_Rainy": "The rain seems to increase Pelican Town's local magic barrier's strength.#$b#I wonder how the magic was formulated by the caster...",
	"companion_Summit": "Be careful with your step okay?#$b#It is a long drop from here to the bottom.$h",
	"companion_Summit~1": "I could get used to a view like this.$h",
	"companion_Custom_BlueMoonVineyard": "I have tasted the wine here before. It is quiete tasty.#$b#I would like to meet the maker if I have the time.",
	"companion_Railroad": "The train here is such a big advancement in technology.#$b#It's been so long since I saw one.",
	"companion_Desert": "The vendor there... He seems familiar...#$b#I wonder where I saw him before?",
	"companion_Custom_LASV_Umuwi": "I am really proud of the barrier I have set up here.#$b#I have prepared it against a lot of different possibilities to which hostiles may attack.",
	"companion_Custom_LASV_Umuwi~1": "Umuwi is not the only town in this world. There are actually lots of other monster towns here.#$b#But it is dangerous to travel around here, so it is adviced to be better safe than sorry.",
	"companionSuggest": "Hey there @, May I ask if it's fine to accompany you today?#$q -1 -1#Can I join you today?#$r -1 0 Yes#Yeah sure! Let's go stroll around.#$r -1 0 No#I'm sorry but maybe next time",
	"companionSuggest_Yes": "Thank you! I promise not to be such a bother.$h",
	"companionSuggest_No": "I understand haha.#$b#I hope you have a safe day.$0",

	"companion_Custom_Ridgeside_RidgesideVillage": "I keep having this feeling like we're being watched by something inhuman.#$b#Like a spirit or something.#$b#But it doesn't feel ominous at all, its presence is akin to a fox and deer.#$b#Very interesting.$h"
}