{

"joja_Begin": "I heard you went ahead and purchased a Joja membership.#$b#...*sigh*... Do you hear that? That's the sound of a thousand little Junimos crying.$2#$b#They're going to be unbearable now.$5",
"cc_Begin": "So you know how to speak Junimonia now, do you?#$b#Uhm, yes, that is definitely what their language is called. Are you calling me a liar?$2#$b#Anyway, if you'd come to me before answering Raz' summon, I could have taught you and you wouldn't have had to a) speak to Raz, or b) interact with Raz. Something to think about.$6", 
"cc_Boulder": "I heard you fished your little heart out to get a glittering boulder removed.#$b#We all walk our own path, I suppose.",
"cc_Bridge": "I heard you foraged your little heart out to get the bridge repaired.#$b#Rumour speaks of a lone figure traipsing through the woods, day in and day out, muttering to themselves and digging through the dirt.$3",
"cc_Bus": "I heard you purchased your little heart out to get the bus repaired.#$b#You cheeky capitalist, you.$6",
"cc_Greenhouse": "I heard you farmed your little heart out to get the greenhouse repaired.#$b#Is it true cauliflower is one of the more profitable vegetables? I don't get it.#$b#And don't even get me started on cauliflower rice!$5",
"cc_Minecart": "I heard you fought your little heart out to get the minecarts repaired.#$b#Do you think you could tweak them to ... make them go faster?$3#$b#Clint might know ... Then again, that would mean having to talk to Clint.$2",
"cc_Complete": "You did it, @, you finished the Community Center! I'm so proud of you!$10#$b#How was that? Was that believable?#$b#I'm considering trying out for the local high school play, but to be successful I need to really nail the \"proud mama bear\" part and it's a lot harder than I thought.$2",

"ScienceHouse_Entry": "Honey, I'm home!/Robin, light of my life!/I need 500 pieces of hardwood, stat!/You won't believe what I just heard .../What, you're working again? Boring!",

//LOCATION SPECIFIC DIALOGUE

"Custom_JunaNPC_JunaCave_7_5": "I'm sleeping! Zzzz Zzzz Zzzz.$13",
"Custom_JunaNPC_JunaCave_4_6": "A murder of crows, perhaps? No, that's been done before. A knot of toads or ... hm, maybe a cauldron of bats. That would certainly be fitting ...$3#$b#I'm trying to figure out how to ruin Raz' birthday tomorrow. Shoo, I have to focus!$3",

"BathHouse_WomensLocker_11_7": "Please save me. Olive won't shut up about coltsfoots and wood anemones and forget-me-nots. Go frolick and leave me in peace!$9",
"summerBathHouse_WomensLocker_11_7": "No, Olive is only here on the 3rd of every month. I'll probably just go to the saloon to celebrate with Robin and Dem.$8#$b#(Thank Yoba, really. Junimos are a lot better at receiving gifts than they are at giving them.)$9#$b#What? I didn't say anything!$9",
"fallBathHouse_WomensLocker_11_7": "Would you like a gift? Please accept this gift that I definitely got for you that was definitely not meant for me. Olive had nothing to do with it!$8#$q 860601/860602 bathquestion_followup#Which one of these do you want to take off my hands?#$r 860601 10 bathquestion_spring#One spring gift, please!#$r 860601 10 bathquestion_summer#One summer gift, please!#$r 860601 10 bathquestion_fall#One fall gift, please!#$r 860602 -20 bathquestion_no#No thanks, you're just trying to pawn your garbage off on me.",
   "bathquestion_spring": "Excellent choice! Wise choice!$8[248 252]",
   "bathquestion_summer": "Fantastic choice! Inspired choice!$8[260 593]",
   "bathquestion_fall": "Classic choice! Beautiful choice!$8[300 398]",
   "bathquestion_no": "Rude! Thanks for nothing.$9",
   "bathquestion_followup":"$p 860601#Glad we could come to an agreement.$8|No, Olive, I love them soooo much ...$9",

"Forest_7_35": "I love dancing in the rain!$1#$b#The feeling of mud drying on my shins, the smell of wet leaves, the sound of dripping ... the opportunity to splash people carrying umbrellas.$3",
"Forest_34_25": "Here, fishy, fishy!$3",
"Forest_6_28": "Hey, hermit! Today was another lovely day spent in the company of friends. You know, those people who actually like spending time with you? I know the concept must be mind-boggling for someone like you.$10",
"Forest_6_29": "Welcome to the weekend, Raz; my most boring companion! So, what excitement awaits you this week?#$b#What was that? Nothing, you say? Agh, the surprise! My heart can't take this much spontaneity.$6",
"Forest_26_17": "$c 0.5#Every Friday I come here hoping for a prehistoric scapula, and every Friday I'm left disappointed.$2%revealtasteJuna579#Every Friday I come here hoping for a strange doll, and every Friday I'm left disappointed.$2%revealtasteJuna126",

"ScienceHouse_4_19": "Obviously Gerberas are great for a pop of colour, but I do so adore Dahlias, as well you know ... Robin, don't just stand there like a sack of potatos, help me decide what my favourite flower is!",
"summerScienceHouse_4_19": "Ah, there's that smell of wood polish, mushroom experiments and instant noodles I've come to equate with your family.$1",
"fallScienceHouse_4_19": "Today I had to walk by you-know-who. *shudder*$5",
"winterScienceHouse_4_19": "Your eyes look a little red, Rob-bob. Have you been trolling the brazier forums again?",

"ScienceHouse_30_11": "Oh, pshhh. I used to throw Olive in the lake all the time when we were young, and look at us now! I'm his greatest role model.$4#$b#Siblings will be siblings. Just let him emo in peace for a little while longer. I'm sure he'll come around.",
"summerScienceHouse_30_11": "Have you ever thought about dressing up as a tomato and surprising Dem in bed one night?$3",
"fallScienceHouse_30_11": "Ugh, do we really need to talk about relationships again? It's so boring. Why would you ever want to limit your potential by shackling yourself to another human being?#$b#If Maru is truly ambitious, she'll stick to her robots. Now that's potential!$10",
"winterScienceHouse_30_11": "Are you drunk AGAIN, Robin? I don't understand why everyone mopes around inside all winter. You don't see me slacking off just because there's snow on the ground, do you?",

"winterWizardHouse_2_6": "I'm not doing anything! I have no idea what you're talking about and I resent the very implication that I would scribble in any of these valuable books.$3",
"winterWizardHouse_10_15": "%Juna is ignoring the Wizard.",
"winterWizardHouse_4_19": "Well, cheers then, Raz. May your life be forever haunted by incompetent, disinterested apprentices.$11",

"Beach_19_12": "%Juna is spinning, twisting and jumping through the air with a manic look on her face.",
"Beach_15_16": "Stupid beach! Full of sand, and water, and sand castles, and water, and, and ...$12",

"Town_73_54": "I'm trying to figure out why Abby seems so taken with this spot.#$b#So far I've got nothing.$11",

"SeedShop_21_23": "So do you guys ever shower after these things, or do you just sort of embrace the musk?#$b#No need to glare, light of my life. You could smell like a garbage truck and I'd still appreciate you.$4#$b#Otherwise I certainly wouldn't get up early every Tuesday just to make it here on time.$11",

"ArchaeologyHouse_22_4": "%Juna is reading. Or is she?",

"Saloon_23_21": "I have exceedingly high standards, Robin, you should know this by now.#$b#I will however accept all kinds of praise, presents and performances - it is my birthday, after all.$6",

//LOCATION AND DAY OF WEEK

"Custom_JunaNPC_JunaCave_Mon": "There's not enough plants in here, @! I need more plants!$5",
"Custom_JunaNPC_JunaCave_Tue": "Every Tuesday I pour some Joja Cola into the water here, hoping it'll eventually contain more Cola than water.%revealtasteJuna167#$b#No luck so far.$2",
"Custom_JunaNPC_JunaCave_Wed": "A painting? Or maybe a rug? Hm, no, I don't like walking on soft things.$11",
"Custom_JunaNPC_JunaCave_Thu": "I only eat pre-packaged meals from the saloon. No more nature's bounty for me!$1",
"Custom_JunaNPC_JunaCave_Fri": "Do you think I could fit a piano in here?",
"Custom_JunaNPC_JunaCave_Sat": "Maybe I should get a cat ...$12",
"Custom_JunaNPC_JunaCave_Sun": "Do you think I could fit a library in here?",

"ArchaeologyHouse_Tue": "\"I know my own heart and understand my fellow man. But I am made unlike anyone I have ever met. I dare to say I am like no one in the whole world.\"#$b#That's a quote within a quote, @. Figure out who I'm talking about and I'll give you a cookie!$1", 
"ArchaeologyHouse_Thu": "\"Anne sat by my bedside till 2. I talked about the feeling to which she gave rise. Lamented my fate. Said I should never marry. Could not like men. Ought not like women. ... and roused poor Anne's sympathy to tears.\"#$b#A difficult role model, Lister is. But the drama! I so adore the drama! I can't help myself.$1",

//LOCATION AND HEARTS

"Saloon": "No, my favourite drink is obviously Piña Colada! Who do you take me for - Olive?$1#$b#Of course you don't get it and feel left out, it's an inside joke. That's what they're for!$6",
"Saloon2": "Did you know that one time at band camp, Shane ate a jar of pickles to impress a boy?$6",
"Saloon4": "Did you know that Leah once stole a painting from a museum in Zuzu City? Mmmhm.$6",
"Saloon6": "Did you know that Sam only pretends to be bad at pool to make Sebastian happy?#$b#I know, it's disgusting!$6",
"Saloon8": "Did you know that Gus is actually one of the bears from Goldilocks in disguise?$6#$b#I still don't know which one, though. It's why I keep coming back here. I'm undercover.$3",
"Saloon10": "Did you know that Marnie deserves better? Oh, I didn't have anyo- anything particular in mind ... just in general, I mean.$11",

"WizardHouse_3_5": "It was NOT that long ago!$5",
"WizardHouse": "Oh, no! That wasn't my intention at all!$2#$b#But this time it really isn't like that, Raz. *slurp* This is just regular water, I promise.$10",
"WizardHouse2": "Aggie. Edna. Rubina. Flossie. Bertha. Myrtle. Myrtle? Your eye twitched!#$b#So your mother's name was Myrtle, was it, Raz? Magnus and Myrtle. Hm, interesting ...$3",
"WizardHouse4": "No, YOU look like a purple bush wearing a hat!$5",
"WizardHouse6": "What is this? An overdue library book? \"The Magician and the Maiden\" My oh my, this is going to result in a hefty fine, Raz.$3",

//SPECIFIC DAYS

"4_1": "I know lots of people are jealous of my joie de vivre, so I try to limit their suffering by only participating in one spring festival.$1#$b#Here's this month's clue: what are two things that get me up in the morning?$3#$e#(Hint: I do one of those things every Monday, Friday and Saturday.)",
"4_2": "I know lots of people are jealous of my joie de vivre, so I try to limit their suffering by only participating in one spring festival.$1#$b#Here's this month's clue: what are two things that get me up in the morning?$3#$e#(Hint: I do one of those things every Monday, Friday and Saturday.)",
"summer_4_1": "I know lots of people are jealous of my joie de vivre, so I try to limit their suffering by only participating in one summer festival.$1#$b#Here's this month's clue: I HATE the beach. You'll need something pretty special to draw my attention ... like, say, an opportunity to mess with lots of people all at once.$3",
"summer_4_2": "I know lots of people are jealous of my joie de vivre, so I try to limit their suffering by only participating in one summer festival.$1#$b#Here's this month's clue: I HATE the beach. You'll need something pretty special to draw my attention ... like, say, an opportunity to mess with lots of people all at once.$3",
"fall_4_1": "I know lots of people are jealous of my joie de vivre, so I try to limit their suffering by only participating in one fall festival.$1#$b#Here's this month's clue: what's purple, boring and born to be heckled (by me) every time they make something?$3",
"fall_4_2": "I know lots of people are jealous of my joie de vivre, so I try to limit their suffering by only participating in one fall festival.$1#$b#Here's this month's clue: what's purple, boring and born to be heckled (by me) every time they make something?$3",
"winter_4_1": "I know lots of people are jealous of my joie de vivre, so I try to limit their suffering by only participating in one winter festival.$1#$b#Here's this month's clue: PRESENTS!$4#$e#Yes, yes, I know about the Night Market, but that one doesn't count. Robin practically forces me to go, I don't have a choice.$2",
"winter_4_2": "I know lots of people are jealous of my joie de vivre, so I try to limit their suffering by only participating in one winter festival.$1#$b#Here's this month's clue: PRESENTS!$4#$e#Yes, yes, I know about the Night Market, but that one doesn't count. Robin practically forces me to go, I don't have a choice.$2",

"winter_26_1": "One time, Raz gave me an 800 page book of spells for my birthday. Then he gave me two weeks to memorise them and went off to see some woman while I stayed at home studying.$5",
"winter_26_2": "One time, Raz gave me an 800 page book of spells for my birthday. Then he gave me two weeks to memorise them and went off to see some woman while I stayed at home studying.$5",
"winter_27_1": "One time, Raz gave me a book of poems for my birthday. Poems written by his ex-wife. Poems written by his ex-wife that were dedicted to him.$5",
"winter_27_2": "One time, Raz gave me a book of poems for my birthday. Poems written by his ex-wife. Poems written by his ex-wife that were dedicted to him.$5",
"winter_28_1": "One time, Raz gave me a pine cone for my birthday and told me it had magical properties. It didn't. It was just a pine cone.$13",
"winter_28_2": "One time, Raz gave me a pine cone for my birthday and told me it had magical properties. It didn't. It was just a pine cone.$13",


//SPRING

"spring_Mon": "What's orange, chubby and likes lasagna? Me on Mondays!$6#$e#...*sigh*... What do you mean, that doesn't make sense? All my references make perfect sense.$5#$b#Your face on the other hand ...$13",
"spring_Mon8": "I gotta tell you, @ - I'm not a fan of spring. And it definitely has nothing to do with my parents or my childhood.$12#$b#Here, take this and let's never speak of this again.[114 347]$11",

"spring_Tue": "Had I gone to school, I would have excelled in gym class! Imagine the accolades!$1#$b#Ugh, now you've reminded me of yet another reason I despise Razzamatazz.$2",
"spring_Tue8": "Robin always complains about me watching their workouts, but I know she secretely appreciates it.#$b#Now if only I could get her to take a day off and come watch me dance ... Store owners are the worst.$2",

"spring_Wed": "Can I borrow your computer, @? I need to find a place that sells opium for this old-timey cough syrup I'm making.",
"spring_Wed8": "Did you get the email I sent yesterday?#$b#I PROMISE it's not another picture of me pantsing Raz.$3",

"spring_Thu": "Jodi's pretty, isn't she? Granted, her children are a bit bland, but no one's perfect.",
"spring_Thu8": "Mark my words: me and Alex are going to be best friends one day.",

"spring_Fri": "Reach for the stars, @!$6#$b#Jump if you have to! Jump until someone walks by and sees you, points at you and laughs at you, then starts a rumour about the idiot who doesn't understand metaphors.",
"spring_Fri8": "I'm reading a great self-help book right now! It's all about how the things we love are always, without exception, good for us.$10#$b#Well, I'm off to drink a ton of Piña Coladas while putting things that might explode in Razzamatazz' cauldron.$6",

"spring_Sat": "When I was but a babe, Olive and I accidentally set fire to Olive's great aunt's weed garden.#$b#That was the last time I ever saw Olive's great aunt.$2#$e#Died in the fire? No, no. I never saw her again because I avoided her like the plague after that.$1",
"spring_Sat8": "Olive is my sibling in everything but blood. When we first met, I asked if he wanted to be my pet, but he thought I was joking.$2",

"spring_Sun": "If you ever want to piss off Raz - and who doesn't? - just recite \"Double, double toil and trouble; fire burn and cauldron bubble\" whenever you have to stir something around him. He'll go from zero to sixty in no time at all, I promise.$3",
"spring_Sun8": "Sunday used to be the day Raz would visit with the other magic people. He brought me with him only once, and regretted it within the hour.$3",

//SUMMER

"summer_Mon": "On the one hand, summer is my birthday month and therefore the best month.$10#$b#On the other hand, it's very very hot.$2",
"summer_Mon8": "Nature fact! Because magnolias are older than even bees, they evolved to attract beetles for pollination purposes.$12#$b#The mo-ore you kno-ow.$6",

"summer_Tue": "Summer Tuesdays are tough, @. The ladies' aerobics class basically turns Caroline's living room into a slip 'n slide.$2#$b#Of course I'll still show up! Who else is going to heckle them from the sidelines while eating ice cream?$6",
"summer_Tue8": "Sweat! That's all I have to say.$13",

"summer_Wed": "Quick, @, give me your computer! An anonymous source just told me my efforts to gain a cult following online are finally starting to pay off!$3",
"summer_Wed8": "Does that ant look like it's watching me?$11#$e#I swear I just saw its eyes twinkle evilly.$11",

"summer_Thu": "I actually quite enjoy Emily's company, because you just never know what'll come out of her face.$1",
"summer_Thu8": "The amount of people with crushes in this town has definitely gone up since you arrived.#$b#I'm not a fan.$11",

"summer_Fri": "If you start off every day eating some raw garlic, you'll never get sick ever again!$6#$b#Mostly because no one will want to stand close to you and therefore won't pass on any pesky diseases, but that's neither here nor there.$3",
"summer_Fri8": "Look at the sun, @! Straight at it! Don't let anyone tell you you're not man enough to burn your eyes out from sheer idiocy.^Look at the sun, @! Straight at it! Don't let anyone tell you you're not woman enough to burn your eyes out from sheer idiocy.$6",

"summer_Sat": "I only ever started keeping a diary after I'd moved to the old forest with the Junimos.#$b#Before that, I tended to just scribble in the margins of Raz' books.$3",
"summer_Sat8": "The old forest is generally closed to humans, so I only ever saw Raz when he came to check up on me.#$e#It's fine. It's not like I wanted to see my parents again or anything like that.$12",

"summer_Sun": "Has Raz mentioned anything about needing an apprentice?#$b#Well, if he does, let me know straight away. Then run far, far away!",
"summer_Sun8": "In order to make a love potion, you're going to want to find the fattest, juiciest maggot around.#$b#Then you squeeze it until it secretes a sort of green-ish liquid ...$3",

//FALL

"fall_Mon": "Ah, today is such a great day! Why? Because yesterday I managed to capture - on film! - Raz accidentally swallowing a spider after I'd pushed him into a pile of leaves!$1",
"fall_Mon8": "I come bearing bad news, @. Yesterday, Abigail told me she finds the \"magic user\" intriguing. She means Raz, doesn't she?$2",

"fall_Tue": "Do you have any idea how many times I've tried to convince the aerobics class to pick better music? And still all you hear is \"pling plong\" this and \"grinding in the club\" that.$5#$e#The second they get a taste of what it's like to dance to Yasunori Nishiki in the grass when it's raining outside, they're going to regret their life choices and I'll be there to say I told you so.$10",
"fall_Tue8": "I offered to teach Harvey ballet after his aerobics class the other day, but he just blushed and ran away. Nerd!$10",

"fall_Wed": "Did you see that thing about the giant praying mantis who is apparently the boss of every alien on earth?#$b#What do you mean no, it's all over the internet!$10",
"fall_Wed8": "%Juna is limping and looking a little wild-eyed, but when you try to ask her what happened she just mutters something about a squirrel and stomps away.",

"fall_Thu": "Sometimes I watch Jas jump rope because I want to see what it's like being an ordinary child in an ordinary town.$11#$b#Not because I'm old and nostalgic, mind you - you know I'm barely out of my teens.#$b#Oh, shut up.$13",
"fall_Thu8": "Sometimes when it's raining, I find Shane drowning his sorrows in a bush near my tree.#$b#I would consider granting him the pleasure of my company, if only he would offer me something besides beer.$11",

"fall_Fri": "Dance like everybody's watching and judging you, @. Because if I'm around, that's definitely what I'll be doing.$6",
"fall_Fri8": "I DO hate shoes.$2#$b#Did you only just notice that?$11",

"fall_Sat": "You know what the Junimos really hate? Pelicans! Isn't that the most hilarious thing you've ever heard?$1#$b#Of course, it could just be because Olive was almost eaten by a pelican that one time ...$11#$b#Actually, maybe Olive is the only one who hates pelicans? Ugh, now I'm confused and I'm blaming you, @.$13",
"fall_Sat8": "When you've grown up among the Junimos, pets seem sort of pointless.#$e#I did have a rock shaped like a person that I used to perform for, but that was before Raz moved me to the old forest.",

"fall_Sun": "Of course I can teleport. How else do you think I get in and out of my cave? The warp door is only there for my guests' benefit.",
"fall_Sun8": "The first time I tried teleporting, I miscalculated and almost ended up fusing with Raz' astral body.$11#$b#Please, let us never speak of that again. *shudder*$13",

//WINTER

"winter_Mon": "Take a deep breath in ... and a deep breath out.#$b#Winter is for breathing, you know.#$b#Why are you giving me that look? I'm being serious!$5#$e#Ugh, and people wonder why I don't like being sincere.$11",
"winter_Mon8": "Today I'm having breakfast for dinner. I just hope Gus has listened to my feedback and made sure the hashbrowns are properly burnt this time.",

"winter_Tue": "Doing ballet in the snow allows me to get in touch with my inner Snow Queen.#$b#One kiss from me, and you shall forget all about your sweet childhood friends and family.$3",
"winter_Tue8": "If I were an animal, I would be ... hm, let me think. An elephant? Yes, an elephant.#$b#I hold grudges, you see.$3",

"winter_Wed": "I saw a post about people having spotted a mysterious, shadowy figure in town, by the bushes near the playground.#$b#Do let me know if you see them, will you? Something tells me they'd be perfect for this new performance I'm putting on.$1",
"winter_Wed8": "Have you visited the sewers yet? If I didn't hate damp environments and wasn't busy doing literally anything else any time you'd think to ask me, I would definitely come with you!$1",

"winter_Thu": "George is just the best, isn't he? I just love his grumpy, lumpy, old, little face.$4",
"winter_Thu8": "All right, yes, you caught me! I do avoid Linus for fear of becoming more romance positive.$2",

"winter_Fri": "Don't ever let fear stand in your way, @. Fight that bear, eat those mushrooms, enter that cave!",
"winter_Fri8": "Do you know how many times I've tried to convince Gus to have a karaoke night at the saloon? So many times! Who does a girl have to threaten with a strange doll dressed up as a voodoo doll around here to get anything done?$13",

"winter_Sat": "When I was young and naive, I tried to teach the Junimos to make snow angels. They were - and probably always will be - extraordinarily bad at it.$2",
"winter_Sat8": "Olive's birthday is coming up soon - Olive, cover your ears and hum something under your breath so you don't hear what we're saying ... no, not THAT song, I hate that song. Agh, you're hopeless.$9#$q 860605/860606 olive_followup#Anyway, where were we? Right! What do you think I should get Olive for his birthday?#$r 860605 10 olive_yes#Junimos love pretty much anything, don't they? Get him whatever.#$r 860606 -20 olive_no#I think you should set him up with another Junimo. Maybe someone called Feta?",
   "olive_yes": "The perfect answer! Great minds think alike.$8",
   "olive_no": "What?! Who do you think I am? The great salad matchmaker?$9",
   "olive_followup":"$p 860605#Ok, so I'm just going to close my eyes, spin around in a circle and pick the first thing I see ...$8|You can stop humming now, Olive. Nah, @ apparently had nothing nice to contribute today.$9",

"winter_Sun": "One day, @, I shall prove to the world that Raz' potions don't actually need to be disgusting. He simply has no taste.$3",
"winter_Sun8": "Once when I was sick, Robin had me stay over at her house and asked Maru to read out loud from a book about the stars until I fell asleep.#$b#I usually find the stars depressing, but that was nice.$10",

//EXTRA OR CHANGED DIALOGUE FROM FILE 2

"Custom_JunaNPC_JunaCave_3_6": "A murder of crows, perhaps? No, that's been done before. A knot of toads or ... hm, maybe a cauldron of bats. That would certainly be fitting ...$3#$b#Of course I'm still going to ruin Raz' birthday. It's what I do.$3",

"Forest_6_28": "Hey, hermit! Don't you think it's time you got some sun? You're starting to resemble a vampire.$10",

"Forest_6_29": "Wakey, wakey, Raz! This is your weekly reminder that a) it's Friday, and b) I expect you to be in the south forest by half past three!",

"winterWizardHouse_4_18": "Well, cheers then, Raz. I guess, on the whole ... you're not the worst person in the world.$11",

"WizardHouse10": "Do you remember that time you came to visit the old forest and accidentally insulted Olive's third cousin removed because you were so bad at Junimonia?$10#$b#I can't remember exactly what you said, just that it was something about their mother. Ah, good times.$1",
"summerWizardHouse10": "THE JUICE AIN'T WORTH THE SQUEEZE$4#$b#IF THE JUICE DON'T LOOK LIKE THIS$6",
"fallWizardHouse10": "I don't know, Olive. There's this pinch, I guess, and it just doesn't feel like my leg is where it should be.$8#$b#Raz, you promised you were going to give me notes on my Friday performance today. Chop chop!$8#$e#Raz? Raz! Magnus!$9",
"winterWizardHouse10": "What is happening right now?$11#$b#Help me, @! He's finally gone off the deep end.$2",

"spring_Mon10": "I gave Robin the loveliest bouquet of bloodroot, lily of the valley, yellow jessamine and oleander yesterday, but as soon as Demetrius saw it he threw it straight out the window!$2#$b#That man does not know how to appreciate life.",

"spring_Tue10": "I'm so close to being able to do thirty-two fouettés, @. I know they're cliché, but I can't help it - I just want it sooooo bad!$2",

"spring_Wed10": "Raz actually invited me and Linus over for dinner last night. It was very weird.$10#$b#I honestly wasn't sure he even ate food like a real human being.$11",

"spring_Thu10": "NOO-BODY KNOOOWS THE TROOOUBLE I'VE SEEEEEEN!$2#$b#NOO-BODY KNOOOWS BUT YOBAAAA!$2",

"spring_Fri10": "%Juna is cackling quietly to herself. Best to back away slowly.",

"spring_Sat10": "Olive is indeed tiny compared to the other Junimos.#$b#That's one of the reasons we get along so well - you know, since I too am dainty and doll-like.$6",

"spring_Sun10": "Ugh, I hate magic. I know me and Razzamatazz are in a better place now, but magic is and continues to be stupid and hard and annoying and stupid.$2",

"summer_Mon10": "I might force Raz to come for a walk with me later today. Yoba knows he could use the fresh air.#$b#Also, I do enjoy seeing him sweat through his robes.$3",

"summer_Tue10": "Sometimes me and Abby meet up just to slag off summer and dump ice down each other's shirts. It's a bright spot in an otherwise dark season.",

"summer_Wed10": "Yesterday, Robin accidentally called me Demetrius.$10#$b#Finally, my plan is coming to fruition.$3",

"summer_Thu10": "Want to help me convince the old dudes to go skinny dipping and then steal all their clothes when they're not looking?$3",

"summer_Fri10": "Live every day as if it was your last, @!$1#$b#Because if you keep going into those mines, it might very well be.$3",

"summer_Sat10": "Olive is once again trying to get me to \"work through my beach related trauma\" so he and I can visit the valley's various beach resorts.$11#$b#You show growth as a character ONCE, and they immediately expect you to just keep on doing it.$5",

"summer_Sun10": "There are actually several spells dedicated to hygiene, but if you use them too often your skin tends to get a little ... hm, how to describe it? Crusty but also too smooth at the same time?$11",

"fall_Mon10": "The best part about living in the forest is that there's no point in raking leaves or shovelling snow.#$e#One time I did see Raz sneak out and brush away the leaves and dirt on his porch with a toothbrush, though. Such a doofus. As if anyone besides you and me ever visit him!$1",

"fall_Tue10": "Robin used to cart Sebastian around with her everywhere when he was younger, and I do mean EVERYWHERE. Maybe that's why he's turned into such a moody introvert as an adult ...",

"fall_Wed10": "Nature fact! Once the sea squirt has found its forever home, it eats its own brain.$10#$b#The mo-ore you kno-ow.$6",

"fall_Thu10": "Ugh, don't look at me! Me and Emily tried ear candling yesterday, and I accidentally burned off a lock of my hair.$13",

"fall_Fri10": "Me and Olive have a very important question to ask you, @.$8#$q 860607/860608 dogcat_followup#What would you rather have for a pet?#$r 860607 10 dogcat_dog#A dog with human hands.#$r 860607 10 dogcat_cat#A cat with a human face.#$r 860608 -20 dogcat_no#Neither. They're both awful. I don't understand how you and I have even managed to become friends.",
   "dogcat_dog": "Interesting. You're not at all concerned about the things a dog could do with opposable thumbs?$8",
   "dogcat_cat": "Gross. That's a gross and horrible choice, @. Imagine the judgement!$9",
   "dogcat_no": "Hey, don't blame me for your own poor decision-making!$9",
   "dogcat_followup":"$p 860607#Thanks for playing, @. Olive would have been super sad if you hadn't.$8|I told you they wouldn't appreciate the genius of our childhood games, Olive ...$9",

"fall_Sat10": "Do I regret my time with the Junimos? That's a complicated question, @. Here, take a seat and let me tell you a long, long, looooong story ...$3",

"fall_Sun10": "Raz thinks he's being subtle, but one can only trip over college applications so many times before one starts to suspect there's an ulterior motive involved.$11#$e#When I said I wanted him to be more present, I didn't mean for him to take after that nag Pierre.$5",

"winter_Mon10": "I do enjoy fairytales, but I don't understand the part where the little girl's tears melt the ice in the little boy's heart.$11#$b#Sure, tears are salty and salt melts ice, but there's no way she could have produced enough liquid to counteract the Snow Queen's magic!$11",

"winter_Tue10": "Want to watch a movie tonight? Fair warning, I only like horror and things that make people question their existence.",

"winter_Wed10": "What time is it? Oh, time for my daily dose of pancakes then!$1",

"winter_Thu10": "Want to know a secret? Leah once painted me doing ballet in the nude.$6#$b#Olive fussed and said it wasn't safe for me to keep the painting tucked away inside a book at the library, but what's the worst that could happen?$6",

"winter_Fri10": "I can't remember how long we've known each other, @, but you must have given me some pretty excellent gifts for me to like you this much.#$e#Here you go. You better like me back![275]$6",

"winter_Sat10": "Have you figured out your New Year's resolutions yet, @?#$b#Personally, I'm going to continue to do my very best to be the greatest friend in the world to Robin, the most awesome sibling ever to Olive and the biggest challenge since his ex-wife to Raz' peace of mind.$4#$b#Hm, I guess you're right - you and your unending loyalty do deserve some type of reward. How about I make you my honorary partner in crime?$3",

"winter_Sun10": "I don't regret staying here instead of going to see my parents, but I do wish I could have seen my siblings again. Being an only child doesn't really suit me.#$e#There's just something special about tormenting siblings, you know? It's a special kind of love.$4",

//EXTRA OR CHANGED DIALOGUE FROM FILE 3

"Beach_15_16": "I still don't get the beach. Why would anyone voluntarily spend time around this much sand?$11",

"WizardHouse10": "It's frankly unfathomable that my parents managed to sire me and Theo. The rest of my siblings sure, but Theo? He's so ... contrary.$11#$b#I love him so much.$4#$b#By the way, Raz, do you have any siblings? I can't believe I haven't asked you that bef- actually, scratch that, I know why I haven't. It's because I really don't care.$1",
"summerWizardHouse10": "HELLOOOO?$6#$b#IS IT MEEE YOU'RE LOOKING FOOOOOR?$6",
"fallWizardHouse10": "I don't know, Olive. There's this pinch, I guess, and it just doesn't feel like my leg is where it should be.$8#$b#I don't care about your stupid work, Raz, I'm talking to Olive right now.$9#$e#Can you believe this guy, Olive?$9",
"winterWizardHouse10": "Yesterday Theo told me this really funny story about investing his entire college fund in a company that made baseball caps for cats. Our parents were FURIOUS.$1#$e#Why would I symphatize with them? They're the ones who thought it was a good idea to trust Theo with a college degree.$3",

"spring_Wed10": "I love my brother to bits, but if he sends me one more picture of a cat in a baseball cap I'm going to scream.$5",

"spring_Sun10": "Well, the good news is that one of my brothers is an absolute legend. The bad news is that my mother and the rest of my siblings remain absolute nightmares.$11#$b#Although I suppose that's good news for Raz, because that means he's still slightly ahead of them despite being a terrible mentor.$5",

"summer_Mon10": "My sister's only saving grace is that she apparently dislikes summer as much as I do.$11#$b#Altough I suppose lots of octogenarians do.$11",

"summer_Sat10": "Olive is once again trying to get me to \"work through my beach related trauma\" so he and I can visit the valley's various beach resorts.$11#$b#You show growth as a character ONCE, and they immediately expect you to just keep on doing that.$5",

"fall_Mon10": "The best part about living in the forest is that there's no point in raking leaves or shovelling snow.#$e#One time I did see Raz sneak out and brush away the leaves and dirt on his porch with a toothbrush, though. What an idiot. As if anyone besides you and me ever visit him!$1",

"fall_Sun10": "None of my siblings ever showed any signs of magical ability. Although I suppose Theo IS smart enough to have been able to hide it, after having found out what happened to me.$11",

"winter_Sat10": "Have you figured out your New Year's resolutions yet, @?#$b#Personally, I'm going to continue to do my very best to be the greatest friend in the world to Robin, the most awesome sibling ever to Olive and Theo and the biggest thorn in Raz' side since his ex-wife.$4#$b#Hm, I guess you're right - you and your unending loyalty do deserve some type of reward. How about I make you my honorary partner in crime?$3",

"winter_Sun10": "I'm trying to convince Theo to come visit the Valley. I want to introduce him to Robin.#$b#I should probably keep him away from Shane, though, for both their livers' sake.$11"

}