{
  "Mon": "Hello, farmer,since as you're here could you please pass me that croaking toadstool? ...Thank you.",
  "Tue": "Oh? Pardon me, could you repeat that? I didn't quite catch what you said.",
  "Wed": "%They seem to focused to acknowledge you.",
  "Thu": "Hmm... I'm not too sure about this part...",
  "Fri": "I could use a moment to relax...",
  "Sat": "I hope you're having a good day, farmer.",
  "Sun": "I'm busy right now...#$e#... I said I'm busy, @.$5",

  "Mon2": "Hello, it's nice to see you again... You too, player.$h",
  "Tue2": "@, Player, I hope you two are doing well today.$h",
  "Wed2": "...#$b#...hm?#$b#Oh... My apologies. I tend to get lost in my thoughts sometimes, daydreaming, you know?",
  "Thu2": "I love spending time outdoors, especially in nature.$h#$b#... Even if I fear leaving this area.$3",
  "Fri2": "You know... I find peace in the sound of gentle rain.",
  "Sat2": "I'm sorry if I seem a bit quiet, it's just my nature.",
  "Sun2": "...$3#$e#%They don't seem to want to talk right now.",

  "Mon4": "You're such a friendly person, and, uh, I'm really grateful for your kindness.$h",
  "Tue4": "I'm not very good at small talk...$3#$e#But I'd love to hear about your interests and what makes you happy.",
  "Wed4": "If you ever need someone to listen, I'm a great listener, even if I might not have much to say.$3",
  "Thu4": "You seem like a really strong and confident person. I admire that about you.$4",
  "Fri4": "I've always been more comfortable expressing myself through communicating with spirits.",
  "Sat4": "I hope I can be a good friend to you, even if I'm not always the most outgoing person.",
  "Sun4": "I often worry about saying too much, so I might need be extra cautious with my words.",

  "Mon6": "Oh, h-hello there... I-I hope you don't mind me, um, speaking directly to you like this.$3#$e#It's just that, well, I can't help but notice you, dear player. You're the one guiding @ through this strange world, after all.$h",
  "Tue6": "Um, hey there...$3I, uh, just wanted to tell you how much you both mean to me... yeah, that's all...$3",
  "Wed6": "Sometimes, I feel like I'm stuck between two worlds, but having you around makes me feel more grounded.$4",
  "Thu6": "I've been connecting with some gentle spirits lately, and they have a warm presence.#$b#It reminds me of how you make me feel.$4",
  "Fri6": "I'm glad you understand my quiet nature. Sometimes, it's easier for me to express myself through spiritual readings.$h",
  "Sat6": "Hey @, I've been practicing some protective rituals. I want to make sure you and Player are shielded from any negativity.",
  "Sun6": "You know, I can sense some positive energy around you today. It's like the spirits are looking out for you, and that makes me happy.$h",

  "Mon8": "H-hello there, dear player! Yes, you in the real world. I-I hope you're doing well, and, um, taking care of yourself... you know, both in the game and, uh, in real life.$3#$b#Remember, it's important to, uh, take breaks and rest when you need to. Don't push yourself too hard, o-okay?",
  "Tue8": "I had this, um, strange vision last night, and...*sniff*... you were in it.$2#$b#It made me realize how important you are to me.$2",
  "Wed8": "Your presence is like a calming aura, and it helps me feel at ease, even when my spirit is in turmoil.$h",
  "Thu8": "Sometimes I feel like my spirit is drawn to yours, like we have a connection that goes beyond words.",
  "Fri8": "Would it be, um, alright if we spent more time together?$3#$b#Your company brings me so much comfort.Same for you, Player.",
  "Sat8": "You know, I'm not usually good with words, but when I'm near you, I feel this warm, fuzzy energy.$3",
  "Sun8": "If there's ever anything you need or if you're feeling overwhelmed, I'm here to lend a listening ear or, um, a comforting presence.$4#$b#... or a simple palm readimg could soothe you. N-not that it's an excuse to hold your hand or anything.$4",

  "Mon10": "Sometimes, when I'm anxious, I talk to the spirits about us... They seem to understand our love.$4",
  "Tue10": "I-I brought you your favorite treat today. I hope you like it... I made it just for you.[279]",
  "Wed10": "The spirits recommend I bring you a gift of fortune. It... would be a shame to see you in financial ruin.[60 62 64 66 68 70 72 74]",
  "Thu10": "May I... borrow your your hand for a moment?$3#$b#%They run their darkened thumb across your palm before settling with both your hands mingled at the fingers.#$b#@? I-I wish to always keep you close to me... closer than anyone else.$4#$b#You feel the same too, right?$4",
  "Fri10": "Sometimes I wish I could be more confident.$2#$b#But when I'm with you, I feel like I can be myself.$h",
  "Sat10": "I... I love you, more than anything in this world... With Player's guidance, I-I hope you'll stay with me forever.",
  "Sun10": "Don't worry, I'll always be here for you... even if it means being your personal pillow.$4",

  "summer_Mon": "...$3#$b#%Nul is sweating a bit. You're not sure if it's from the heat or anxiety.",
  "summer_Tue": "Ugh... wretched swamp bugs.$5",
  "summer_Wed": "I-I believe that everyone carries a unique energy within them, just waiting to be discovered.",
  "summer_Thu": "S-sometimes, I wonder if the whispers I hear in the rustling leaves are messages from the past.",
  "summer_Fri": "If you ever feel like connecting with your inner self, the summertime can be perfect for introspection.",
  "summer_Sat": "The energy of this place feels serene, almost as if it's a meeting point for both the living and the departed.",
  "summer_Sun": "I-I sense a peaceful aura about you. It's like you have a calming effect on those around you.",

  "summer_Mon2": "Um, excuse me for asking, but have you ever experienced any, um, paranormal encounters during summer? I, uh, feel drawn to discussing these things.",
  "summer_Tue2": "Um, h-hi there. It's, um, really nice to see you again... I hope you're, um, enjoying the warm weather?",
  "summer_Wed2": "Oh, h-hello. How's your summer going so far? I, uh, find this season quite interesting for my spiritual connections.",
  "summer_Thu2": "You know, during summertime, I sometimes find it easier to connect with the spiritual realm. I'm, um, a little nervous but excited about it.$3",
  "summer_Fri2": "It's, uh, quite warm outside, isn't it? I-I hope you're staying cool.",
  "summer_Sat2": "I've been, um, meditating a lot lately, trying to find inner peace and harmony. It's, uh, comforting.",
  "summer_Sun2": "Please... do not pet me right now. The humidity here isn't agreeing with my wool well enough to warrant physical affection.",

  "summer_Mon4": "I, uh, I was thinking we could maybe have a senace, you know, to connect with nature and the spirits.",
  "summer_Tue4": "Oh, um, I baked something that helps calm the nerves. I may have made too much... would you like some?[203]",
  "summer_Wed4": "Sometimes I find it easier to connect with the spirits when the sun is setting, the atmosphere just feels more serene.",
  "summer_Thu4": "I've been practicing my spirit channeling abilities lately, but I'm still a bit unsure about it.$2#$b#Maybe we could practice together?$h",
  "summer_Fri4": "Sometimes I wish I could be as confident as others, like you and the person guiding you, but I guess we all have our unique strengths and challenges.",
  "summer_Sun4": "I brought some lavender essential oil with me today. It's supposed to help with anxiety. Would you like me to share some with you and Player?",
  "summer_Sat4": "I've been reading about ancient summer solstice rituals. They're fascinating and, uh, I wonder if they could enhance my spirit connections somehow.",

  "summer_Mon6": "I, uh, wanted to share something with you. Sometimes I feel a bit overwhelmed by my abilities. It's like the spirits become more active in this season.",
  "summer_Tue6": "Would you mind if we meditated together? Nature has a way of calming my nerves, especially during this time of year.",
  "summer_Wed6": "Oh, it seems a beautiful butterfly followed you here on your shoulder.$h#$e#I believe it might carry a message from the spirit realm.",
  "summer_Thu6": "@, Player, you're both such good friends. Your presence makes it easier for me to connect with the spirits, even when I feel a bit anxious.",
  "summer_Fri6": "Sometimes, I worry that people might not understand or accept my gift. But having you as a friend makes it a bit less frightening.",
  "summer_Sat6": "I wonder if the spirits have any advice for us during this season. Maybe we could try a small tarot reading together?",
  "summer_Sun6": "I'm planning to spend some quiet time at home this summer, just to recharge and, um, find balance with my inner self.",

  "summer_Mon8": "I'm planning to do a small, private spirit session soon. If you're interested, I'd, um, really appreciate your support.#$b#Just a word of warning, I need to be... 'au natural' for this specific session.$3",
  "summer_Tue8": "I'm glad we can share our moments together, @.$h",
  "summer_Wed8": "I would love to go swimming you but...#$b#Your skin is too sensitive to swamp water and my eyes are a bit sensitive to light, so it's a bit difficult for me to enjoy the beach.$2#$b#Perhaps we can go during the night o-or maybe take a dip in the upper-cave level water sources.$4",
  "summer_Thu8": "Oh, um, hi there. Sorry if I seem a bit awkward, but, uh, I just think you're really cool.",
  "summer_Fri8": "I conjured up this little sunflower as a small token of appreciation for your friendship. I hope you, uh, like it.[421]",
  "summer_Sat8": "If you, um, ever need an escape from the summer heat, we could, uh, go outside at night and moonbathe and just enjoy each other's company, maybe have some ice cream or something.$3",
  "summer_Sun8": "Sometimes I find solace in spending time with you#$b#It  feels comforting, like being close to something in its natural and purest form.",

  "summer_Mon10": "You make my heart flutter like a gentle breeze on a sunny day, @.$4",
  "summer_Tue10": "I-I know it's silly, but I feel like the flowers are blooming brighter when you're around.$4",
  "summer_Wed10": "I may have sensitive eyes but with proper shading I would love to assist you on %farm.",
  "summer_Thu10": "I-I'm not always good with words, but I hope you can feel how much you mean to me.$3",
  "summer_Fri10": "You know, I often find myself talking to the spirits of the swamplands when I'm alone. But sharing this with you feels comforting.",
  "summer_Sat10": "Do you, um, believe in the magic of summer nights?$3#$b#I-I'd like to show you something magical tonight..$4",
  "summer_Sun10": "@... I, uh, really like you. Like, a lot. More than I thought I could.$3",

  "fall_Mon": "You have a warm aura around you. It's, um, perfect for this season.",
  "fall_Tue": "A-choo! *sniffle*$3",
  "fall_Wed": "I must admit, fall is both a beautiful and melancholic time for me. The change of seasons stirs emotions in a delicate way.",
  "fall_Thu": "Oh, you have a lovely necklace there. It reminds me of the symbols I see in my visions.",
  "fall_Fri": "I sense a spirit of wisdom and guidance around you. Perhaps it's an ancestor offering their support?",
  "fall_Sat": "Oh, it's such a lovely season, isn't it? The energy in the air feels quite different during fall.",
  "fall_Sun": "I sense a feeling of nostalgia and introspection during autumn, as if the spirits are guiding us to reflect on our past.",

  "fall_Mon2": "I-I hope you're enjoying the changing colors of the leaves. They're quite beautiful this time of year.",
  "fall_Tue2": "Um, I've always found the fall season to be calming and, um, magical in a way.",
  "fall_Wed2": "I-I find comfort in the cool breeze and the sound of rustling leaves. It's like nature is trying to say something.",
  "fall_Thu2": "If you ever feel like talking, um, I'm here to listen. Sometimes I can sense emotions in a unique way.",
  "fall_Fri2": "Do you like hot beverages during this time of year? I find tea quite soothing when it gets colder.[614]",
  "fall_Sat2": "I-I hope this fall brings you peace and happiness. And, um, perhaps some beautiful encounters too.",
  "fall_Sun2": "If you're interested, I could, um, try to connect with any spirits that might be around us. Of course, only if you're comfortable with it.",

  "fall_Mon4": "Do you ever feel like there's something more to the falling leaves? Like they carry some kind of message from another realm?",
  "fall_Tue4": "Sometimes, I wonder if the spirits have a message for us during this time of transition, like they're trying to guide us somehow.",
  "fall_Wed4": "I can't help but feel like the veil between our world and the spirit world is thinner during autumn. It's both fascinating and scary.$3#$b#... Nice.",
  "fall_Thu4": "I've been lighting incense and offering small tokens lately. It helps me feel more connected to them, like I'm showing my respect.",
  "fall_Fri4": "I had a dream last night about a benevolent spirit guiding us through a forest of golden leaves. It felt so real and comforting.",
  "fall_Sat4": "I know I might be a bit different, but I'm grateful to have a friend like you who accepts me for who I am, sheep spirit medium quirks and all.",
  "fall_Sun4": "I-I think I sensed a presence around you just now. Maybe it's just my imagination playing tricks on me, though...$3",

  "fall_Mon6": "I've been thinking about you a lot... and I can't help but feel this intense connection between us. I know it's kind of taboo to say, but I can't help it. I'm drawn to you.$4",
  "fall_Tue6": "The feeling of an intense connection between two people is something that many of us yearn for. It can be a difficult thing to explain, but the feeling is unmistakable.",
  "fall_Wed6": "Let us take a moment to honor the spirits of nature, who diligently prepare for the winter's rest.",
  "fall_Thu6": "I-I hope you find warmth and happiness in the autumn days ahead.$h",
  "fall_Fri6": "Ah, I see it's pumpkin season.#$b#S-save one for me?.$h",
  "fall_Sat6": "I-I'm so grateful for your company during this fall season.",
  "fall_Sun6": "T-the harvest moon tonight is especially enchanting.",

  "fall_Mon8": "Expressing strong connection to someone can be challenging, especially if considered taboo.#$b#Be honest with yourself and the other person about your feelings.$4",
  "fall_Tue8": "You're really cute, @, I can't help but want to explore... $4#$b#... w-with you... yes, explore with you, of course...$3",
  "fall_Wed8": "I would love to hold your hand more often and feel its softness.",
  "fall_Thu8": "You know, autumn reminds me of how change can be beautiful. And speaking of change, being around you has definitely changed my world for the better.",
  "fall_Fri8": "I've heard that during fall, the boundaries between our world and the spirit world become thinner. It's funny how I feel closer to you during this season.$h",
  "fall_Sat8": "You know, I often connect with the energy of the past, but when I'm with you, it's like time stands still, and all that matters is this moment.$h",
  "fall_Sun8": "I find myself daydreaming of the times when I can have you all to myself so we can keep each other warm this season.",

  "fall_Mon10": "Much like the constellations above, our connection feels like a cosmic arrangement, and sharing these fall nights with you fills my heart with wonder.$4",
  "fall_Tue10": "The crisp autumn air reminds me of your warmth, and I feel so fortunate to have you by my side, especially during this enchanting time of year.$4",
  "fall_Wed10": "I'd love to whisper secrets in your ear while watching the leaves fall.",
  "fall_Thu10": "I'm would like to show you a side of me you've never seen before.$4",
  "fall_Fri10": "Oh, @~ I've conjured up something for us.$h#$e#I-I've discovered that cinnamon makes a great natural aphrodisiac, so now all I need is a test subject for it.$4",
  "fall_Sat10": "@... come here, please.#$b#%They pull you in for a warm embrace.#$b#I can feel the heat of your body, even through the chill of the autumn air.",
  "fall_Sun10": "The look in your eyes when you look at me is enough to make me melt.$4",

  "winter_Mon": "The trees are bare now, but I guess they're just resting for spring...",
  "winter_Tue": "*cough cough* *sniff*$3",
  "winter_Wed": "Please try not to touch anything...#$b#Not that I'm worried about them breaking, not possible anyway, but they might freeze to your hand.",
  "winter_Thu": "You really like coming into this cold shack, don't you?",
  "winter_Fri": "Ugh... I-I think I dropped one of rat eyes somewhere here. I should go look for it...",
  "winter_Sat": "Oh dear, my wool isn't as thick as I'd like for this weather...",
  "winter_Sun": "%They occasionally stare at the window, almost expecting something to be there.",

  "winter_Mon2": "I, uh, heard Lady Witch talking about a winter festival in town soon. D-do you plan to go?",
  "winter_Tue2": "%They're cutting away at some paper. Are they making paper snowflakes?",
  "winter_Wed2": "Oh, h-hi @. I  hope you're staying w-warm.",
  "winter_Thu2": "D-do you think winter is a good t-time for reflection, @?",
  "winter_Fri2": "H-hi, s-sorry if my hands are c-cold. I'm still g-getting used to the w-winter temperatures.",
  "winter_Sat2": "I'm surprisingly n-not used to extreme cold. The presence of the gone and forgotten in here really lower the temperature.$3",
  "winter_Sun2": "H-hi, Do you like building snowmen on your farm?",

  "winter_Mon4": "I heard there's a library in town. Would you like to check out something for me, please?",
  "winter_Tue4": "I, uh, brought an extra scarf... in case you might need one. You don't have to take it if you don't want to.",
  "winter_Wed4": "Oh dear, I hope my wool is thick enough to keep me warm... Do you think I'll be alright?$3",
  "winter_Thu4": "Hello there... I was thinking of finding a cozy spot to maybe read a book and practice some Latin. Would you maybe want to join me?",
  "winter_Fri4": "I heard that wearing fluffy clothes helps keep you warm. I'm wearing some too, see? Haha!$h",
  "winter_Sat4": "Lady Witch was kind enough to finally give me a blanket, just in case I want to keep extra warm. Would you mind if I shared it with you?$h",
  "winter_Sun4": "I'm really glad we're friends. You make even the chilly days feel a bit warmer for me.$h",

  "winter_Mon6": "You know, spending time with you makes the winter feel a little less daunting...$h",
  "winter_Tue6": "I-I can bring us a blanket... just in case you want to sit and share body heat.",
  "winter_Wed6": "I made a little scarf from some wool I trimmed of during the summer... Would you like it? It's something that will always remind you of me.$h",
  "winter_Thu6": "I-I wish I had a thicker wool coat like the others of my kind...$3",
  "winter_Fri6": "You're shivering... here, have a hug.$h",
  "winter_Sat6": "I-I hope you're doing well this winter. If you ever n-need someone to talk to, I'm here...",
  "winter_Sun6": "*yawn*... so tired.",

  "winter_Mon8": "Hi @. I-I really admire you and wanted to let you know.$4",
  "winter_Tue8": "I know it's cold outside, but I hope you're at least feeling warm on the inside.$h",
  "winter_Wed8": "I hope you and Player have someone special to spend the holidays with.$h#$b#... Me? Oh, I already have the guiding hands... and you, of course.$4",
  "winter_Thu8": "Hmm.. frigidum est...",
  "winter_Fri8": "Cold, are we? Here...$4#$b#%Before you know it, they have their arms around your waist and you face buried in their neck.",
  "winter_Sat8": "Sometimes, I feel the need to curl up in your arms and feel the heat of your body.$4",
  "winter_Sun8": "@? The scarf that I made for you... It's not much, but I thought it might help keep you warm and be like a... a little protective charm.$4",

  "winter_Mon10": "Winter can be tough, but knowing that I have you by my side makes it a lot easier to face the challenges.$h",
  "winter_Tue10": "The closer I am with you, the easier it is for me to find solace in words both written and spoken.$4#$b#I have both you and Player to thank for that.$h",
  "winter_Wed10": "I hope it's okay that I express myself better through actions than words.$h",
  "winter_Thu10": "Oh, my dear @, you have a way of making me forget my nerves. I think it's only fair that I return the favor.$4",
  "winter_Fri10": "You're so gentle and comforting to me... and you make everything feel a bit brighter.$4",
  "winter_Sat10": "The way you hold my hand is like a lifeline in this cold season. It's like you understand my silence and fill it with your warmth.$h",
  "winter_Sun10": "I know I might not always say much, but when I'm with you, my heart speaks volumes...$h",

  "divorced": "%It looks like they've been crying alot recently.#$b#Please @... I wanted us to be happy forever. Why must you hurt me like this?$2#$b#P-please just... wipe my memory of this happening so we can try again e-even if it's just platonic.$2#$b#Until then... let me have my peace.$2",
  "dumped_Boys": "The spirits told me about your other partners...$5#$b#How could you...$2",
  "secondChance_Boys": "Alright, alright... All is forgiven.$h#$b#But let it happen again or I may have to turn you into a toxic swamp frog.",

  "give_flowersA": "Those are pretty. Whoever gave you those have taste.$h#$b#H-huh?? For me? What... I...$3#$b#Thank you... I accept. I will be your partner.$4",
  "give_flowersB": "Those are some sweet smelling flowers. Did you grow them yourself? If so, you did a great job.$h#$b#F-for me?? @... I-I don't know what to say....$3#$b#I accept... I will be your partner.$4",
  "give_pendant": "Hm? What is this?#$b#!!... Y-you... I...$3#$b#%Nul starts toppling over, almost passing out, before you caught them mid-fall.#$b#Of c-course I accept your proposal, @.$4#$b#My dear... I-I can hardly contain myself. I never knew you were on the same page... I even got this ring forged for you.[801]$2",
  "stardrop_gift": "I believe that the spirits brought us together for a reason. So, um... thank you for accepting me as I am, nervousness and all. I'm always here for you, whether you need advice from the spirits or just someone to listen. I'll do my best to be a source of comfort and support.$4",

  "rejectNPCA": "I don't understand.",
  "rejectNPCB": "I don't understand.",
  "reject_two_heartA": "???",
  "reject_two_heartB": "???",
  "reject_four_heartA": "Huh?",
  "reject_four_heartB": "Huh?",
  "engageA": "Stop that.",
  "engageB": "Please stop.",
  "marriedA": "I don't think that's a good idea.",
  "marriedB": "I don't think that's a good idea.",
  "refusal_no_heartsA": "No thanks.",
  "refusal_no_heartsB": "No thanks, @.",
  "refusal_knownA": "I said no, @.$5",
  "refusal_knownB": "I said no, @.$5",
  "refusal_botherA": "@... no...$2",
  "refusal_botherB": "@... no...$2",

  "birthdayLoveA": "For me?? @, you're a sweetheart. I love this.$h",
  "birthdayLoveB": "Another year of living went by already? You really outdid yourself, @. Thank you.$h",
  "birthdayLikeA": "For my day of creation? Thank you, I like this.",
  "birthdayLikeB": "Aww, for my special day? I bid you thanks.$h",
  "birthdayDislikeA": "I don't like this, @.$2",
  "birthdayDislikeB": "I don't think this is an appropriate gift.",
  "birthdayNeutralA": "I can tell you put thought into this. Thank you.",
  "birthdayNeutralB": "Not what I would expect on a day like this but I'm not too picky. Thank you, @."
}