{
  "patio_Nul": "%Nul is meditating. It's best not to disturb them right now.", //sorta unused dialogue since as they do not have a spose area
  "spouseRoom_Nul":  "Good morning, @. I've just come back from housekeeping for Lady Witch.#$b#There wasn't much for me to do so I came back early.#$b#Now, how may I serve YOU? Haha! I jest.$4",

  "spring_Nul":  "What flowers do you like, @. I want to know the best type to gift you.$4",
  "spring_1": "H-happy Annus Novus, @...$h#$b#Ugh... I'm sorry but please lower your voice, my head still hurts. I need a nap.$3",
  "spring_12": "Egg Hunt? As in you collect... eggs? What for?#$b#A prize? Oh, I would love to participate but I unfortunately can't...$3#$b#Can... can you bring something home for me then? Please?",
  "spring_17": "It's the season of love, @. I would like to show you how much I love you as much as possible.[591]$4",
  "spring_23": "Hey, @? After the Flower Dance tomorrow may I have an official dance here with you? Just us? I'll even sprinkle flower petals on the floor to make it more authentic.$4",

  "summer_Nul":  "By any chance, would you be willing to have an ice bath with me... please?$4",
  "summer_1": "Aww... it's summer... I hate the heat.$3#$b#@? Can you help me trim my wool? Can we also have a fan or two on in the house?$3",
  "summer_10": "A potluck is being held tomorrow? Can you bring home some food for me? Pretty please?",
  "summer_15": "May we have a cold shower together, @? I fear it may be too hot to do anything right now.$3",
  "summer_27": "I can't wait to watch the jellies with you tomorrow, @.$h#$b#If you need me I'll be hidden away at the back... avoiding conversation...$3",

  "fall_Nul":  "Do we have any starfruit left over from last season? I've been craving some recently.",
  "fall_1": "Whew... it's finally fall. You know what that means, @?#$b#Hug me, please!$h#$b#%They suddenly latch on to you, arms around your neck and legs around your waist... They're surprisingly lighter than you thought.",
  "fall_8": "*yawn* Nap time... Care to join me?$4",
  "fall_15": "I hope you win tomorrow's fair. I'll be offering my full support from here.$h",
  "fall_26": "Look out for me tomorrow. I'll be sure to trick you with a fright then we can exchange treats with each other!$h",

  "winter_Nul":  "I wonder if it's possible for me to hibernate until spring.",
  "winter_1": "Last night I had a dream where a voice kept repeating 'ningit' over and over again.#$b#I was confused why it was telling me that it was snowing until I woke up and looked out the window, haha.$h",
  "winter_7": "I'm not fond of fish... especially the smell, so I'll skip out on tomorrow's event.$3#$b#I'll have some cocoa waiting for you afterwards.$h#$b#Just... make sure you take a bath first.$3",
  "winter_14": "Lady Witch occasionally spoke about the Night Market. It's coming tomorrow, right?#$b#I-if they have Miner's Treat or Magic Rock Candy can you get one for me please? She always made sure to get me one for my birthday.$4",
  "winter_24": "Tomorrow's festival is about giving thanks to friends and family, am I correct?#$b#I may not be attending the festival but you are my friend AND my family so I will be sure to show my gratitude.$h",
  "winter_25": "Happy Holidays, my shortcake.$4#$b#Here... a gift from me to you.[74]",
  "winter_28": "Happy Annus Novus Eve, @.[346]$h#$b#Um... would you like to share that beer, if you don't mind me asking?$3",

  "Rainy_Day_Nul": "I brought some tea... maybe it could help us stay, you know, grounded on a day like this.[614]",
  "Rainy_Day_0": "@, I know it was chilly last night but can you go easy on the cuddling next time?$4#$b#You were hugging me too tightly.$2",
  "Rainy_Day_1": "Oh, that lightning was, uh, unexpected...$3#$e#N-no I am NOT scared of lightning, @.$5",
  "Rainy_Day_2": "Even your crops seem to be soaking up the rain's energy... it's quite beautiful.",
  "Rainy_Day_3": "*yawn* @, I know the day just started but can we head back to bed and rest?#$b#... Pretty please?$2",
  "Rainy_Day_4": "Could we, perhaps, sit together and just listen to the rain for a while?$3#$b#... And even hold hands too?$4",
  "Rainy_Day_5": "I lit a ginseng candle just now. It might help us feel more in tune.",

  "Rainy_Night_Nul": "You know, @, some believe that rain is a bridge between the living and the spirit world.",
  "Rainy_Night_0": "I'm so grateful you're here with me tonight, @.$h#$b#Say... don't you think it's time for us to head to bed? I would like to build a pillow fort with you.$h",
  "Rainy_Night_1": "Oh dear... you're soaked. You'll get sick in that state.$2#$b#Come now, let's dry you up and get you into your sleepwear.$h",
  "Rainy_Night_2": "Good evening, dear @. I hope I don't bother you with my, musings about the rain and spirits. Emphasis on the spirits part.$3",
  "Rainy_Night_3": "@? I was thinking... maybe we could, you know, watch another Studio Chibi movie or something...?#$b#We can? Oh, can we Wolf's Walking Watchtower this time?$h",
  "Rainy_Night_4": "It's a perfect night to have something warm for dinner.#$b#Here, I made you some soup. I promise it's not algae soup, hehe.[199 218 219 236]",
  "Rainy_Night_5": "Here, have some soothing green before bed to help you sleep better.[614]",

  "Indoor_Day_Nul": "Rise and shine, Sugarcube. Your crops are calling you.$h",
  "Indoor_Day_0": "I've been thinking... I would love to pick up floriculture.#$b#Not just because flowers are nice to look at, but because I could use that hobby as a source of income while having nice gifts to give you.$h#$b#Why do I need money? To spend on you of course!$h#$b#... also because I don't want to be a financial burden on you.$3",
  "Indoor_Day_1": "Good morning, Sleeping Beauty. You look well rested.$h#$b#I sure hope you are after you latched on to my back and buried your face into the wool on my head.",
  "Indoor_Day_2": "I'm not sure, but I think the spirit of your grandfather is here with us. Maybe he has a message.",
  "Indoor_Day_3": "I would love to help you with farmwork more often but, unfortunately, that proves to be difficult without the use of sunglasses or a sun hat.$2",
  "Indoor_Day_4": "Going out to work? So soon? Here, eat something before you go.[201]",
  "Indoor_Day_5": "You know @... every now and then I feel extremely thankful that I was able to convince Lady Witch to let me leave so that I could be here where I am now.$h#$b#... only one the condition that I go back to clean the place once every blue moon hehe...$h",

  "Indoor_Night_Nul": "Welcome home, Shortcake. Had a nice day?$h",
  "Indoor_Night_0": "Good evening, my dear.#$b#Um, do you think... maybe tonight we could...$3#$b#... have dinner in bed? Then we can eat dessert in bed too.$h#$b#... H-huh? What do you mean? I'm not on the menu. Don't say silly stuff like that, @.$3",
  "Indoor_Night_1": "I understand if you do not feel comfortable with lighting a candle tonight, but maybe we could use one during tonight's dinnertime?",
  "Indoor_Night_2": "Welcome home.$h#$b#I hope you haven't gotten too injured down in the mines today.$3#$#If you have, pleae let me tend to your injuries.",
  "Indoor_Night_3": "H-huh? What?$3#$b#Oh dear, have I been sleepwalking again? I guess it's time for bed...$3",
  "Indoor_Night_4": "@~ Guess what tonight is? That's right, it's movie night.$h",
  "Indoor_Night_5": "@, I'm so glad you're home. You won't believe what happened while you were away.$h#$b#It's your grandfather. He wishes you all the best and is proud of the progress you made.$h",

  "Outdoor_Nul": "So bright... so glad there's shade here.$3",
  "Outdoor_0": "@? Good morning.#$b#My apologies for being ineffecient with yardwork. Hopefully, with enough time, my eyes will be used to the sunlight.$3",
  "Outdoor_1": "%Nul is standing perfectly still while butterflies flutter around them. Better not disturb them.",
  "Outdoor_2": "Fresh air... this is way better than the air at the swamp.",
  "Outdoor_3": "I got up before the sun rose to carefully clean and de-weed your grandfather's shrine.#$b#I'm sure he would appreciate it.$h",
  "Outdoor_4": "I wonder if it's too soon to go back indoors...$3",
  "Outdoor_5": "Would... would you be interested in having an evening picnic with me, @?$3",

  "OneKid_0": "Um, @, I was thinking... maybe we could read a bedtime story for the little one tonight?#$b#What do you mean 'use me to count sheep'?$5",
  "OneKid_1": "I noticed that %kid1 seems a bit upset. Don't worry, I will find a solution.$3#$b#Poor thing is probably tired.",
  "OneKid_2": "Ouch! That's my horn you're pulling on, %kid1.$2#$b#You're lucky it's dull, little one.$h",
  "OneKid_3": "Good morning, dear @.$h#$b#Say 'good morning' to @, %kid1#$b#... Aren't you just the cutest, %kid1!$h",

  "TwoKid_0": "Whew... %kid1... %kid2... it is too early in the morning for you two to be this energetic.$3",
  "TwoKid_1": "I have asked the spirits to make a physical manifestation of themselves to keep the children entertained for a while.#$b#We now have a bit of freetime to ourselves, @.$h",
  "TwoKid_2": "Hey @, I was just teaching the children their animal sounds.$h#$b#%kid1 kept pointing at me while making sheep sounds while %kid2 pointed at my horns while making cow sounds.$2",
  "TwoKid_3": "Have I ever told you how much I love both you and the children.$4#$b#Everyday is something wonderfully new for our unique little family.$h",

  "Good_0": "Hey, hey hey, @!$h#$b#%They wrap their arms around you while shifting a portion of their body weight onto you.#$b#How is my favorite person doing today?$4",
  "Good_1": "Surprise, @. I got you a gift. What reason? Do I need one?[458 226 645 74 279 243]$h",
  "Good_2": "You know, our deep conversations and cuddling sessions are the best parts of my day. I'm just really glad we're together.$4",
  "Good_3": "Do you think... maybe when it's raining or the sun is setting, we could take a walk together? If, of course, you'd like to...$4",
  "Good_4": "I'm really grateful for your supporting my spiritual activities. It means a lot...$h",
  "Good_5": "I'm not sure if I say this enough, but the fact that the sun rises and sets with us in each others arms is so important to me.$4",
  "Good_6": "Um, would it be okay if I held your hand while we watch television?#$b#Only if you're comfortable, of course...$4",
  "Good_7": "I'm not great with words, but I'm glad you understand my ways of affection.$h",
  "Good_8": "I love when we can just be ourselves around each other. It's something special.$h",
  "Good_9": "@? I think it's cuddle time.$h#$b#So let's wrap our arms around each other and get lost in our thoughts.$4",

  "Neutral_0": "Oh dear, you don't look too happy...$3#$b#Nothing a bit of affection and hot food can't fix.[240]$h",
  "Neutral_1": "I'm sensing an imbalance in the air...$3#$b#... or maybe I'm just hungry.",
  "Neutral_2": "Oww..$2#$b#I don't think I'm fully used to sleeping on a bed yet.$3#$b#Or maybe I slept in a weird position again...$3",
  "Neutral_3": "I'd love to hear about your day too, even if it's just the little things that happened.$h",
  "Neutral_4": "You know, whenever I connect with the spirit realm, I'm reminded of the quiet strength in our relationship.$h",

  "Bad_0": "Are you feeling alright? I can sense solemn energy with your aura.$3",
  "Bad_1": "I'm sorry if I'm a bit clingy sometimes... it's just that being close to you makes me feel safe and loved.$2",
  "Bad_2": "P-please be silent for a bit... I don't feel too great right now.$2",
  "Bad_3": "Hey, Player? Yes, you... the person playing...#$b#Do you... despise me? Do you enjoy seeing me upset?$2#$b#W-why? I really like @, so why is this happening?$2",
  "Bad_4": "...?$5#$b#...$2",
  "Bad_5": "I'm sorry if I ramble too much, but I think the spirits want us to know that even small steps can lead to healing...$3",
  "Bad_6": "You know, @, sometimes I... sense that there are unresolved feelings between us. Just say something. Please?$2",
  "Bad_7": "The guiding hands seem to want to point us down different paths unless we rid of our burdens.$3",
  "Bad_8": "If it's space you need then just say so. I can't stand the cold silence, @.$2",
  "Bad_9": "... Why have you grown distant, @?$2"
}