{
	//Dialogues	
	"Mon": "Oh hello dear.#$b#What brought you here to Umuwi?#$b#The portal? Hmm, I see.#$e#I have got to study that portal! Something gives me the impression that it holds many magical capabilities.",
	"Mon4": "Start your week right by taking care of your crops.#$b#They too have feelings you know.",
	"Mon6": "Good day dear!$h#$b#Try watering your plants while talking to them. It helps their growth$h",
	"Mon8": "I see you've been taking my advice on skincare.#$b#I told you that using upward strokes while washing your face helps lift them.$h",
	"Mon10": "Oh hello dear, I’m sorry I must be out of it these days.$s#$b#I feel that my energy level must be getting low.",
	
	"Tue": "Watch it!$u#$b#One mustn’t interrupt a sorceress when she’s practicing her incantations. You might get transformed into a toad if you keep this up.",
	"Tue4": "How are you liking Umuwi so far?#$b#Hmm, I sense that a certain someone may be the reason why you’re here often. Am I right?$h",
	"Tue6": "Excuse me for a moment dear, I just really have to finish gathering ingredients for my concoction.",
	"Tue8": "Remember the crystal that I’ve been looking for last time?#$e#I studied it’s components and I discovered that the illuminator came from celestial bodies that graced us during the pink moon.$h#$b#This is making me feel ecstatic!$h",
	"Tue10": "I worry about my daughter sometimes.$s#$b#People expect a lot from her being the daughter of THE high sorceress.#$e#I’m afraid she won’t want to handle it.$s",
	
	"Wed": "Greetings, @. Have you seen my crystal ball?#$b#I seem to have dropped it somewhere.",
	"Wed4": "Hi dear, are you looking for Raphael or Bianka?#$b#Seems like those two have a world of their own now.$s#$e#I’m proud I was able to raise them to be their own person.$h",
	"Wed6": "Salvador has been worrying himself regarding my whereabouts.#$b#He’s looks hard on the outside but my husband’s quite the softie.",
	"Wed8": "It’s funny how other people represent our kind.$h#$b#They usually picture us as short, green, and ugly.$u#$e#I mean, can you imagine me green? Ugh, it’s definitely not my color dear.",
	"Wed10": "Incrementum terra crescere vinea… Incrementum terra crescere vinea.#$e#Huh? Oh, what? I’m sorry I was focusing on my incantations.#$b#Just a little something to help the growth of nature.$h",
	
	"Thu": "Hope you have a nice stroll around Umuwi dear!$h",
	"Thu4": "A word of advice dear, whenever you wash your face try using upward strokes.#$b#You may find that it lifts up the face.$h",
	"Thu6": "I remember how Bianka and Raphael used to practice their ABC’s by reciting incantations.$h#$b#I really miss those little moments.$s",
	"Thu8": "I’m wary about the portal to the town.#$b#I sense that there might be something inaccurate about its magic.#$e#I mean, look at what happened to dear Lunna. She must be terrified with all that had happened to her.$u#$b#I must have my council look into this.",
	"Thu10": "Hmm… With all the time that you spend here in Umuwi @, are you interested in learning some incantations?$h#$b#Haha, oh never mind. I was just thinking that maybe you’d make a good apprentice.$h",
	
	"Fri": "Bianka and Raphael have been speaking good things about you.$h#$b#I believe you’ve enchanted my kids.$h#$b#I’m looking forward to seeing more of you @.",
	"Fri4": "How is Lunna as a human?#$b#I’m interested to know what’s the effect of her human form to her monster appearance.",
	"Fri6": "How has life been treating you these days @?#$b#I hear Bianka is very interested in learning about your ways back in Pelican town.#$e#Please make sure that she’s taken care of whenever she goes over there okay?#$b#Or else!$u ",
	"Fri8": "The council I left over at Ruby Islands have been contacting me through my crystals.#$b#I need to find a way to project myself over there, so that I can see what the problem is.$u",
	"Fri10": "I have seen you come and go through both realms enough times to assume that magic doesn’t scare you. Doesn’t it @?#$b#Just be guarded by what you encounter everyday, okay?",
	
	"Sat": "Lunna speaks so highly of you.#$b#I hope you extend the same courtesy you have with Lunna to Bianka and Raphael.",
	"Sat4": "Everybody here has been on edge since Lunna disappeared that day.#$b#Thank the celestial bodies that allowed her to return here or we would’ve had a problem in different realms.",
	"Sat6": "Keeping different realms in check has been exhausting.$s#$e#How I’ve been able to satisfy my husband and care for my kids while doing all the grunt work amazes me.$h",
	"Sat8": "I’ve been around a long time you know.#$b#I want grandkids of my own.$s#$e#I want to be young enough to run around and chase my granddaughter or grandson around the realms.",
	"Sat10": "Oh, hello dear. It’s wonderful to see you today.$h#$e#I’ve been browsing through my grimoires and I found some spells that could revive plants and dead flowers.$h#$b#I’m looking forward to refamiliarizing myself with the incantations and adding my own flair to it.$h",
	
	"Sun": "Rest days are important to us.#$b#It gives us time for self care and rejuvenation.$h",
	"Sun4": "Have you been through the mines in your town?#$e#I hear that their crystals have some mystical capabilities…#$b#I wonder where I could find some…$h",
	"Sun6": "I must say, I’m very impressed with your style @.$h#$b#You must talk to me about it sometime.",
	"Sun8": "The crystal ball could let me see through different realms.#$b#However, I find it a disadvantage that they can’t see me. I have got to work out a spell that could allow me to do that soon.",
	"Sun10": "Belle la vie a cette fleur. Belle la vie a cette fleur. Phasmatos tribum las es viras.#$b#Huh? Oh, what? I’m so sorry for spacing out. I’m currently working on the incantation I need for reviving nature.",
	
	"spring_12": "I wager that I can do a locator spell to help me point out the exact location of the eggs tomorrow.$h#$b#But oh well, what fun would that bring?",
	"spring_23": "*Esmeralda is busy chanting incantations that you gather may be related to flowers*#$b#Oh I’m sorry I didn’t see you there, I was just preparing for the festival tomorrow.#$e#I want our flowers to bloom like the flight of spring.$h",
	"summer_10": "I have to concoct a special brew for my husband tomorrow.#$b#It seems that his stomach gets upset with peculiar tastes.#$e#We wouldn't want an accident like last year to happen again now, would we?$h",
	"summer_27": "I must bring my celestite for tomorrow’s festivities!#$b#This way it could absorb more energies from the celestial bodies.$h",
	"fall_15": "What are you planning to put in your display for tomorrow?#$b#Make sure to flaunt all your best products!$h",
	"fall_26": "Hmm, I'm thinking about conjuring up some spirits to join us tomorrow.#$b#It would make the festival feel more authentic, wouldn't it?$h",
	"winter_7": "Like any man, my husband enjoys fishing.#$b#I honestly don't understand what people see in fishing.$u#$e#But oh well, let them have their fun. As long as they aren't doing anything to disturb the balance of nature I’m okay with it.$h",
	"winter_14": "Leaving at night sometimes concerns me because many spirits lurk during nightfall.#$b#And because of that fact crossing, different realms becomes easy.$u#$e#I'm afraid if we have no protective barrier, our home wouldn't be safe.$s",
	"winter_24": "This marks the end of a prosperous year @! I do hope we could still see you next year!$h",


}