{
   "Changes": [
      //Edits Data for Mr Ginger installed
      {
         "LogName": "Edits Dialogue",
         "Action": "EditData",
         "Target": "Characters/Dialogue/MisterGinger",
         "Entries": {
            "Resort_Entering": "Ginger Island, eh? Welcome to my kingdom. And here I was, thinking no one fully recognized my importance.$1",
            "Resort_Leaving": "Time to go, catch ya next time, birdies! What? Can't have them getting too complacent!",
            "Resort_Shore": "Oooh, there's all sorts of creepy crawly delicacies, well suited for a seafood connoisseur like myself.#$b#Seafood buffet, anyone?$1",
            "Resort_Umbrella": "Ah, this is the life.",
            "Resort_Wander": "Right, well off to do some hunt- Oh right yes, we don't do that anymore... um, beach-combing, yes. Maybe I'll find some pretty shells for Jas.",
            "Resort_Bar": "Hmm, I wonder if Gus'd make me one of those fancy cocktails...",
            "Resort": "Sun, sand... I can't think of anywhere better to spend my day!",
            "FarmHouse_Entry": "Hi honey, I'm home!",
            "danceRejection": "Nah, this dance is dull.",
            "divorced": "Hey, it was fun while it lasted. No regrets, right? Time to move on.$2",
            //"breakUp": "Hey, it was fun while it lasted. No regrets, right? Plenty more fish in the sea, so they say.#$b#Oh, who am I kidding... I'm going to miss you.$2",
            "spring_28_2": "Today marks the anniversary of Mona's death... I regret every day that I couldn't be with her at the end.$2#$b#I still miss her, but that's what it means to be human, right?$2#$b#That hollow ache of emptiness where your heart once felt full?$2",
            "Mon": "I'm getting this weird sense that we knew each other once, really, really well...?#$b#Does that make sense to you?#$b#Must be one of those deja vu things.",
            "Mon6": "Yeh, I'm doing fine, thanks for asking. Marnie seems determined to look after me; she keeps giving me food.",
            "Mon8": "You know, @, people take their hands for granted.#$b#I appreciate being able to get things off the top shelf without jumping up and knocking them off.",
            "Tue": "Hey, you're the farmer right? You seem to be the talk of the town.#$b#I don't quite see why.",
            "Tue6": "Tuesday's a good night to visit the saloon, don't you think?#$b#Maybe I'll see you there!$1",
            "Tue8": "Don't tell Jas, but sometimes I still want to chase birds...I guess some habits are hard to break.$2#$b#Don't worry, I won't touch her precious blue jays.$3",
            "Wed": "Ever wanted to just stretch out in the sun and forget about the day?$3#$b#Yeah, I had a rough night. How about you?",
            "Wed8": "(Yawns) Sorry, spent last night on patrol again.#$b#Nothing too terrible, just a few rock crabs. Pesky beggars.$2#$b#Hmm, I must ask Gus for his crab cake recipe...$3",
            "Thu": "It's weird to be part of the community, but also on the outskirts.#$b#Not that you'd know about that, farmer, everyone here loves you.#$b#Me? I'm still on the fence about you.#$b#Well, not literally. That'd be weird.",
            "Thu6": "It's weird to be part of the community, but also on the outskirts.#$b#I guess memories run long in this town...$2",
            "Thu8": "Some of the villagers still look at me sideways.#$b#I guess they're wondering what I know and what I've seen.",
            "Fri": "Sometimes I get this weird desire to chase birds. Any ideas about that, farmer?#$b#Oh, I don't know why I'm asking you, I just figured you'd know, for some reason.",
            "Fri6": "Ever thought of running for Mayor, @? A bit of competition wouldn't go amiss!",
            "Fri8": "It hurt to watch Shane avoid doing what I wished I could do with Jas... like read her stories and teach her maths...$2#$b#Yet it hurt even more when he did them... Jealousy is complicated and stupid and weird.$3#$b#I'm just glad he loves her as if she were his own.$4",
            "Sat": "Oh it's you again! Come to try and win me over with your trinkets and wares.$3#$b#Yeah, okay, you can give it a go. Can't say I'm easily convinced though.$3",
            "Sat8": "Jas is coming over tonight. She's a sensible kid, but I don't like that she's left home alone all the time.#$b#Okay, yeah, she wasn't alone - she had me. But what was I going to do if there was an emergency?$2#$b#You've no idea how hard it is to use a phone when you only have paws.$3",
            "Sun": "Jas talks about you a lot. Sometimes I think she must like you, other times I'm not so sure.$2",
            "Sun8": "Jas and I tried our hands at baking. It may have got a bit... out of hand [223 604 651 731].#$b#We have enough baked goods to last a month.$1",
            "Mon10": "Do you want to watch the sunset together? It looks really beautiful from the lookout.$6#$b#I didn't realize how much I'd missed the colors - until I got them back.$4",
            "Tue10": "Hey @. What have you been up to today? Want to grab a bite to eat at the saloon?#$b#Gus and me have mended our differences! Well, patched them anyway.",
            "Wed10": "Back in college, Shane was quite the sports star.#$b#You wouldn't know it from looking at him now, but he had girls - and more than a few boys! - trailing him like lovesick puppies.#$b#Jealous? Me? Nah, never!",
            "Thu10": "I wonder if there's truth in other fairy tales too.#$b#Might try my hand at spinning hay into gold, what do you say?",
            "Fri10": "Yeah, I know it's judgmental, but I never liked the way Lewis carried on with Marnie.#$b#Oh, I had a shoe thrown at me more than a few times!$1",
            "Sat10": "I'm relieved Shane's started to pull his life together.#$b#It's hard watching someone you care about fall apart, and not being able to help them.$2#$b#Thank you, @, for helping him as you've helped me.",
            "Sun10": "Want to come over and hang out with me, Jas, and her bird-loving friend?#$b#It's boardgame night and if you could save me from having my tail kicked at Monopoly... well, I'll love you forever.$1",
            "summer_Mon": "Well, I don't know about you, but I'm looking forward to a bit of sunbathing!",
            "summer_Mon8": "Ah the sun, my old nemesis, we meet again.$1#$b#But this time, the advantage is mine.$3#$b#Oh, who am I kidding? Catnaps for the win, right?$1",
            "summer_Tue": "You seem to have made quite a name for yourself around town.#$b#It's funny, but I barely remember you at all. Isn't that weird?$3",
            "summer_Tue6": "Hey, it may look like I'm lazing around, not doing anything much...#$b#... okay, yeah you're right, I'm not. But tonight I'm going hunting. Someone has to keep this town safe.",
            "summer_Tue8": "Marlon keeps asking after Marnie. Oh, he thinks he's subtle... but he's very much not!$6#$b#I told him he should ask her himself. I'm not gonna be his wingman.$3#$b#Besides, what do I know about dating? I was a cat for almost a decade.",
            "summer_Wed": "Ah, the sun, my old friend.",
            "summer_Wed6": "Oh this? It's just a scratch, don't fuss!#$b#Okay yeah, I had to get stitches. Stupid rock crabs. Dratted things are a menace.",
            "summer_Wed10": "Once during the luau, we slipped in some of that red mushroom.#$b#Nobody died, thank Yoba, but let's just say... things got very interesting. And not in a good way.$2#$b#We were idiot kids... it's going to take a while for people to trust me.$2",
            "summer_Thu": "Hey farmer. Working hard as usual, I see.",
            "summer_Thu6": "Ah, the beach. Sun, surf, and so much sand.",
            "summer_Thu10": "Shane and me roomed together back in college.#$b#I don't remember much of those days...too many endless parties. Good times.$1",
            "summer_Fri": "Hey farmer. Fancy a spot of fishing? I hear East Scarpe's good for it.#$b#Nothing much but carp in the pond though. So bony and bland.$2",
            "summer_Fri6": "Jacob seems like a decent fellow. Doesn't talk much, but his daughter more than makes up for it.$3",
            "summer_Fri10": "Come to hang out with me?#$b#Yeah, I enjoy your company too.",
            "summer_Sat": "Oooh, a butterfly!$3#$b#Oh sorry, hello. Almost didn't see you.",
            "summer_Sat6": "Do you like swimming, @? Not too keen on it myself, obviously.$2#$b#But East Scarpe's safe though. If you watch out for the sea monsters!$3#$b#Kidding! Or am I?$6",
            "summer_Sat10": "Jas asks a lot of questions about her mom. I get the feeling that the others don't like to talk about her.$2#$b#But those that die aren't ever gone, are they @? Not really. They live on in our hearts.#$b#Yeah, I know, corny.$4",
            "summer_Sun": "Hello farmer. Sunday, day of rest right? Not that you look very rested.",
            "summer_Sun4": "Hey @. Good to see you again.",
            "summer_Sun8": "I'm glad Jas has friends her own age. But Eloise is so fond of birds.#$b#I don't see the fascination myself. They're noisy, and messy...$2#$b#...And far too hard to ca- Oh sorry. Old habits, I guess.$4",
            "summer_Sun10": "Jas and I are visiting Mo today. I know it's weird... the dead aren't really connected to their graves.#$b#But I just feel closer to her, you know?$2",
            "fall_Mon8": "So this is why Abigail loves fall so much! The colors really are remarkable.$3#$b#And leaf fights are sorely underrated.$1",
            "fall_Mon": "The birds go crazy over the blackberries.#$b#I wonder if it's hard to make jelly?#$b#Of the berries, not the birds! But there's an idea...$3#$b#I'm kidding of course! What do you take me for?$1",
            "fall_Tue6": "There's a stray cat lives around here. I put food out for her.#$b#Poor thing, won't be fun for her through winter.",
            "fall_Wed": "I love the smell of fall. It's so...interesting.#$b#Is that weird?$3",
            "fall_Wed8": "I could've sworn I saw something in the water today.#$b#It didn't look like a fish, not a dolphin either.#$b#I've heard tales: about a lost child returned to the sea, and a being that lurks beneath the waves.#$b#Probably nonsense, but we all know there's some truth to tales.",
            "fall_Thu": "Have you ever had the urge to bat at falling leaves?#$b#Huh, weird, must just be me then.$3",
            "fall_Fri": "Hmm, maybe I should put up some decorations. What do you think?",
            "fall_Fri6": "Mo loved Spirit's Eve. We made it a horror maze one year, dressed up as monsters and terrified the kids.$1#$b#Lewis was furious... We, err... hadn't cleared it with him first.$2",
            "fall_Sat": "Jas wants to carve pumpkins... Guess who's got to be the one who wield the knife?",
            "fall_Sun6": "Jas wants me to adopt the stray cat that lives down by the beach.$4#$b#She's named her Lady Sheba. Although she's not much of a lady!$1",
            "winter_Mon": "It's a bit dull here, during the week. Too quiet.$2#$b#I'd do something to liven things up, but Aideen'd skin me.$1",
            "winter_Tue": "Too cold. Days like this I wish I could just curl up in front of the fire all day.#$b#But responsibilities and all that...$2#$b#Oh, who am I kidding. Fireside it is.#1",
            "winter_Tue8": "There used to be an orchard around here. Mo and I used to sneak in it and steal the fruit.#$b#I wonder what happened to it?$3",
            "winter_Wed": "Miserable time of year, isn't it farmer?",
            "winter_Wed6": "It's so much colder, now I no longer wear fur.$2#$b#I should knit {{random:a scarf, gloves, a hat}} or something.",
            "winter_Wed8": "I caught a white dove once, would've eaten it too... but there was something uncanny in its eyes.$3#$b#Yeh, I let it go... Makes you wonder though, doesn't it?",
            "winter_Thu": "Hope you're wrapping up warm, farmer!",
            "Winter_Thu6": "Hope you're keeping warm, @. If you wanted, I could knit you a scarf.$3",
            "winter_Thu8": "I used to wonder, sometimes, when I caught a bird or a fish if it had once been a person.$2#$b#It was almost enough to put me off my food. Almost.$2",
            "winter_Fri": "Isn't it amusing how our breath steams on frosty mornings?#$b#As kids, we'd pretend we were dragons.#$b#Did you ever do that, @?",
            "winter_Sat8": "So... today's culinary experiment was not a success.#$b#Thank Yoba, Gus lets me in the saloon now, or we would've starved, @. Starved!$2",
            "winter_Sun": "Snowfight!#$b#%Tristan flings a snowball your way.",
            "winter_Sun8": "Jas and I build a snowman!$4#$b#Well, it was more of a snow mound really, but it had a carrot in it. And a hat.$1",
            "winter_Sat": "Winter makes me uneasy... everything's so quiet... and there's a scent of darkness in the air.$2",
            "winter_Sat10": "Jas is so like Mona sometimes, it makes my chest feel hollow.$2#$b#I wish Mo'd got to watch her grow up.$2",
            "fall_26_2": "Jas is so excited by Spirit's Eve. Maybe this year she'll get the golden pumpkin.$4#$b#But first we've got to sneak her past Marnie...$3#$b#You'll help me, won't you @?$6",
            "AnimalShop_3_7": "Goodnight kitten. Sleep tight.$4#$b#Oh, hello @! Come for a bedtime story too?",
            "AnimalShop_5_6": "Heh. I love this show. Who me, crying? Nah, must be the dust in here.",
            "spring_12_2": "Jas has been talking all week about the Egg Hunt tomorrow. I hope this time she actually wins.",
            "spring_Sun_inlaw_Shane": "I'm glad Shane's started pulling himself together. Jas deserves to have a decent role model, right?#$b#Me? Oh, I don't know if I'd call me decent!",
            "spring_Sun_inlaw_Emily": "There's something mystical about Emily, isn't there? Makes you wonder?#$b#Oh yeh, I know she all seems so airy-fairy crystals and all that, but I always felt that she *saw* me, you know? The real me beneath the fur.",
            "spring_Sun_inlaw_Abigail": "Abigail's much happier now she's no longer being stifled by her parents.#$b#Really, the girl's destined for more than just housework and cleaning.",
            "spring_Sun_inlaw_Sebastian": "Have you ever wondered if your husband is a vampire? Or is that just me?",
            "spring_Sun_inlaw_Sam": "Does Samson remind you of a golden retriever? All eager and bouncing and happy for praise?#$b#Or is it just me?",
            "spring_Sun_inlaw_Elliot": "Has Fabio written you a poem yet? I could write a poem too, you know.#$b#There once was a farmer from Ferngill...$1",
            "spring_Sun_inlaw_Penny": "I'm not sure young Vincent will ever forgive you for marrying Penny.#$b#He had his eyes on her, you know. Ah, the innocence of childhood.",
            "spring_Sun_inlaw_Maru": "Science girl hasn't managed to burn your house down yet? That's good.#$b#I bet she's made you some sort of cleaning robot? Oh wait, that's a vacuum cleaner, right. I hated those.",
            "spring_Sun_inlaw_Krobus": "There's an interesting scent around you, @. Like shadows and...#$b#...is that a hint of the void? And... sewage? What have you been up to?",
            "spring_Sun_inlaw_Leah": "The mice have moved into Leah's cottage now it's empty.#$b#Little varmints, already forgotten their fear of the feline.",
            "spring_Sun_inlaw_Harvey": "Well, I suppose with the amount of trouble you get yourself into, it's probably good living with a doctor.#$b#Stay safe, @.",
            "spring_Sun_inlaw_Haley": "You know, Haley always seemed a bit stuck-up, but she did appreciate a handsome cat when she saw one.",
            "spring_Sun_inlaw_Alex": "Has your husband followed his dream to become a gridball star yet?#$b#He hasn't? Well, I suppose if you don't follow your dreams, you'll never have them dashed, right?",
            "spring_Sun_inlaw_Sophia": "Your wife's very sweet. I used to hunt mice around her vineyard, you know, and she'd reward me with cheese.#$b#I wonder if she'd recognize me now?",
            "spring_Sun_inlaw_Victor": "Your husband's adorable. He had a cat once. Even set up a stone in the graveyard when it ran away.#$b#No, I never met it. For some reason the local cats never really trusted me.",
            "spring_Sun_inlaw_Olivia": "Your wife's eyes are like daggers, @. She's like that woman who wanted all the spotty dogs.#$b#I bet she'd wear fur.",
            "spring_Sun_inlaw_Nikolai": "I worry about your husband sometimes, @. You should keep an eye on him.$2",
            "spring_Sun_inlaw_Denver": "Don't be alarmed, but there's something big and dark and nasty prowling around your farm at night.#$b#On second thoughts, be alarmed, be very alarmed!$5",
            "spring_Sun_inlaw_Wizard": "I'm glad Ras is no longer alone. Although I'm sure you'll find his company gets tiresome in large doses.",
            "spring_Wed_inlaw_Jasper": "Don't be alarmed, but someone's been roaming around your farm at night.#$b#No, not me! I'm on pest control, it's very important! Someone else, someone that smells of the deep earth$3.",
            "Spring_Sun_inlaw_Mando": "How's married life working out for you? I'd be worried about that little green creature if I were you.#$b#Have you seen your pet recently? Still, good for pest control, I guess.",
            "spring_Sun_inlaw_Luckiel": "You fell for his charms, didn't you? Well, those golden eyes are quite compelling. But there's no accounting for taste.",
            "summer_Tue_inlaw_Marlon": "Is the gruff old warrior treating you well? Hah, about time he hung up his sword.",
            "Tristan_Fire": "Oh yes, grand idea! That'll dry us off.",
            "Tristan_Snuggle": "Snuggle? Oh...",
            "Tristan_cabin1": "I'm so grateful to hear that.",
            "Tristan_cabin2": "Oh..#$b#Ah well, I'm sure it's only a passing fancy, and I'll get over it.$2#$b#Human emotions are so fleeting... Right, I should light the fire.$3",
            "Custom_ESHouse1_13_4": "Now, what tale would you like to hear tonight? One about a bear?$4#$b#Or perhaps you'd like to hear one about a most marvellous cat?$1",
            "Custom_ESHouse1_23_4": "Just ten more minutes... okay?#$b#Oh, good morning @. I didn't expect to see you here.",
            "Saloon_20_19": "Ah, hello @, you've come to join me? I'm just grabbing dinner and a drink before a night-time of monster slaying excitement.",
            "AquariumDonated:Tuna": "I hear you've been catching fish for this new aquarium, @?#$b#Jas is very excited. And me? I do enjoy a good seafood buffet!$1",
            "ShaneTrissRH2": "How's my head? Okay, I guess. Rest of me still aches though.$2#$b#Being knocked out? I don't recommend it.$2#$b#Also, even though he's ruggedly handsome, Shane's a rubbish nursemaid.$4",
            //"Custom_ESHouse1_23_4": "Oh... hello @. Me, no, I'm not sleeping! Just resting my eyes.",
            "SterlingShaneParty": "So... Saw Shane. He looked like something the cat threw up.$2#$b#Kinda makes me want to leave a dead rat on Sterling's doorstep.$a#$b#Oh, if only things were still that simple.$a",
            //Unique Dialogue Mods (Courtship/Jealousy responses)
            "give_flowersA": "Oooh flowers, I remember this custom! I'd be delighted to accept.#$b#Wait? Is that cat mint? You know me so well!$4",
            "give_flowersB": "Oh, I wanted to ask you first! But I wasn't sure you felt the same way.#$b#Of course I'll accept.$4",
            "give_pendant": "You want to marry me? Maybe there is something to be said about true love after all.$1#$b#Of course I accept, I love you too.$4",
            "stardrop_gift": "Hey babe, just wanted to show you how much I love you by giving you this shiny fruit.$4#$b#What can I say? Human customs are weird.$3",
            "reject_two_heartA": "What am I supposed to do with those?$3",
            "reject_two_heartB": "No thanks, I'm allergic.$2",
            "reject_four_heartA": "What am I supposed to do with those?$3",
            "reject_four_heartB": "No thanks, I'm allergic.$2",
            "breakUp": "Well, it was fun while it lasted. Thanks for helping me feel human again.$2",
            "engageA": "Are you propositioning everyone in town?$5#$b#Well, can't blame you for trying, I guess.$3",
            "engageB": "Yes, it's very shiny. No, I don't want it. Why not give it to your betrothed instead?%3",
            "marriedA": "Multiple spouses are now a thing? Hmmm... Let me think about it.$3#$b#It's a no.$2",
            "marriedB": "Aren't you already mated... err, married. I thought humans favored monogamy?$2",
            "refusal_no_heartsA": "There's a hollow emptiness when I look at you. A sense of familiarity. But take that thing away.$2",
            "refusal_no_heartsB": "Hmm... I don't think I know you... there is something oddly familiar about you.$2#$b#But no, I don't want that thing.$5",
            "refusal_knownA": "I was a cat for many years... let me get the hang of being me again first.$3",
            "refusal_knownB": "I'm not ready to move on yet. Mona's still has my heart.$2#$b#Yeah, I guess it turned me corny.$3",
            "refusal_botherA": "Persistent, aren't you. I'm not that great a catch, you know.$2",
            "refusal_botherB": "What part of 'no' don't you understand?$5",
            "giftquestion_yes": "Great! I'm proud of what you've accomplished. Let's make them all jealous.$1",
            "giftquestion_lie": "You want to go around giving gifts to people? Well, that's no big deal.#$b#But I hoped relationships were about honesty.$2",
            "Aideen_Garden": "Sounds like I'm going to be the muscle for Deen's community garden.#$b#Hmm, I wonder if I could persuade her to plant catnip...$1",
            "Event.cs.1501": "Guess who's actually a part of the secret gifting game this year? Yep, it's me.#$b#Go on, open it.$1",
            "Event.cs.1504": "Hey I tried - and at least it's not a dead mouse or old socks, right?",
         }
      },
      {
         "LogName": "Marriage Dialogue",
         "Action": "EditData",
         "Target": "Characters/Dialogue/MarriageDialogueMisterGinger",
         "Entries": {
            "Rainy_Day_0": "Bit damp out there today. Be careful, my love. I wouldn't want you to catch a cold.",
            "Rainy_Day_1": "Oh, must you really go out today?#$b#I know it's selfish but couldn't you stay in, we could watch a movie?#$b#Or... find some other form of entertainment?$6",
            "Rainy_Day_2": "Got my paws, oops, hands, on this latest thriller novel. It's supposed to be really good.#$b#I'll tell you about it later. Be careful out there.",
            "Rainy_Day_3": "Stay back love, I'm drenched! Going outside was a really bad idea!#$b#Do we have a towel? Because this tongue certainly isn't gonna cut it.",
            "Rainy_Day_4": "Today feels like a good day to stay in and listen to the rain on the roof.#$b#But you're not going to do that, are you?",
            "Rainy_Day_MisterGinger": "Oh I thought I might spend today watching those crazy soaptime dramas.#$b#Hey, it's for research purposes - on what not to do in a relationship.",
            "patio_MisterGinger": "Ah, this kingdom we've made for ourselves. It's beautiful, isn't it?",
            "spouseRoom_MisterGinger": "Hmmm... what should I do today? Perhaps I should read a book? Write my memoirs... Hah, who am I kidding? I'll probably just have a nap.",
            "Rainy_Night_MisterGinger": "I know this book is trash, yet I couldn't put it down!",
            "Rainy_Night_1": "Come here and cuddle up to me. Would you like me to tell you a story?#$b#Once upon a time, there was a very handsome cat...#$b#I think you know how this one ends.$4",
            "Rainy_Night_2": "Curling up with my favorite person in my arms, listening to the patter of rain on the roof...#$b#This, truly, is the life.",
            "Rainy_Night_3": "I'm not looking forward to patrol tonight. The monsters are more confident in the rain.#$b#Still, that's a few hours away. Any ideas on what we can do until then?$4",
            "Rainy_Night_4": "You should see what the town is like at night, @; there's thousands of stars, and it's so still, so peaceful.#$b#Then BAM! A slime or a golem jumps out at you, and it's claws out, fight to the death time.",
            "Rainy_Night_5": "Ssshh, is that footsteps outside in the rain?#$b#No... I think we have a leak. I'll check it out i the morning.",
            "Indoor_Day_MisterGinger": "Rough night last night. Small incident with a golem. It's okay. We're all okay.#$b#Gonna have to stay in and lick my wounds today.#$b#No, not literally, my love!$1",
            "Indoor_Day_0": "Take care, and don't do anything I wouldn't.#$b#That should give you plenty of scope!$6",
            "Indoor_Day_1": "Ah, a pleasant day for napping, and maybe a spot of light reading.#$b#Okay, fine love, I'll see if I can fit some housework into my onerous schedule.",
            "Indoor_Day_2": "Sometimes it feels like there's a heavy weight sitting on my chest, and there's a fluttering in the back of my throat, like I just ate a moth.$2#$b#It's nervousness? Oh... Well, I can't say I like it.",
            "Indoor_Day_3": "Good morning. I had a weird dream... and woke up early. So I made you breakfast. [194]$4#$b#Hey, at least it's not burned!",
            "Indoor_Day_4": "Guess what, my dear? I tried my hand at baking! I made cookies![223]#$b#I'm not sure if they're edible, but they might make decent ammunition.",
            "Indoor_Night_MisterGinger": "You'd like me to do the dishes tonight? As you wish.$1#$b#*happy sigh* Jas loved that movie, I think we must've watched it a billion times.",
            "Indoor_Night_0": "Good evening my dear. I decided to try my hand at cooking!$3#$b#Um, how do you feel about flambe de poisson. Yeh. I burnt it. Again.$2#$b#I guess I'm just easily dis- oh, look there's a moth in here!",
            "Indoor_Night_1": "Guess what? I cooked![198 205 231]#$b#Okay yes, I admit it. Marnie dropped it off, she's worried you're not eating enough.",
            "Indoor_Night_2": "I'm gonna have a quick nap before heading out on patrol.#$b#Sleep well my dear, I'll see you in the morning.",
            "Indoor_Night_3": "Good evening, babe.$4#$b#It's okay right? To call you 'babe'? Too many years as a cat; I'm out of touch with human courtship.",
            "Indoor_Night_4": "You're home! Good, I was starting to get bored. What shall we do this evening?",
            "Outdoor_0": "*yawns* Just got in from the night patrol.#$b#I'm bleeding? It's okay. No, don't fuss. It's just a scratch.#$b#Oh, you've come back from the caves with worse.$2",
            "Outdoor_1": "Marlon's signed me up to help with the pre-dawn 'pest control'.#$b#Don't worry, I promise not to get killed by a slime, as long as you promise the same!",
            "Outdoor_2": "I found a little something on the dawn patrol. Isn't it shiny! [60 72 80 80 80 80 80 84 82]$1",
            "Outdoor_3": "The farm's looking good, @. Although %pet's vermin-control skills are borderline inadequate.",
            "Outdoor_4": "There were some birds eyeing up your crops. Don't worry, I scared them away.#$b#Can't have the little feathery monsters getting ideas, can we?",
            "funLeave_MisterGinger": "Right, well I'm off for the day. Stretch these legs and visit my Jas. You take care, okay? Love you.$4",
            "funReturn_MisterGinger": "Good evening, lovely. Hope you had a productive day. Me? Yeh. Jas sent me home with a hug for you.$1",
            "OneKid_0": "So, you put the food in one end, and clean up the other?#$b#I think I've got this child-raising lark sorted.",
            "OneKid_1": "Small confession, my love, I gave %kid1 cheese. It had an... unexpected... result.$2#$b#How was I to know it isn't good for children? They don't come with an instruction manual!#$b#Yes, I cleaned %kid1 up.",
            "OneKid_2": "I never imagined I'd ever have kids. Kittens maybe...$1#$b#Life turned out way better than this old tom ever expected.$3",
            "OneKid_3": "Do you think %kid1 might like a little playmate some day?#$b#Oh, I was just thinking aloud.#$b#But do you?$4",
            "TwoKids_0": "%kid1 tried to tell me a story. Not gonna lie, didn't understand most of it, but it was cute.",
            "TwoKids_1": "I love watching the kids play together. They're gonna be right little scrappers one day.#$b#Oh, right. Sorry. Thinkers. I meant thinkers.",
            "TwoKids_2": "The kids have got me watching some silly cartoon, and now the theme tune's crawled into my head. *hums*",
            "TwoKids_3": "%kid1 called me 'kitty' today. I guess they're smarter than I gave them credit for.",
            "Good_0": "Hey Handsome. Do you really have to head out today?^Hey Beautiful. Are you sure you have to head out today?$4#b#I just like having you around, y'know?",
            "Good_1": "Advantages of being human, number one: Thumbs. Number Two: fingers.#$b#Couldn't tickle you like this with paws now, could I?$2",
            "Good_2": "Take care out there today. I miss you when you're away.$3",
            "Good_3": "Why am I wearing a goofy grin?#$b#Come over here, and I'll show you why.$4",
            "Good_4": "You know, I'd forgotten how intense it was to stare into someone's eyes.#$b#I'm trying to figure out what color yours are.",
            "Good_5": "I love the way you smell. Like sunshine and freshly mown grass, with a hint of woodsmoke.#$b#You smell like home.$1",
            "Good_6": "Promise me you'll stay safe out there. I couldn't bear it if anything happened to you.",
            "Good_7": "This heavy, happy, ache that makes my pulse flutter, and catches in my throat? That's love, isn't it?#$b#I love you, @.",
            "Neutral_0": "Sometimes I miss being a cat, you know? No-one expects much of a cat.#$b#And they don't have to do housework. Ah well, shouldn't complain, should I?",
            "Neutral_1": "There was scratching in the roof all night. Birds or rats is my guess.#$b#I'll go up tomorrow and take a look.",
            "Neutral_5": "I wonder how Jas is doing without my guidance.#$b#*sigh* Oh, I'm sure she's fine, and she's got Shane and Marnie... but it's hard to let go, you know?",
            "Neutral_6": "I've got a headache. There's so much color now.#$b#It takes a lot of getting used to.",
            "Neutral_7": "I don't miss the bustle of the ranch, but Marnie makes a great fish pie.#$b#Jas would sneak me scraps under the table. Ah, good memories.",
            "Neutral_8": "I've been given a second chance, and what am I doing with it?#$b#Warm fire, a good book. Murdering the occasional monster. The simple pleasures of life, right?",
            "Neutral_9": "Sometimes my head feels too full, and my hands shake, and my stomach flutters like that time I ate a dozen flies.#$b#I guess that's what it means to be human, right @?$2",
            "Bad_0": "Oh, I'm just gonna sleep all day. It's not like there's anything better to do.$2",
            "Bad_3": "They say you shouldn't try and change for someone. I guess they were right.$2",
            "Bad_5": "Oh wow, today you're talking to me again.#$b#Makes a nice change.$5",
            "Bad_8": "You know, I reckon Shane'd be more agreeable company right now.#$b#Maybe I should give him a call.$2",
            "Bad_9": "Well, I guess you're out to woe the other villagers and wreck yourself on the farm.#$b#Not even sure why I'm here, except as set-dressing.",
            "spring_1": "I guess today's gonna be busy for you, so I got up early and made breakfast.[240]#$b#I know, I know, but the eggs aren't too rubbery, and the parsnip's the right shade of gold.",
            "spring_12": "Ah, the egg hunts tomorrow. I wish Abigail would give Jas half a chance... You better give her a run for her money, @!",
            "spring_23": "I've been practising my steps for the dance tomorrow. Yeh, it's been a while, but I'm a quick learner. Right?$1",
            "spring_24": "I'll see you at the dance? Let's show 'em how it's done!$1",
            "spring_28": "Can you sit with me tonight... please? There's this deep, heavy weight in my chest.$2#$b#I'd forgotten how memories make my heart ache.$2",
            "summer_1": "Oh no, summer! The bane of my motivation. I'll try and get stuff done around the house.#$b#But no promises!",
            "summer_4": "It's Jas's birthday. I should go visit, but she'll be spending the day with her other family.#$b#If you see her, give her my love, okay? Tell her I'll see her tomorrow.",
            "summer_10": "Let me get this straight, everyone adds an ingredient, there's no consultation...and somehow it ends up...edible?#$b#I don't see how this could possibly work.",
            "summer_27": "Do you know jellyfish are a delicacy in some countries?#$b#I ate one once. It was a terrible idea. And a costly vet visit.",
            "fall_1": "Oooh, fall, my favorite season! Would you like to come frollick in the leaves with me.",
            "fall_15": "Hmmm suggestions for the grange display? Have you any of that high-quality cheese?#$b#No, I didn't eat it all! What are you implying?",
            "fall_17": "I'd forgotten how colorful the world could be. There's so many shades of orange, @.",
            "winter_1": "Winter's here. Plenty of time to curl in front of the fire with my favorite person!",
            "winter_28": "The end of another year. Have you any dreams for the New Year?#$b#Me? Oh, most of my dreams have already come true.#$b#Except for the one about the giant mouse. Thankfully.$1",
         }
      }
   ]
}