{

//Lines of Dialogue which wrap around past the first line have been isolated for the sake of quick readability.

//Special Dialogue & Conversation Topics
"Introduction": "Oh, you must be the new farmer everyone's been talking about.$0#$b#Name's Sydney, I actually just moved here too.$1#$b#I'm helping Demetrius study the marine life around the valley.$0#$b#I heard about your grandfather... it's not easy losing family. Trust me, I know...$2#b#If you ever need to talk come swing by my house, I live right on the beach.$17",

"pamHouseUpgrade": "I heard about what you did for Pam.$1#$b#Most people wouldn't have been so generous. But well...$1#$b#I guess you're not most people.$1",
"pamHouseUpgradeAnonymous": "Did you hear about Pam?$0#$b#Somebody bought her a house!$1#$b#I wonder who it was... It has to be somebody we know...$0",
"danceRejection": "Oh... you want to dance?$6#$b#W- with me?$2#$b#Uh... see I would... but my knee it's been doing this this crazy thing lately where I can't dance at all on it and uh...$2#$b#Maybe some other time?$6",
"BreakUp": "You're... leaving me?$8#$b#B- but why... I thought we-$7#$b#I- I need to go sit down... Excuse me...$9",
"dumped_Girls": "Get lost. I have nothing to say to you right now.$5",
"secondchance_Girls": "You really hurt me, @.$6#$b#I'm giving you a second chance, because I *want* to love you. Not because you're my only option.$2#$b#Remember that the next time you think about doing something like that again.$6",
"divorced": "I promise that you don't want to hear *anything* I have to say to you...$5#$b#Now if you'll excuse me, I have things to do.$5",

"cc_Begin": "I heard that you're helping to rebuild that old Community Center!$0#$b#Well if anyone can pull it off, it would be you.$1#$b#I'll be pulling for you, @. Let me know if you need any help with it!$1",
"cc_Bus": "You managed to get that old bus working again?$1#$b#For a minute there I was worried I wouldn't ever see the outside world again.$3",
"cc_Boulder": "So you helped get that boulder upstream removed?$0#$b#I can't help but wonder how it'll affect the fish population...$2",

"cc_Complete": "You did it!$1#$b#You really fixed up the Community Center!$3#$b#I don't mean to sound like I ever doubted you...$16#$b#It's just that it's one thing to say you'll do something, and something else entirely to actually follow through!$4#$b#I'm proud of you, @.$1",

"movieTheater": "Did you hear? There's a movie theater in town now!$1#$b#I wonder what movies they're playing...$16",

//Location Specific 
"Saloon": "I don't think most people would expect to see me in a place like this...$1#$b#All they think I do is write reports and look at graphs...$16#$b#But it's been a long week and I'm way too stressed to not finish this whiskey.$3",
"Saloon2": "Gus runs a nice place here.$0#$b#Not as big or fancy as the bars I'm used to, but it feels so much more... *real*$1#$b#Or maybe that's just the drinks making me feel sappy.$3",

"Saloon4": "Sometimes places like these really have a way of making me feel like an outsider.$2#$b#Not always... but... *ugh* I don't know...$2#$b#Like, when Emily wants to talk to somebody, she just *can*$17#$b#But if I want to? I have to explain myself, I have to explain... who I am, and just hope that they don't run away...$16#$b#I just- sometimes I just hate how the world decided to make me is all...$2",

"Saloon8": "Hey, @. Want to crush some pool?$1#$b#Drinks are on me. Well... unless you lose.$3",

"Resort_Entering": "Oh this is *exactly* what I've been needing. Warm sun, cool breeze, strong drinks... I think I might have died and gone to heaven.$21",
"Resort_Leaving": "Do I really have to go? Can't we stay for like... a few more hours?$23#$b#It wouldn't be the first time I've camped out on the beach.$24",
"Resort_Shore": "You should really take a dip, @. The water is *astounding*$21",
"Resort_Umbrella": "It's good to take a break from the sun every now and then. You wouldn't want to ruin your trip with a sunburn.$24",
"Resort_Wander": "The wildlife on this island is spectacular!$21#$b#I just want to research and catalogue everything I see!$21",
"Resort_Chair": "Remind me to bring a book next time. This chair is too comfy not to be reading.$21",
"Resort_Bar": "Coming here was a mistake, another hour with drinks this good, and you'll be carrying me home.$23",
"Resort_Towel": "With all this sun I might just be able to get my tan back.$21",
"Resort_Towel_2": "Anyone ever tell you how good you look in a bathing suit?$20#$e#Huh? I didn't say anything...$20",
"Resort": "So... theoretically speaking... if I wanted to rent out your place here, would that be..?$16#$b#Know what, forget I asked.$24",

	//Questions
	"Fri": "I can't believe that it's already Friday.
		#$q 100/101 plans_followup#Any big plans for the weekend?
			#$r 100 10 plans_fish#Think I might go fishing.
			#$r 100 0 plans_farm#I have a lot of farming to catch up on.
			#$r 101 -10 plans_monsters#I'm going to fight some monsters!
		",
			"plans_fish": "Exciting!$1#$b#Honestly, I wish I could go with you.$3",
			"plans_farm": "Sounds like a lot of hard work!$0#$b#But you look pretty strong.$1",
			"plans_monsters": "Oh... well um, good luck with that.$6",
			"plans_followup":
				"$p 100
					#Think I might go swimming this weekend.$1
					|Hope you stay safe in those mines.$6
		",

	"summer_Tue2": "Hey, @!$0#$b#I'm just on the lookout for some octopus...$1
		#$q 102/103 animal_followup#Believe it or not, they're actually my favorite animal. I know that probably sounds crazy.
			#$r 102 -10 octo_hate#Maybe a litte, they're so... freaky.
			#$r 103 10 octo_cool#Not at all, they're super cool!
		",
			"octo_hate": "That's why they're so cool though!$3#$b#Personally, I think every animal is cool in its own way.$1",
			"octo_cool": "Right???$1#$b#They're like little sea aliens.$3",
			"animal_followup":
				"$p 102
					#If you need anything just let me know!$1
					|I remember you saying that they were cool.$1#$b#If I see any around I'll be sure to let you know.$1
		",
			

//Spring & General Dialogue
"spring_3": "I don't know about you, but I actually really find the rain relaxing.$0#$b#It wasn't very common where I'm from, so I guess it always feels special to me.$1",
"spring_12": "The Egg Festival is tomorrow! Though... I'm pretty sure my egg hunting days are *way* behind me.$3",
"spring_23": "Seems like everybody's excited about the Flower Dance tomorrow.$1#b#Oh, me? I might swing by.$6#$b#I don't know... Dances kind of make me nervous. So many people just... watching you.$2",
 
"Mon": "It's a shame to see how much trash floats by in the water here.$2#$b#I bet it's because of that JojaMart at the edge of town...$5",
"Mon2": "Oh, hey @! I hope you've been having a nice day!$1#$e#Oh, me? I'm alright...$2",
"Mon4": "This time of year reminds me of one of my field studies a few years back.$0#$b#We were studying shark populations in the south.$1#$b#Everyone thinks they're scary, but they need help too sometimes...$2",
"Tue": "You know… there’s a lot of local superstition in this area surrounding reports of legendary fish.$1#$b#Cryptozoology isn’t my field of study, but if you see anything be sure to let me know!$3",
"Tue2": "It's been a while since I've gone diving, but days like today really tempt me.$16",

"Tue6": "It's embarrassing to say this in front of you...$4#$b#But you've been my favorite person to talk to since moving here.$1#$b#Everyone else just treats me like a stranger it feels like...$2#$b#Or maybe I just tell myself that...$16#$b#Either way, maybe that's why I like seeing you around... we're just two strangers in this together.$17",

"Tue8": "You know, I've never considered farming until recently.$0#$b#But maybe it could be nice? After all... you seem to enjoy it.$1",
"Wed": "Demetrius has done a good job keeping track of the fish populations around here.$1#$b#Though it seems he hasn't gotten any better at making conversation since I last saw him.$3",  
"Wed2": "So you used to work for Joja huh?$0#$b#Guess that explains what you're doing all the way out here. That sort of grind would drive anyone crazy.$3",
"Wed6": "Abigail asked me if I've ever found a body while diving...$2#$b#I'm not sure if she understands the idea of boundaries...$2",
"Thu": "I wonder if I really locked everything up at home...$2#$b#*sigh* I should probably go check.$2",
"Thu6": "Did you know that Willy used to have a boat?$0#$b#I remember sailing on it as a little girl when my family would vacation here.$2#$b#I'd watch all the fish swim by us as we cruised through the water.$1#$b#I wonder what happened to it...$1",
"Thu8": "It's so strange feeling like I have somebody out there who I can depend on now.$4#$b#Even when I'm not sure if I can depend on myself...$2",
"Fri2": "I haven't been here long, but the gossip is already like writing on the wall!$3#$b#I mean, *really* who do some of these people think they're fooling?$1",
"Fri4": "Do you ever just feel overwhelmed by everything?$6#$b#Sometimes at night I'll just sit by the beach and watch the waves wash in and out...$2",
"Sat": "You'd be surprised how many people are unaware of how fertilizers affect an area's groundwater...$2#$b#Everything we put into the planet has to end up somewhere...$6#$b#Luckily the people around here seem to actually take care of their home.$1",
"Sat2": "I bumped into Elliott the other day. He asked me what my favorite book was.$0#$b#I think he was surprised when I said romance... I don't look *that* mean do I?$3",
"Sat4": "I remember vacationing here as a little kid.$16#$b#It's still sometimes hard to believe that I live here now...$17",
"Sun": "What a perfect day for diving... Maybe one day-$16#$b#Oh hey, @ sorry I was just thinking out loud I guess.$17",
"Sun2": "Have you traveled much, @?$0#$b#Cool and breezy days like today really remind me of some of my time spent out on research vessels.$1#$b#Unfortunately, the war has made traveling the oceans not as safe as it used to be...$2",
"Sun6": "People keep asking me if I'm related to Abigail...$10#$b#We don't look *that* similar, do we?$11",
"Sun8": "I wish we'd met sooner... You wouldn't even believe some of the places I could have taken you.$1",

//Summer Dialogue
"summer_1": "Isn't the start of summer so exciting! So many fun things to look forward to! And the water is *perfect*.$1",
"summer_27": "I'm so excited to see the Moonlight Jellies tomorrow night.$0#$b#Even if it *is* a day late, it's the best birthday present I could ever ask for.$1",
"summer_10": "The Luau is tomorrow, @. So don't forget to bring something for the Potluck!$0#$b#I'm looking forward to tasting what you've been growing on that farm of yours!$1",
"summer_19": "Hey... sorry I don't mean to sound rude, but maybe later?$6#$b#I'm just uh, well just later okay?$17#$b#Sorry...$2",
"summer_20": "Hey, I'm uh... sorry for dodging you yesterday.$6#$b#I was just having a really bad day...$2",

"summer_Mon": "You know, this time of year the octopus population around these parts explodes...$0#$b#They can be pretty tasty if you know how to cook them the right way!$1",
"summer_Mon2": "Have you tried any of the ice cream from that ice cream stand by the library?$0#$b#Think I might go for some today.$1",
"summer_Mon4": "Remind me to ask Abigail what she uses to dye her hair someday...$0#$b#I have to redo mine like once a month.$5",
"summer_Mon8": "It's a nice day for a swim, maybe we should link up later?$1",
"summer_Tue": "Don't forget to stay hydrated out there!$1#$b#Wouldn't want to see you passed out on my way around town.$3",
"summer_Tue6": "You know, sometimes it does get lonely on my little beach.$2#$b#I guess at least I have the sound of the waves to keep me company at night...$16",
"summer_Wed": "Maybe it's just me, but I could go for some rain.$1#$b#I just find it so relaxing, especially on summer days like these.$1",
"summer_Wed4": "Ugh! I've spent all day cleaning trash from the ocean.$5#$b#People are just... *so* awful.$5",
"summer_Wed6": "Back when I was still in college, I actually played for our school's water polo team.$1#$b#We were the 'Arcadia Bay Penguins'$3#$b#Days like today remind me of waking up for practice...$1",
"summer_Thu": "I saw the strangest thing yesterday...$6#$b#A pair of *hideous* purple shorts just floating in the water...$3",
"summer_Thu6": "I've only seen one a few times, but if you keep your eyes peeled you might just be able to catch a crimsonfish this time of year...$1",
"summer_Thu8": "You should have seen how hot it used to get south in the Gotoro Empire.$1#$b#I've been gone for nearly twenty years now, and I can *still* remember the humidity.$3",
"summer_Fri4": "You know, I've been thinking of writing a book on marine life for a while now.$0#$b#But what would I even call it?$2#$b#'Seas with Sydney'? No... definitely not that.$3",
"summer_Fri6": "It's inspiring to see how much work you've put into your farm, @.$1#$b#I think everyone should have something they can pour their soul into.$1",
"summer_Sat": "Be careful if you see any pufferfish out in the water while swimming. They look cute, but you wouldn't want to accidentally step on one.$3",
"summer_Sat2": "Have you ever had squid ink pasta before?$0#$b#It might sound gross to some, but I swear it's actually delicious!$1",
"summer_Sat4": "I saw Penny and Sam hanging out the other day.$0#$b#They're so cute together, it's disgusting.$16#$b#Makes me feel a lot older than twenty-six seeing them act like dumb kids together...$3",
"summer_Sat6": "So... am I going crazy, or is there a Wizard's Tower in the forest?$16#$b#I really need to drink more water... I'm seeing things.$3",
"summer_Sun": "One of the areas I visited during my studies was a place called 'Ginger Island'.$0#$b#It has quite the Lion Fish population! And some even say Stingrays...$0",
"summer_Sun4": "I talked to that traveling cart merchant out in the woods the other day.$0#$b#It was nice talking to someone from back home in the Gotoro Empire again.$1#$b#She even gave me a traditional tea set to remind me of home.$1",
"summer_Sun6": "I tried convincing Sebastian to come out and walk the beach with me, but well... that went about the way you'd expect.$3",

//Fall Dialogue
"fall_1": "Any big harvests coming up?$1#$b#For me, this time of year means salmon-season.$1",
"fall_15": "You must be looking forward to tomorrow's Fair!$0#$b#I hear there's even a grange display contest between all the local business owners.$0#$b#Don't worry though, I know you'll crush it.$1",
"fall_26": "Did you make a costume for Spirit's Eve?$1#$b#I spent all of last night working on mine.$4",
"fall_27": "That's a pretty convincing puppet.$0#$b#It... it is a puppet right?$1",

"fall_Mon": "Are you growing any pumpkins on your farm? I'd kill for some roasted pumpkin seeds.$1",
"fall_Mon4": "I'm glad you stopped by.$1#$b#Today's been stressing me out, and I just needed a moment to take my mind off of things...$2",
"fall_Mon6": "I wish the valley had an orchard.$2#$b#I'd love to go apple picking with someone one day...$4",
"fall_Tue": "The water's too cold for swimming. But that's okay, the fall has it's own charm that I love.$1",
"fall_Tue4": "This time of year the Salmon start swimming upstream.$0#$b#They could just follow the current, but they choose not to.$0#$b#I think there's something to learn in that.$1",
"fall_Wed": "I could have sworn I saw some guy the other day standing in the trees by the beach.$6#$b#But he never even moved...$2#$b#Maybe he was just trying to stay out of the rain?$6",

"fall_Wed6": "In my hometown, we had this big artificial lake inside of our park that was filled with koi fish.$16#$b#And right around this time of year, to mark the arrival of autumn, we would all gather by the shore and toss in food while making a wish.$1#$e#I think the local shops used to scam tourists with 'traditional fish cakes' that cost an arm and a leg.$3",

"fall_Thu": "Have you seen Penny around?$0#$b#She always looks so sad sitting under that tree of hers all alone...$2#$b#Someone should talk to her once in a while.$17",
"fall_Thu4": "Oh hey, @!$0#$b#It's always good seeing you. Any plans for tonight?$1",
"fall_Thu6": "This time of year reminds me of home, when all of the local farmers would harvest their walnut trees and make pastries with them.$1", 
"fall_Fri": "Be on the lookout for Anglerfish this time of year if you go fishing.$0#$b#They're pretty freaky looking, wouldn't want you getting scared!$3",
"fall_Fri4": "The last time I'd seen Maru she was barely a teenager. And now here she is... working right beside me.$1#$b#It really is amazing what she's been able to accomplish!$3",
"fall_Fri6": "You know, I never really thought I was the romantic type. I had some boyfriends and girlfriends sure, but never anything serious...$16#$b#But lately I'm not so sure. Maybe I just hadn't met the right person...$4",
"fall_Sat": "Are you up to anything besides farming this time of year?$1#$b#Everyone needs a hobby, especially with winter right around the corner.$1",
"fall_Sat4": "Have I ever told you how much I love horror?$1#$e#I'm not sure if I believe in ghosts, but exploring abandonded places is really fun!$1#$b#I wonder if there are any *haunted* locations around here...$3",

"fall_Sat6": "I always see you heading into those old mines, have you found any fossils in there?$0#$b#Believe it or not, during my third year out in the field, I'd discovered a fossil from an ancient species of bottle-nosed dolphins!$1#$b#One of the perks of discovering a new species is that *you* get to name it.$1#$b#After a few days of thinking, I ended up naming it after my hometown. Which... is pretty corny I know...$16",

"fall_Sat8": "I'm not sure what I would have done had I never met you, @. You've made things here so much more bearable.$1",
"fall_Sun": "Sorry, I'm really busy. Another time maybe?$6",
"fall_Sun2": "Ugh, I would kill for a mug of warm cider right now...$2",
"fall_Sun4": "Be careful running around everywhere this time of year...$17#$b#You wouldn't want to... *fall*$3",
"fall_Sun6": "I absolutley adore the fall, it lets me bust out all of my favorite perfume.$1",

"fall_Sun8": "Before my family left the Gotoro Empire, my father was a dentist, and my mother was a teacher.$17#$b#I don't think the new regime cared much for intellectuals though... so they left before things got dangerous.$2#$e#Despite everything that's happened between us, I still just want them to be happy...$2",

//Winter Dialogue
"winter_1": "Is it just me... *sniff* Or is it too cold to be alive right now...$2",
"winter_7": "As a marine biologist I feel obligated to go to the fishing contest tomorrow...$6#$b#But it's just so far... and so cold...$2",
"winter_14": "Did you hear? A fleet of merchants is setting up a night market tomorrow! $0#$b#Maybe I can score some thicker blankets!$1",
"winter_16": "Didn't score any blankets...$2#$b#And I'm also pretty sure I saw someone trying to sell a fake sea monster fossil...$5#$b#But I did manage to buy some pretty cool paintings!$1",
"winter_18": "So apparently we're supposed to be finding people gifts for the Feast of the Winter Star?$6#$b#Oh man... this is going to stress me out.$2",

"winter_24": "Question...$0#$b#Theoretically speaking... On a scale of one to ten...$0#$b#If you were my secret gift recipient, how disappointed would you be if your gift was an old mug I found in my cabinet?$6#$b#Actually... now that I've said it out loud it sounds pretty bad doesn't it?$2",

"winter_Mon": "I absolutely despise the cold, but I'd be lying if I said that I didn't love the winter fashion.$1",
"winter_Mon4": "Sam asked me if I've ever, 'pulled an alien out of an ice core sample'$3#$b#Not yet at least, knock on wood...$1",
"winter_Mon6": "Looking forward to spring?$0#$b#Maybe we could go swimming once everything warms back up!$1",
"winter_Mon8": "Staying warm on that farm of yours?$1#$b#Maybe I should stop by some time...$4",
"winter_Tue": "I really need to buy some boots.$6#$b#These shoes are so slippery on all this ice...$2",
"winter_Tue2": "It's freezing days like these that make me wonder why I moved here.$6#$b#I could be on a boat out in the warm sun right now...$2",
"winter_Wed": "I wonder if you can see the aurora borealis from here...$0",
"winter_Wed4": "Oh hey, @.$1#$b#I hope the winter hasn't been affecting your farm's bottom-line too badly.$1",
"winter_Wed6": "Have you ever heard of something called a 'Glacierfish'?$0#$b#It's just a legend really... But some people say they've seen it swimming in the forest's waters around this time of year.$0",
"winter_Wed8": "It's way too cold out.$2#$b#If only I had someone to help keep me warm...$4",
"winter_Thu": "My family and I used to really get into the holiday spirit together. But it's just not the same here on my own now...$2",
"winter_Thu4": "It rarely ever snowed where I grew up, and after all these years of being away I still don't think I'm quite used to the cold.$2",
"winter_Thu6": "One good thing about this time of year is that the food at Gus' Saloon is even more comforting that usual.$1",
"winter_Fri": "It sucks that I can't really see the fish this time of year.$2#$b#Instead it's just drilling ice core samples...$6",
"winter_Fri6": "You sure do come around here a lot.$0#$b#If I didn't know better I'd say someone has a crush...$1",

"winter_Fri8": "I don't talk about it much, but my family actually isn't from the Ferngill Republic.$16#$b#We moved here when I was like nine from the Gotoro Empire.$16#$b#Before things... well- before things became what they are now.$2#$b#I think I've almost lost the accent, but if I close my eyes I can still see the willow tree that grew right outside my window.$16",

"winter_Sat": "Huh? Oh, sorry... Too *shiver* cold to think...$6",
"winter_Sat4": "If you go out on to the ice just be careful, please? It's easy to fall in, it's a lot harder to get back out...$2",
"winter_Sat6": "Any plans for when it warms back up?$0#$b#Maybe we could do something together?$1#$b#Just something to think about.$1",
"winter_Sun": "Planning to decorate your farm at all?$0#$b#I wanted to put up a little tree inside my house, but I'm just not sure where to find one.$2",
"winter_Sun4": "Hm? Oh, Sorry... was just kinda lost in my own head for a second there.$0#$b#This time of year always makes me feel a bit dreary I guess...$2",
"winter_Sun6": "Oh man, I hope I didn't leave my stove on back home...$2#$e#*Ugh* I should better go check...$2",
"winter_Sun8": "I can't believe it's already winter.$0#$b#Time sure does fly doesn't it?$0#$b#I'm just happy to have made some good memories along the way.$1"
	
}