{
  //Seasonal Dialogue
  "spring_1": "It's the start of a new year, and I get to ring it in with you.$1#$b#How did I ever get so lucky?$4",
  "spring_23": "Are we going to the Flower Dance tomorrow?$0#$b#We can dance all you want here in our living room...$1#$b#But if you think I'm going to embarrass myself in front of the town, you have another thing coming.$3",
  "summer_1": "Before you got up I took a walk outside.$0#$b#It's another beautiful summer, and I get to spend it with you...$4",
  "summer_10": "The Luau is tomorrow honey, don't forget to bring something for the potluck.$0#$b#You work too hard to not show off what you make.$1",
  "summer_27": "We're going to see the Moonlight Jellies tomorrow night right?$1#$b#Spending time there with you is the only birthday present I could ever want.$4",
  "fall_1": "I can't believe that it's already fall...$2#$b#Ever since I met you the time seems to just... melt away.$2#$b#I don't mean to sound sad, you've made me the happiest woman alive.$16#$b#It's just that... I know one day I'll miss you... or you'll miss me. And-$2#$b#And I just want you to know that I love you... dearly.$17",
  "fall_16": "Ready for the Fair today honey?$0#$b#The other vendors don't stand a chance.$1",
  "fall_26": "Spirit's Eve is tomorrow!$1#$b#You better promise to keep me safe from those skeletons.$3",
  "winter_1": "It's officially winter...$16#$b#And I officially want to die.$17",
  "winter_7": "Tomorrow I think I'll teach the kids about winter fish.$1#$b#Maybe you or Willy can catch me some to show off!$3",
  "winter_14": "The Night Market should be opening up tomorrow!$1#$b#You should see if there's anything you can bring back for the house.$1",
  "winter_17": "There were some really cool paintings down at the Night Market.$0#$b#Maybe we should get some for the house?$1",
  "winter_24": "Make sure to bring something warm for the feast tomorrow honey.$1",

  //Basic Marriage Dialogue
  "Rainy_Day_0": "It's raining out honey, so make sure to cover yourself up if you're going to be out working all day!$1",
  "Rainy_Day_1": "Perfect weather to read by the fireplace all day don't you think?$1",
  "Rainy_Day_2": "I'll see if I can't whip something up for you to eat when you get home.$0#$1#You'll need something to warm you up after standing around in the rain.$1",
  "Rainy_Day_3": "It was actually the sound of the rain that woke me up.$0#$b#Now all I want to do is fall back asleep to the sound of it next to you.$4",
  "Rainy_Night_0": "Hey, why don't we stay in bed and watch some movies together?$4",
  "Rainy_Night_1": "I don't know about you, but I find the rain so relaxing.$1#$b#It's like it just grounds me into the present, and I stop worrying about everything in the past and in the future.$1",
  "Rainy_Night_2": "It's nights like these where I just sit and wonder what my life would have been like had I never come to the valley.$6#$b#I never would have met you... I wouldn't have this beautiful life that we've built together.$16#$b#But then I also remember what led me here...$2#$b#How is someone supposed to reconcile the worst moment in their life leading to the best?$6#$b#*sigh* I just... I'm just thinking out loud. Sorry...$2",
  "Rainy_Night_3": "I'm glad you're home.$1#$b#I worry about you in those mines sometimes...$2",
  "Rainy_Night_4": "Have I ever told you how handsome you are when your hair's all wet and messy?^Have I ever told you how cute you are when your hair's all wet and messy?$4",
  "Indoor_Day_0": "I made you some coffee before you got up.$e#Thought you might need a pick-me-up, before work.$1[395]",
  "Indoor_Day_1": "I'll be out doing some field research today.$0#$b#Maybe we'll cross paths, you are always running all over the place.$3",
  "Indoor_Day_2": "I made us some breakfast.$0#$e#It's not much... but I hope you like it.$1[211, 210, 201, 194]",
  "Indoor_Day_3": "Hm? Oh sorry... I woke up with a migraine.$2#$b#I'll catch you later, okay?$17",
  "Indoor_Night_0": "Welcome home, honey.$1#$e#I started dinner while you were gone, hopefully you like what I made.$1[212, 224, 226, 231, 218]",
  "Indoor_Night_1": "Oh hey, I wasn't sure when you'd get home so I just ordered us some pizza.$1[206]",
  "Indoor_Night_2": "How was work? You look pretty beat.$6#$e#Let's split a shower, and get you in bed.$1",
  "Indoor_Night_3": "We locked the front door right?$6#$e#I'll check again before bed...$2",
  "Indoor_Night_4": "The sounds of the night around here make for some pretty good music to fall asleep to.$0#$b#Speaking of... *yawn* what do you say we head to bed?$1",
  "Outdoor_0": "You looked like you could use a drink, so I grabbed you this!$1[350]",
  "Outdoor_1": "*Our* farm. It's still so crazy to think about sometimes...$1",
  "Outdoor_2": "I wish I knew more about farming, so that I could help you more...$2#$e#But I guess it's a good thing we have all the time in the world to learn together then, isn't it?$1",
  "Outdoor_3": "I checked the fences for damage a few times, but eventually had to stop myself.$2#$e#Could you just do one last check for me please?$6",
  "Outdoor_Sydney_Lex": "I could have sworn I saw something duck it's head behind a tree.$2#$b#But maybe I'm just imagining things...$6",

  //Parental Dialogue
  "OneKid_0": "I still can't believe that we're parents... I-$16#$e#I'm going to give %kid1 all the love and affection my parents kept from me.$17",
  "OneKid_1": "Sometimes we have to be honest with ourselves...$2#$b#I know that %kid1 will only make me worry more than I already do...$2#$b#So promise me that you'll tell me when I'm being too much okay?$6#$e#I love you, and I love %kid1. I love the family that we're building. And I don't want to ever ruin it by stressing you out...$2",
  "OneKid_2": "I'll keep an eye on %kid1 today, don't worry honey.^I'll keep an eye on %kid1 today, don't worry babe.^$1",
  "OneKid_3": "Doesn't it just make your heart melt seeing %kid1?$1",
  "TwoKids_0": "I wonder what %kid1 and %kid2 will be when they grow up...$0#$b#Maybe they'll follow in your footsteps and take over the farm one day.$1",
  "TwoKids_1": "It's crazy to think that not so long ago I lost my family. And now here I am, having built one with you...$1",
  "TwoKids_2": "I guess our kids will be the ones that Penny is leading around town soon.$3",
  "TwoKids_3": "I bought a new toy for %kid1 and %kid2 hopefully they don't lose this one.$3",

  //Heart-Dependant Dialogue
  "Good_0": "I don't know about you, but sometimes I'll just stare at the mermaid's pendant you gave me.$1#$e#You really have made me feel like the luckiest woman alive...$4",
  "Good_1": "You really help me with my anxiety. Before I met you I could barely sleep some nights...$16#$b#And now all I think about is the future we're building together...$1",
  "Good_2": "I talked to Marlon the other day. He said that I shouldn't worry so much about you in the mines...$2#$e#But still... just be careful, okay?$16",
  "Good_3": "Have I ever told you how handsome you are?^Have I ever told you how gorgeous you are?$1#$e#Being just friends used to be torture...$4",
  "Good_4": "Was...$10#$b#Was I staring?$11#$e#I'll uh... be in the bedroom if you need me...$10",
  "Good_5": "Robin and Demetrius asked how we were doing today.$0#$e#I told them I've never been happier.$1#$e#Of course Demetrius also wanted to check in on how his work with the cave was doing.$3",
  "Good_6": "Did I ever tell you that I had a crush on Sebastian and Abigail?$3#$b#I mean I still think they're cute sure... But I have the real prize here with me right now.$4",
  "Good_7": "I organized the closet and kitchen earlier.$1#$e#I didn't mean to spend so much time on it... but I just wanted to be sure everything was in the right place.$16",
  "Good_8": "I make you happy right?$2#$b#I mean I think I do... but it's just nice to hear it sometimes anyways, you know?$16",
  "Good_9": "I wonder who in town will get married next?$3#$e#Personally I have my eyes on Penny and Sam...$3",
  "Neutral_0": "Be sure to pack something to eat if you're going to be out for long!$1",
  "Neutral_1": "I wonder what Robin's up to today.",
  "Neutral_2": "Hey, if you get the chance could you clean the bedroom later?$1#$b#I just got done working on the living room.",
  "Neutral_3": "Taking a break from work?$0#$b#That's good, everyone needs rest, you included.$1",
  "Neutral_4": "Did... did you hear that?$10#$e#I swear this house is haunted...$11",
  "Neutral_5": "Did I leave the stove on? Sorry... let me go check on that.$2",
  "Neutral_6": "I feel like I don't say this often enough, but I really love you, @.$1",
  "Bad_0": "Maybe I'll go see what Sebastian is up to...^Maybe I'll go see what Abigail is up to...$2",
  "Bad_1": "Oh finally want to talk to me?$5#$e#What did you get hungry?$5",
  "Bad_2": "Hey, @. Could you...$17#$e#Actually who am I kidding, nevermind.$5",
  "Bad_3": "I thought that one of the key aspects for a healthy relationship was *communication*. Something that it seems you've forgotten about.$5",
  "Bad_4": "You know... I used to think that you loved me... but now? Now I don't even know what to think...$8",

  //Special Dialogue
  "funLeave_Sydney_Lex": "Demetrius said he needed me for some work today, so if I don't see you later, I love you!$1",
  "funReturn_Sydney_Lex": "How was work!$1#$e#Me? I spent my day mostly writing notes, glamorous I know.$3",
  "patio_Sydney_Lex": "It's such a nice day for lounging, don't you think?",
  "spouseRoom_Sydney_Lex": "Oh, don't mind me honey. I'm just organizing some notes.$1"

}