{
  "Rainy_Day_0": "Wanna go splashing up and down in muddy puddles?$h#$b#Ellie says that a mud spa is good for your skin.$18",
  "Rainy_Day_1": "Kitty slimes hate getting splashed by the rain.$16#$b#I think they became TOO much like cats.$17",
  "Rainy_Day_2": "Don't you ever carry an umbrella with you? What if you get sick?$u#$b#Oh! We could nurse you back to health! Void is a licensed doctor.$12",
  "Rainy_Day_3": "Rain, rain, go away. Come again another day~!$1#$b#You splash me, and I'll splash you, and we'll get water in our shoes.$18",
  "patio_Lavril": "When I grow up, I'm gonna grow a bunch of cherry trees!$16",
  "spouseRoom_Lavril": "Want to hear a silly knock-knock joke?$16#$e#Okay, but you have to start it!$17#$e#Who's there?$19#$b#...$19#$b#Teehee!$17",
  "Rainy_Night_0": "Void is scared of thunder. Can we sleep in your room tonight?$u",
  "Rainy_Night_1": "Want something warm? Void whipped up some tea earlier. He's learning how to be a butler.[614]$4",
  "Rainy_Night_2": "Ahh! No hugs please! Void doesn't like getting his clothes drenched.$u#$e#...How about an air hug?$u",
  "Indoor_Day_0": "Void loves keeping the house clean. You should see him try to sweep with a broom.$16#$b#Void is passionate in everything he does. Every speck of dust is wiped off the face of the earth.$19",
  "Indoor_Day_1": "Want to hear a silly knock knock joke?$16#$e#Okay, but you have to start it!$17#$e#Who's there?$19#$e#Teehee!$17",
  "Indoor_Day_2": "Umm... I apparently have a great grandpa.#$e#I wonder when he'll rest in peace...$13",
  "Indoor_Day_3": "Look what I found outside! [388]$h#$b#It's a stick! But this one has personality.$4",
  "Indoor_Day_4": "Strangers are just friends you haven't met yet.$4#$b#Unless they do something really shady!$4#$b#Actually, I might need to rethink that one...$7",
  "Indoor_Day_5": "I'm tired of walking.#$b#Can you carry me, please?$$h#$e#I wanna go to the playground!$18",
  "Indoor_Day_6": "I have another silly joke. Wanna hear it?$16#$e#What did the first farmer say to the second farmer?$17#$e#We're both farmers.$19#$e#Teehee! Isn't it so bad?$17",
  "Indoor_Day_7": "Look what I found outside! [388]$h#$b#It's a stick! But this one has a future. I think it wants to become a lawyer.$4",
  "Indoor_Night_0": "Void likes to go out on patrol. He likes to bring back stuff he finds on the farm [64 126 127 167 235 253 311].$1",
  "Indoor_Night_1": "We're running out of space on our fridge. Where am I going to hang up all of my drawings?$6",
  "Indoor_Night_2": "Vinnie and Void are really good friends! I bet it's 'cause their names both start with 'V'!$16",
  "Indoor_Night_3": "Will you read us a bedtime story?$4#$b#I wanna hear about the Brave Sapling!$4",
  "Indoor_Night_4": "Welcome home!$4#$b#I've been waiting all day to say that!$1",
  "Outdoor_0": "Look, I found a leaf with a hole in it!$1#$e#This is very important information. Who knows? It might have a tragic backstory!$18",
  "Outdoor_1": "Void went out on patrol and found an egg![107 174 289]$1#$b#If it hatches, do we get to keep it?$7",
  "Outdoor_2": "Can we plant some more cherry trees? Pretty please?$16#$b#...With a cherry on top?19",
  "Outdoor_3": "Jas and Vinnie showed us how to peel a spring onion.$u#$b#...There's so many bugs.$u",
  "Outdoor_4": "Look what I found outside! [388]$h#$b#It's a stick! But this one has a mid-life crisis.$4",
  "Outdoor_5": "We should go stargazing at night. Void says our old friends are up there in the sky.$4",
  "funLeave_Lavril": "I'm hanging out with my friends today!$4#$b#I'll come back home early.$4",
  "funReturn_Lavril": "I'm back!$4#$b#Void said he was going to go on patrol. I hope he brings me back something cool.$h",
  "spring_12": "I'm gonna dress up as a bunny tomorrow!$1",
  "spring_2": "Umm... I got something for you. Can you help me plant this later today?[628]$13",
  "spring_23": "The Flower Dance is tomorrow.$10#$b#I wish we could dance with you, but we'll just cheer from the sidelines.$12",
  "spring_24": "I can't wait to join my friends!$h",
  "summer_10": "Tomorrow's the Luau! I know just what to add to the pot.$19#$b#What can I say? I learn from the best.$17",
  "summer_27": "I love how the jellies light up in the dark. They're so graceful.$4#$b#It's like they're waltzing across the ocean. Ellie says it's very romantic.",
  "OneKid_0": "I never thought I would be a big sister before... %kid1 is our little treasure.$h",
  "OneKid_1": "I don't have any memories of my parents... So I'm glad we have you.$12#$b#...Mom.$u^...Dad.$u",
  "TwoKids_0": "I don't have any memories of my parents... So I'm glad we have you.$12$b#...Mom.$u^...Dad.$u",
  "TwoKids_1": "%kid2 likes to follow me around the house! *Giggle* $16",
  "fall_1": "@, look! The leaves I picked earlier started changing colors.$16",
  "fall_5": "Pssst. @. [311]$16#$b#Hold onto this for me please.#$e#...Don't ask any questions please. Thank you!$h",
  "fall_15": "Pssst. @. [311]$16#$b#Hold onto this for me please.#$e#...Don't ask any questions please. Thank you!$h",
  "fall_25": "Pssst. @. [311]$16#$b#Hold onto this for me please.#$e#...Don't ask any questions please. Thank you!$h",
  "winter_25": "I don't know what the future holds, but it's so cool that you're a part of it.$4#$b#Happy Winter Star... Dad.$18^Happy Winter Star... Mom.$18",
  "Good_0": "Void's head is round and shaped like a marble. He likes to hit stuff with it.$16#$e#Though, I think his head is very soft.$12",
  "Good_1": "How would you describe the color orange to someone who can't see?$13#$e#Well, I like to think of you. You're warm and bright and make me feel all happy inside.$4",
  "Good_2": "What were you doing the last time you lost track of time?$7#$e#Every day has been so fun, so time feels like it goes too fast... It wasn't always like this.$4",
  "Good_3": "Hey, where do babies come from?$7#$e#Miss Penny says I ask a lot of questions for my age...",
  "Good_4": "If there was a zombie apocalypse, I would probably die. like right away.$13#$b#Zombies are so scary...$u",
  "Good_5": "Do animals count as friends? The chickens don't seem to like me for some reason...$13#$b#But can you imagine? I would easily be able to make a hundred friends if I get some of them to like me!$1",
  "Good_6": "I saw a Junimo peeking in from outside our window!$h#$e#...Aren't they so cute?$18",
  "Good_7": "Can you pick me up? I'm feeling a bit tired...$6",
  "Neutral_0": "Yup. I need more friends.",
  "Neutral_1": "Void still hasn't told me what he did with Vincent on boy's night?$u#$b#But the question is... Do I really want to know?$10",
  "Neutral_2": "The farm life is harder than I expected, but I won't give up.$4",
  "Neutral_3": "Ellie's dad is a vet. Vinnie's dad is also a vet!$h#$e#Hmm... what's the difference between a veterinarian and a veteran?$7",
  "Neutral_4": "I found a stick outside... but hear me out.$16#$b#This stick isn't like the others. It has snake arms...$19#$b#Lavril starts hissing for no apparent reason. Void hides a nearly empty coffee mug out of sight.",
  "Bad_0": "I miss the days where it was just me and Void.$u",
  "Bad_1": "Umm... Did I do something wrong?$2#$e#You've been a little distant lately. You can count on me if you ever need anything...$9",
  "Bad_2": "We're' not in a good mood right now.$u",
  "Bad_3": "Hey. Did I do something wrong?$s#$e#Umm... Never mind.",
  "Bad_4": "I miss the orchard.",
  "Bad_5": "Yup. I need more friends.",
  "Bad_6": "Ugh. Leave me alone."

}