{
  "Introduction": "We want to live peacefully with everyone... We don't want people to be afraid of us...$3",
  "Mon": "We don't want to make people suffer...$2#$b#But we also don't want to disappear...$3",
  "Tue": "We're scared... and cold.$3#$e#Will you... stay with us?$11#$e#%Lavril looks worried.",
  "Wed": "We didn't know you were a good person.$3#$b#Thank you for helping us.$3",
  "Thu": "It's dark and lonely in our house... Void says it's filled with spectral energy.#$b#Void essence makes us stronger... so we can protect ourselves from bad guys.$10",
  "Fri": "$y 'Umm... Do you want to be our friend?_Yes._Tee-hee! That makes me... so happy!$17_No._Oh... Okay. I'm sorry...$s'",
  "Sat": "We wandered alone for a long time... and then I fell asleep.$13#$b#Void says a dark shadow found us and brought us here...$13#$e#I can't remember what happened too well...$7#$b#All I remember is waking up in total darkness... all by myself.",
  "Sun": "Others wanted to take advantage of me and Void.$10#$b#Most of the time, they are terrified of us.$10#$b#But you... You are not like any of those people.$3#$e#Do you really want to be friends with a ghost though...?$3",


  "Mon2": "O-Oh, @.$6#$b#Did you come to play with us...?$3",
  "Tue2": "Yesterday, we found a leaf with a hole in it... Do you want me to show you?$16",
  "Wed2": "The other children... They go to school. We wanted to go too, so we followed them.$10#$b#Miss Penny found us and now we're a part of the class...$12",
  "Thu2": "I remember a blue smiling man... He called us a lovely darkness.$10#$b#No one called us 'lovely' before.$12",
  "Fri2": "There's a cute dog that lives behind a wooden fence in town. I don't think he likes us...$2",
  "Sat2": "Sometimes I see pelicans near the beach. Big birds with tremendous beaks and tiny feet.$16#$e#Tee-hee.$17",
  "Sun2": "We... We have a dream.$6#$b#We're going to make a hundred friends. Maybe you can be the first...?$3#$e#$y 'Umm... Do you want to be our friend?_Yes._Tee-hee! That makes me... so happy!$17_No._Oh... Okay. I'm sorry...$s'",

  "Mon4": "There's lots of slimes at the orchard. Ellie calls them an invasive species.$7#$e#You don't have to worry about us... I think they're really cute.$16",
  "Tue4": "Void doesn't really like to leave my side, but he seems to be getting more comfortable around you.$10",
  "Wed4": "Jas invited us to a tea party. We've never gone to a tea party before.$h#$e#I've always wanted to go to a party. It's different from playing by ourselves...",
  "Thu4": "Miss Penny is kind of scary, but she's not a bad person.$13#$b#I feel warm and fuzzy when I'm with her... I don't know why, but I don't hate it.$17",
  "Fri4": "I hope the starfish are doing okay. We didn't see too many on the shore this morning.$13#$b#Maybe they finally returned to the night sky...$6#$e#I'm happy for starfish, but now I feel lonely all of a sudden...$s",
  "Sat4": "There are cute fluffy penguins on the beach. They're so cute, but they run away from us for some reason.$3#$e#I hope we can be friends someday. And that they'll me pet them.$16#$e#I really want to take one home...$17",
  "Sun4": "Umm... so far we made around five friends!$12#$b#Tee-hee! I'm so happy!$17",

  "Mon6": "Sometimes I wonder where we came from. Why we were alone...#$b#At least, not anymore. We have friends like you now.$4",
  "Tue6": "Can I tell you a secret?$16#$e#Void pretends he doesn't like you, but he gets really excited whenever you're here. Tee-hee!$17#$b#%Void glares menacingly at the both of you.",
  "Wed6": "Vincent wanted to play with us again. So Void transformed into Mr. Wumbus and chased us around the park.$16#$b#It was so much fun!$17#$e#Though we might have spooked Miss Penny a bit too much...$13#$b#I think I saw her soul leave her body for a brief moment.$3",
  "Thu6": "Miss Penny's been teaching us about animals...$7#$e#They still keep running away from me though.#$e#I don't know why!$5",
  "Fri6": "I hope the starfish are doing okay. We didn't see too many on the shore this morning.$13#$b#Maybe they finally returned to the night sky...$6#$e#I'm happy for starfish, but now I feel lonely all of a sudden...$s",
  "Sat6": "I never thought I'd make so many friends before...$16#$b#It almost feels too good to be true.$19#$e#Tee-hee!$17",
  "Sun6": "Ellie invited me to a slumber party with Jas. She got me my very own pair of pajamas!$16#$b#I can't wait to wear them!$19",


  // Resort Dialogue

  "Resort_Entering": "Ah... Umm... There are too many strangers around...$3",
  "Resort_Leaving": "Tee-hee! I had a really good time!$18",
  "Resort_Shore": "The ocean is so pretty...$h",
  "Resort": "Void went to find some coconuts. I really like coconut milk.$17"

}