{
    "Changes": [
        {
            "LogName": "Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Jasper",
            "Entries": {
                "Introduction": "Olá, @. É um prazer em te conhecer.#$b#Meu nome é Jasper, e eu também, acabei de voltar para a cidade.$1",
                "Resort_Entering": "Esse lugar não é maravilhoso?? Eu sinto como se eu tivesse voltado no tempo!$1",
                "Resort_Leaving": "Ah, essa atmosfera... eu tenho certeza de que tem algo maravilhoso escondido aqui.#$b#Talvez um dia eu descubra os seus segredos.",
                "Resort_Shore": "Eu imagino que todo tipo de detrito interessante deve aparecer aqui nessa costa.",
                "Resort_Umbrella": "Ah, o sol está um pouco forte para mim. Eu acho que devo descansar.",
                "Resort_Wander": "Hmm, o que é aquilo ali? Eu sinto algo... algo misterioso ao norte dessa ilha.",
                "Resort_Bar": "Obrigado Gus, uma bebida gelada era justo o que precisava nesse dia de hoje.",
                "Resort": "Que lugar Glorioso, não acha? Eu ouvi falar que tem um Professor por aqui... Professor Caracol eu acho?#$b#Talvez eu deva visita-lo.$1",
                "danceRejection": "Me desculpe, mas eu não desejo fazer nenhum tipo de espetáculo.$2",
                "Mon": "O Solo do Vale é bem fértil. Sua fazenda deve produzir bastante.",
                "Tue": "Ah, já é hora? Mais uma vez eu esqueci de comer.$2",
                "Wed": "Gunther me permite ficar na Biblioteca.#$b#É um apartamento bem pequeno, mas eu nunca fico sem nada para ler!$1",
                "Thu": "Tesouros ocultos espreitam abaixo do solo. Fique de olho em minhocas que se mexem.#$b#Essa é a forma que o Vale revela os seus segredos.",
                "Fri": "Existem mais coisas no mundo que os olhos podem ver, @.$1",
                "Sat": "Uma caminhada rápida faz maravilhas para renovar minha motivação.",
                "Sun": "Você já se aventurou pelas cavernas, @?#$b#Seja cuidadoso! Elas escondem muitos perigos para um aventureiro descuidado.$2",
                "Mon2": "Você já se encontrou com todos os habitantes, @?#$b#Eu? não, eu não encontrei. Eu prefiro passear pelos arredores.",
                "Mon6": "Eu morei por um tempo com os Goblins em Bluemire Hills. Minha nossa, eles eram companheiros de quarto barulhentos!$3",
                "Mon8": "Temo que isso possa parecer presunçoso de minha parte, mas eu adoraria visitar a sua fazenda.$5",
                "Tue4": "Eu cresci na Vila Pelicanos, @. Tinha uma escola, e o ar pairava as risadas das crianças.#$b#Agora minha cidade natal não é nada além de uma casca, mas eu ainda consigo ver magia por aqui. Magia, e a promessa de renovação.",
                "Tue10": "$1 JasperDad_Gone#Meu pai faleceu, @. Eu aceitei que não devo traze-lo de volta para casa.$2$k#$e#A morte dele despedaçou o coração da minha mãe. Eu acredito que ela nunca se recuperou do acontecimento.",
                "Wed2": "Você parou para conversar comigo de novo? Eu devo dizer que estou honrado.#$b#Mas eu tenho certeza que você tem coisas melhores a fazer do que conversar com alguém como eu.",
                "Wed6": "De fato, oficialmente eu sou um Professor. mas Professor Jasper me faz me sentir velho!$3#$b#E a minha carreira de ensino... bem, digamos que ela teve um fim abrupto.$2",
                "Thu4": "Eu encontrei isso enquanto eu explorava as cavernas.[80 84 86]#$b#Eu pensei que você poderia achar útil, @.$4",
                "Thu8": "As vezes quando eu me aventuro por baixo da terra, eu me pergunto como deve ter sido para o meu pai - e para os outros 36 bons homens.#$b#Sozinhos no escuro e empoeirados, com poucas esperanças de que veriam o céu novamente.$2",
                "Thu10": "Você me ajudou a sair de uma existência sombria e macabra, @. E por isso você tem minha eterna gratitude.$l",
                "Fri2": "É bom poder conversar com os meus amigos nos fins de semana, e Gil tem muitas histórias para me contar.#$b#Se você conseguir achar ele acordado é claro!$4",
                "Sat4": "As cavernas do Vale do Orvalho são únicas, é como se elas estivem vivas.$1",
                "Sun2": "É tão pacífico por aqui: o sussurrar do vento nas arvores, os pássaros chamando uns aos outros.#$b#Faz parecer que o resto do mundo está tão distante.$1",
                "Sun6": "Eu me sinto como um exilado, @. Parece que poucas pessoas tem a mente aberta como você, meu amigo.",
                "summer_Mon": "O vale do Orvalho esconde muitos segredos. É meu objetivo desenterra-los.$3#$b#Desenterra-los? Entendeu? Não? ... $4",
                "summer_Mon4": "Professora Peasbody? Ah, como esse nome me faz sentir um calafrio na espinha.$5#$b#Professor? Porque eu acho que o PHD foi retirado do fundo de uma caixa de cereal!^Professora? Porque eu acho que o PHD dela foi retirado do fundo de uma caixa de cereal!$1",
                "summer_Mon8": "Se apresentar na frente de uma audiência e prender a tenção deles é um prazer imenso, @.#$b#Mas ver eles  rindo através de seus olhos, e escutar eles lhe provocando com suas palavras... nossa isso é um pesadelo.$2",
                "summer_Tue2": "Gunther gentilmente aceitou guardar muitas de minhas publicações.#$b#'Mistérios dos Anões' entretanto, ainda é um projeto em andamento!$3",
                "summer_Tue6": "Meu pai era um minerador, @. As cavernas me chamam, do mesmo modo que chamavam ele.#$b#Elas tiraram a vida dele no fim. E um dia, elas irão tirar a minha.",
                "summer_Wed": "Ah, olá @! Eu não te vi ai, eu estava perdido em meus pensamentos novamente!",
                "summer_Wed4": "As estrelas, a Terra... eles estão todos conectados, @.",
                "summer_Thu2": "Existem muitos minerais raros para serem encontrados aqui @. São tantos, tamanha variedade, você não consegue sentir que tem mais do que ciência nisso.$3",
                "summer_Thu6": "Crescendo, minha mãe sempre comentou que eu era sensível. Ela não quis dizer como um insulto - em compensação os outros garotos sempre me provocavam.#$b#Não, ela queria dizer que eu estava sincronizado com o mundo a minha volta, sensível á vida compartilhada com o mundo.",
                "summer_Fri": "Hmm... Que espécime fascinante...#$b#Ah, olá @! É... err, um dia bem agradável hoje não acha?$4",
                "summer_Fri4": "$1 Peasbody1#Eu recebi um bilhete de Peasbody ontem, disputando pela minha pesquisa. Ah, isso me deixa maluco.$k#$e#Eu tenho certeza que Peasbody tem algo contra mim, @. Mas o que eu posso fazer contra isso?",
                "summer_Sat2": "A composição geológica dessa área indica traumas em sua história.#$b#Talvez um terremoto? embora eu sugira provisoriamente, me parece mais um ataque de fora do que de dentro.",
                "summer_Sat6": "Nós éramos colegas antes, sabe, Peasbody e eu. Eu ainda ousei considerar ele meu amigo.^Nós éramos colegas antes, sabe, Peasbody e eu. Eu ainda ousei considerar ela minha amiga.$2#$b#E ai, do nada, tudo mudou. E agora eu tenho medo que ele esteja determinado a destruir minha reputação.^E ai, do nada, tudo mudou. E agora eu tenho medo que ela esteja determinada a destruir minha reputação$5",
                "summer_Sun": "Você já percebeu que não tem pássaros no verão, @?#$b#Eles migram pra as Ilhas no Mar de Jóias.",
                "summer_Sun4": "Eu cresci na Vila Pelicanos. Minhas memórias são boas: jogos, artes e artesanato no centro comunitário, procurando conchas e caranguejos na praia...$1#$b#Agora parece que uma sombra negra paira sobre a cidade.$2#$b#A luz permanece aqui, mas está calada, eu gostaria de saber o que fazer para restaura-la.$6",
                "summer_Sun8": "Eu tive uma rocha de estimação uma vez, um presente do meu pai. Eu nomeei ela Igneous.$1#$b#Ele fugiu.$2#$b#Ah, estou brincando é claro, @; alguns valentões jogaram ela no lago.$5.",
                "fall_Mon": "Tem um ar frio pairando esta manhã, @. Eu sinto que o inverno não está muito longe.",
                "fall_Mon4": "$1 Jasper_LaughingStock#'Professor ou Palhaço? Ridiculamente o Professor Thomas cai em queda livre novamente'. Ah, @, a Revista ZuCU chegou hoje. Parece que eu ainda sou motivo de risadas.$5$k#$e#A comunidade acadêmica tem pouco respeito por aqueles que pensam foram da caixinha, @.",
                "fall_Tue6": "Este é um lindo dia de Outono, não acha? Autumn, sim, mais musical e romântico que Fall.$3#$b#Seria um nome excelente para uma filha... mas isso é uma ideia ridícula. Como se eu fosse ter um filho algum dia.$2",
                "fall_Tue4": "$q 5070433/5070434 DwarfQuest#Eu confio no seu julgamento, @. Você acha que eu vou encontrar algum Anão?#$r 5070433 25 Dwarf_Yes#É claro que você vai!#$r 5070433 0 Dwarf_Maybe#Talvez os Anões não queiram ser encontrados?#$r 5070434 -50 Dwarf_No#Não, suas teorias são ridículas.",
                "Dwarf_Yes": "Obrigado por acreditar em mim, @. Eu espero que não esteja fora de contexto.",
                "Dwarf_Maybe": "Eu não tinha considerado isso, mas faz sentido.#$b#Pois nós humanos somos conhecidos por interferir onde não devemos.",
                "Dwarf_No": "Você é tão ruim quanto Professor Peasbody! E isso é um baita de um insulto!$5",
                "DwarfQuest": "$p 5070433#Eu não consigo não sentir que os Anões estão no meu destino, @. Eu preciso procura-los, acha-los, e restaurar a minha reputação.|Eu considerei cuidadosamente suas palavras. Mas eu não posso abandonar meus estudos, @. Eu devo encontrar os Anões, isso se eles puderem ser encontrados.",
                "fall_Wed": "Hmm... o que eu preciso pegar hoje? talvez algumas maçãs - essa é a estação para elas.",
                "fall_Wed4": "O cheiro almiscarado de decomposição e a umidade do ar me lembram dos Goblins e da floresta em que eles habitam.",
                "fall_Wed8": "Meu pai me contou histórias sobre as minas: de como eles desenterraram um castelo misterioso, enterrado na profundeza do solo.#$b#Isso assustou ele, @. E meu pai não se assustava fácil.",
                "fall_Thu4": "Maionese Nula é algo que os Goblins apreciam, @. Eu comi uma colher cheia uma vez, quando duvidarão.$1#$b#Levou uma semana para o gosto desaparecer da minha boca.$2",
                "fall_Thu6": "Você já experimentou cerveja dos Goblins @?$1#$b#Tem gosto de grama cortada e te da um coice como uma Mula brava. Eu não recomendo ela.$2",
                "fall_Thu10": "Fui noivo acidentalmente uma vez, graças a um mal-entendido cultural.$2#$b#Ah, ela era uma  donzela goblin, uma bem enojada por estar noiva de um Humano pálido e feio como eu!$3#$b#Eu achei que era melhor eu sair sem dar 'adeus'. Eu espero que o pai dela tenha encontrado um partido melhor para ela.$2",
                "fall_Fri": "Ah, olá @! Você passou pela Guilda dos Aventureiros? Eu tenho certeza de que Marlon e GIl te receberiam por lá!",
                "fall_Fri4": "O povo Goblin, eles são incompreendido. Certeza que são estranhos e talvez considerados desagradáveis aos nossos olhos, e seus considerados desagradáveis.#$b#Mas eles são um clã de Músicos e Contadores de Histórias, e possuem muitas boas qualidades.",
                "fall_Sat2": "A floresta está jogando fora seu casaco, em preparação para seu manto de neve.",
                "fall_Sat6": "Musica Goblin é uma das coisas mais bizarras que eu já escutei, @.#$b#Eles fazem seus instrumentos de ossos. Produz um som estranho e orgânico.",
                "fall_Sun": "Ah, um bom dia para você, @! Essa deve ser uma estação cheia para você.",
                "fall_Sun4": "Você já sentiu uma presença espreitando na Floresta Cinzaseiva, @? Me fascina tanto quanto me deixa perplexo.",
                "winter_Mon": "No inverno a terra adormece. É um bom momento para explorar em baixo da superfície.",
                "winter_Mon4": "Sabe, nós fomos enganados em acreditar no valor dos diamantes.#$e#Eu ainda gosto deles contudo; nenhuma outra gema captura seu brilho multifacetado!$4",
                "winter_Mon8": "Obrigado, @. Você nunca me julgou, nem desprezou minhas ideias, e você é meu precioso amigo.$3",
                "winter_Tue2": "Bom Dia, @. Espero que você esteja se mantendo aquecido. A geada gravou padrões em minha janela nesta manhã. Jack Frost está aqui realmente.",
                "winter_Tue6": "Durante o inverno, o real e o irreal andam juntos na superfície.#$b#E o vazio acha seu caminho no coração das pessoas.",
                "winter_Wed": "Talvez eu deva pegar um cachecol. O que você acha, @? Um azul e bronze deve combinar comigo não acha? ",
                "winter_Wed4": "A vila Pelicanos tem sua cota de tragédias, @. Você sabia que antigamente era uma mina de mineradores?#$b#Uma pequena fortuna de pedras preciosas foram coletadas do subsolo.",
                "winter_Wed8": "Antes de você, querido @, eu não tinha muitos amigos.#$b#Eu sou grato por ter aceitado você em minha vida.",
                "winter_Thu2": "O Museu é uma triste visão, @. Eu não consigo acreditar na ousadia das pessoas! Desaparecer com uma coleção inteira!$5#$b#Eu fico de olho em relíquias toda vez que entro nas minas, mas até agora eu não tive nenhuma sorte.",
                "winter_Thu6": "Meu pai sentiu o chamado das profundezas, achou tranquilidade e solidão nas cavernas.#$b#Ela reivindicou ele, @. As minas engoliram ele inteiro.",
                "winter_Fri": "Eu entendo que você esteja trabalhando duro junto com o Ghunter para recuperar a nossa coleção, @. Mas se você achar alguns minerais extras, eu gostaria deles para a minha pesquisa.",
                "winter_Fri4": "Eu ouvi falar que você vem explorando as minas, @. Por favor, me deixe saber se encontrar algum sinal de Anões. Me parece que eles são um povo enigmático e cauteloso.$1",
                "winter_Sat2": "Eu estou sangrando? Ah, é apenas um arranhão.#$b# Eu tive um infortúnio desentendimento com um Caranguejo de Pedra.$2",
                "winter_Sat6": "Os Anões - Os Smoluanu - se esquivaram de mim por anos. Mas eles são reais, eu sei que são!#$b#Eu acho que um veio ontem a noite e 'pegou' a minha caneta favorita...$2",
                "winter_Sun": "Bom Dia, @. Uma caminhada rápida em um dia frio faz milagres para revitalizar a alma, você não acha?",
                "winter_Sun4": "Tem uma certa quietude no inverno, @. Uma certa paz, enquanto o mundo dorme, ansioso pela chegada da primavera.$1",
                "Town_50_22": "$d CC#Quando eu era uma criança, esse era o coração da comunidade. Eu estou feliz que ele esteja prosperando mais uma vez.#$b#Obrigado @, você fez tanto por essa vila.|Quando eu era criança, esse era o coração da comunidade.#$b#Agora ele é lar de uma espécie diferente.$1#$b#Eles estão lá, @. Eu posso escutá-los.#$b#Mas eles não se atrevem a aparecer para mim.$2",
                "Mine_24_11": "Viu essa estrutura aqui, @? A complexidade dela me intriga.#$b#Suas camadas indicam um evento cataclísmico de séculos atrás.#$b#Talvez uma erupção, mas eu acho que foi mais provável um meteoro.#$b#Ah, me desculpe, eu estou resmungando de novo, não estou?",
                "JojaMart": "Eu sei, eu sei, eu estou dando suporte para uma corporação monstra. Mas aquele Pierre... bem... ele faz muitas perguntas - e eu não sou do tipo que gosta de responder!$4#$b#E aqui? Bem, ninguém se importa.$1",
                "JojaMart_11_25": "Um... olá... sim... dia agradável não acha?#$b#Ah, Olá @! Eu queria ficar mais confortavel com conversa fiada...$2",
                "Seedshop": "Eu não sei você, @, mas eu sempre acho que estou sendo julgado quando entro aqui.#$b#Julgado e aguardando resultado.$2",
                "winterForest_Tue": "Tem uma presença oculta na Floresta Cinzaseiva. Você consegue sentir ela, @?#$b#Tem um toque de vazio nela, mas as vezes é algo a mais... algo brilhante. Como a Luz de Yoba.",
                "Custom_LK_Museum2_Mon": "Gunther e eu estamos discutindo uma colaboração. Ele estudou a história dos humanos do Vale, já eu dos meio humanos.",
                "spring_Thu_1": "Eu vim aqui para estudar as cavernas, mas a Joja achou elas primeiro.$5#$b#Eu temo que eles despertem algo que não deveria acordar.",
                "spring_12": "Eu ouvi falar que tem uma caça aos ovos amanhã. Ai de mim, minha rotina não me permite tal frivolidade.",
                "spring_12_2": "Você sabia que o Festival do Ovo é uma celebração da natureza? e de renascimento?$2#$b#Ah sim, é claro. Isso é de conhecimento comum.$4",
                "spring_23": "Eu recebi um convite para a dança de amanhã. Eu não acho que deva participar.#$b#Grupos de pessoas me deixam desconfortavel.",
                "spring_23_2": "Você vai participar da dança amanhã, @? Como dizem, eu vou aparecer, mas não creio que vou dançar.",
                "summer_10": "Um bom amigo insistiu que eu fizesse companhia para ele no Lua amanhã.$3#$b#Mas o que eu tenho para contribuir com a sopa, @? Eu duvido que vão apreciar algumas Cenouras Subterrâneas.$2",
                "summer_12": "Eu espero que você tenha aproveitado as frivolidades de ontem, @.#$b#Eu? Eu acho que eu comi demais. Eventos sociais me levam a ficar desconfortavel e vou parar na mesa de Buffet.#3",
                "summer_12_2": "Eu espero que você tenha aproveitado as frivolidades de ontem, @.#$b#Eu? Eu acho que eu comi demais. Eventos sociais me levam a ficar desconfortavel e vou parar na mesa de Buffet.#3",
                "summer_15": "Hoje o dia me traz memórias ruins, @. Eu espero que você entenda e seja paciente.",
                "summer_15_2": "Hoje o dia me traz memórias ruins, @. Eu espero que você entenda e seja paciente.",
                "summer_28": "Você está esperando para ver a migração anual das Medusas-da-Lua hoje a noite?#$b#Elas parecem ser criaturas tão insignificantes, porém contem um veneno potente.",
                "summer_28_2": "Você está esperando para ver a migração anual das Medusas-da-Lua hoje a noite?#$b#Elas parecem ser criaturas tão insignificantes, porém contem um veneno potente.",
                "fall_15": "Eu ouvi falar que vai ter uma espécie de festival amanhã, uma Feira parece?#$b#Eu não sei se eu gosto desse tipo de coisa, @. Mas eu espero que você se divirta.",
                "fall_15_2": "Eu acredito que você vai entrar na competição na Feira, @.#$b#Eu fui convencido de participar da exposição da Guilda dos Aventureiros.",
                "fall_26": "A Véspera dos Espíritos é uma época que me enche de arrepios, @.$2#$b#É quando o vazio está nas alturas.$2",
                "fall_26_2": "A Véspera dos Espíritos é uma época que me enche de arrepios, @.$2#$b#É quando o vazio está nas alturas.$2",
                "winter_24": "Você vai participar da troca de presentes amanhã? Eu espero que quem eu tirei goste do presente...$3#$b#Ah não, eu não posso te contar quem eu tirei!$4",
                "winter_24_2": "Eu devo admitir, @, Eu estou nervoso com a celebração de amanhã. Eu espero que quem eu tirei goste do meu presente!",
                "winter_26": "Você já ouviu falar da História da Estrela Invernal, @?#$b#Alguns acreditam que é ligada a quase mítica Fruta-Estrela. Eu, bem... eu tenho as minhas teorias.",
                "winter_26_2": "Você já ouviu falar da História da Estrela Invernal, @?#$b#Alguns acreditam que é ligada a quase mítica Fruta-Estrela. Eu, bem... eu tenho as minhas teorias.",
                "Custom_LK_Museum2_18_13": "Microondas nisso e microondas naquilo... tem que ter um livro de receita na Biblioteca em algum lugar! Mas comidas convenientes são tão... bem.. convenientes!$3",
                "spiritquest_Yes": "Você aceita? Eu estou tão contente, @! Eu sabia que você era especial a primeira vez que eu te vi.$3",
                "spiritquest_Neu": "De fato, sim eu sou, @. Mas ser um cientista não significa se trancar atrás de uma parede de gelo, pura lógica.#$b#Você deve manter sua mente aberta para outras possibilidades.",
                "spiritquest_No": "Ah...assim eu me arrependo.#$b#Desculpe te incomodar com minhas excentricidades.$2",
                "spiritquest_followup": "$p 50700437#Eu falei com os espíritos da floresta, e eles te consideram um 'amigo'.$1|Eu espero que você esteja aproveitando o seu dia, @?",
                "Write_Yes": "Eu acho que sim, que você está certo. Isso exige coragem, e isso não é algo que um rival faria...#$b#Não, isso é algo que um amigo faria......",
                "Write_Maybe": "Seu conselho é. como sempre, cuidadosamente considerado. Restaurar a comunicação vai ajudar? ou vai fazer mal? Hmm...",
                "Write_No": "Ele veio falar comigo, @. Com certeza ele merece uma chance.^Ela veio falar comigo, @. Com certeza ela merece uma chance.",
                "Rekindle_Yes": "Eu sei que você tem as melhores intenções, e o sorriso dele ainda faz meu coração palpitar.$4^Eu sei que você tem as melhores intenções,e o sorriso dela ainda mas meu coração palpitar.$4#$b#Nós vamos ver como isso vai desenrolar. Mas sim, Eu devo guardar minha alma cuidadosamente.$1",
                "Rekindle_No": "Seu conselho é sábio. Nós já tentamos uma vez, e falhamos. Seria idiotice seguir o mesmo caminho novamente.$2",
                "NewYears_1": "Ah, eu não achava que você era do tipo materialista, @. Ainda assim, não se pode argumentar que, embora o dinheiro não traga a felicidade, ele pode aliviar muitos fardos.",
                "NewYears_2": "Eu me pergunto o que o Prefeito Lewis vai pensar disso? Bem, você tem meu voto, meu amor!$1",
                "NewYears_3": "De fato é um esforço digno! E eu vou dar meu suporte para você por todo o caminho.",
                "NewYears_4": "Assim como eu, meu amor.$4",
                "NewYears_5": "Ah... me desculpe por perguntar...$2",
                "NewYears_6": "Ah...$2",
                "joja_Begin": "Ouvi dizer que você comprou uma associação Joja. Eu mesmo compro lá. Embora eu não possa dizer que sou fã de sua Joja Cola.%revealtasteJasper167",
                "cc_begin": "Eu ouvi falar que você se aventurou pelo velho centro comunitário. Eu ouvi rumores de que tem criaturas misteriosas que se mudam para locais que os humanos abandonaram.#$b#Se você vir alguma, pode por favor me avisar?",
                "cc_Greenhouse": "Eu encontrei isso no fundo do meu armário... Eu achei que você faria um melhor uso disso do que eu.[745][745][745][745][745]$4",
                "cc_Bridge": "Marlon me informou que a ponte que leva para a pedreira foi reparada misteriosamente.#$b#Você não saberia nada sobre isso né, @?",
                "cc_Bus": "Ah, é tão bom saber que o ônibus foi reparado! Talvez eu deva me aventurar no Deserto Calico.#$b#Eu ouvi falar que tem uma Caverna Complexa e mortal lá. Talvez isso possa ser útil?[773]",
                "cc_Minecart": "Você não acha bizarro? Os carrinhos das minas que são antigos voltaram a funcionar! Realmente tem algo misterioso acontecendo.",
                "movieTheater": "Um cinema na cidade? Eu imagino que isso deva ser interessante. Mas eu fico com vergonha indo sozinho ao cinema.",
                "TalkJasperHome": "Enquanto eu estava deitado no escuro, sentindo minha vida se esvaindo, e minha mente ficando nublada de dor. Eu percebi algo, @.$2#$b#Eu percebi que tem muito mais na vida que eu perdi. Que eu me enterrei tão fundo na minha pesquisa, eu me fechei para as outras pessoas que se importam.$2#$b#Obrigado por se importar o suficiente para vir me encontrar, @.$4",
                "JasperHomeB": "A criança que me resgatou, @. Quem era ele? Minha mente estava embaçada de tanta dor, que eu não consigo parar de pensar...#$b#$q 5070453/5070454 null#Era real ou era ilusão?#$b#$r 5070453 50 StrangeChild_Dwarf#Você encontrou os Anões!#$r 5070454 0 StrangeChild_Unknown#Eu não sei.#$r 5070454 0 StrangeChild_Dream#Um fragmento da sua imaginação.",
                "StrangeChild_Dwarf": "Você me entretem, @. Ah, mas isso não é ironia.$4",
                "StrangeChild_Unknown": "Um Mistério então. Eu me pergunto se o Linus conhece. Pois eu gostaria de agradece-lo.$2",
                "StrangeChild_Dream": "Ah, mas ele me pareceu tão real... Suas mãos geladas tocando na minha pele quente.$2",
                "AlienCapsule": "A cápsula parece que esta pulsando... Isso é muito intrigante.",
                "eleição": "Não tenho certeza se apoio essa última mudança de liderança, @. O prefeito Morris se apresenta bem, mas temo que suas intenções possam não ser benéficas.$2",
                "LucikielArrives": "As trevas despertaram no Vale, @. Se cuide.$2",
                "ReputationIncreased": "Eu devo admitir, eu estava cauteloso no começo. Lucikiel certamente fez uma grande entrada de muitas formas...$2#$b#Mas Gunther e Marlon ambos falam muito bem de seus atos nas minas; ele esta trabalhando por dinheiro, meu amigo!$1#$b#Talvez as primeiras impressões podem te enganar.",
                "AbandonedBride": "Você ouviu o grito na noite passada, @? Ele penetrou os meus sonhos e encheu meu coração com medo.",
                "CryptoToday_Talk": "Criptozoologia Hoje? Ah, eles não são muito bem vistos dentro da comunidade científica, pois favorecem um... forma sensacionalista de jornalismo.$1#$b#Ah, mas não, nada tão grosseiro quanto um tabloide! E eles pagam bem.$4",
                "JTheory_A": "Errar... bem, sim. Fiquei acordado a noite toda pesquisando e eles me pegaram desprevenido.#$b#Temo que minha língua possa ter sido menos do que guardada...",
                "JTheory_B": "Talvez... mas há algumas evidências para apoiá-lo. Ainda assim, não posso esperar que você acredite nisso.#$b#Não quando meus respeitados colegas o desprezaram.",
                "JTheory_C": "Errar, não exatamente. Mas soa como um esboço de história, não é?#$b#Eu não estava pretendendo... mas talvez eu devesse.$1#$b#Sim... essa é certamente uma maneira de divulgá-lo. Obrigado, @.$3",
                "JTheory_D": "De fato, sim. Bem, o básico disso, pelo menos.#$b#Infelizmente, o não convencional não se encaixa bem com o Heritage Board. Eles exigem evidências infalíveis antes mesmo de considerarem qualquer coisa fora do mundano.$a#$b#Eu ficaria feliz em compartilhar mais com você, talvez em uma data posterior. Se você fosse receptivo?$4",
                //Unique Dialogue Mods (Courtship/Jealousy responses)
                "give_flowersA": "Você está me dando flores? isso é tão do-$1#$b#Espera! Esse é um dos Buques do Pierre. Você quer dizer... você realmente quer sair comigo?#$b#Mas é claro, SIM!$4",
                "give_flowersB": "Ah, @. quero dizer, eu sabia que os meus sentimentos por você eram... bem, mais profundos do que as cavernas.$1#$b#Mas para você se sentir da mesma forma? Bem, eu estou bem pasmo!$4",
                "give_pendant": "Você realmente quer se amarrar com um velho como eu?$4#$b#Estou em sentindo honrado. De verdade. Por favor, deixa que eu organizo tudo. Tudo vai estar pronto em três dias.$1",
                "stardrop_gift": "Você, meu amor, é um presente das estrelas.#$b#Por isso eu lhe presenteio com isso, um pequeno pedaço direto do paraíso e um presente do meu coração.$4",
                "reject_two_heartA": "Flores? Porque? O que elas significam? Nós mal nos conhecemos.$3",
                "reject_two_heartB": "Por favor, tire isso daqui. É embaraçoso.$2",
                "reject_four_heartA": "Eu sei que nós nos tornamos amigos, @. Mas isso... quero dizer... Desculpa. Não.$2",
                "reject_four_heartB": "Eu agradeço a sua oferta, @. E não pense que não estou lisonjeado.$2#$b#Mas você não deveria apressar as coisas. Isso só vai fazer você se meter em problemas.$2",
                "rejectNPCA": "Por favor, tire isso daqui. Isso é embaraçoso.$2",
                "rejectNPCB": "Não pense que não estou lisonjeado, mas eu não posso namorar... minha pesquisa... bem, não seria justo com você.$2",
                "breakUp": "Eu entendo. Mas por favor, que pelo menos continuemos amigos.$2",
                "engageA": "Você já não está noivo?$2#$b#Eu te admiro, @, por favor não deixe eu pensar o oposto de você.$5",
                "engageB": "Eu acredito que essa não é uma conduta correta. Por favor, não seja tão rápido em trair seu noivo^Eu acredito que essa não é uma conduta correta. Por favor, não seja tão rápido em trair sua noiva.$5",
                "marriedA": "Ah, me chame de velha guarda, mas eu não acho que isso seja uma boa conduta.$2",
                "marriedB": "Eu me importo com você, @, mas os laços do casamento são sagrados. Me entristece que você queira fazer piadas com eles.$4",
                "refusal_no_heartsA": "Bem, eu acho que você, possivelmente, não conhece as nossas tradições locais?$2",
                "refusal_no_heartsB": "Você entende o que isso significa? É para ser dado para aquele que você ama, não um estranho.",
                "refusal_knownA": "Não podemos apenas ser amigos, @? Você não gostaria de ter um peso como eu na sua vida$4",
                "refusal_knownB": "Eu estou casado com a minha pesquisa, @. É melhor você tentar em outro lugar.",
                "refusal_botherA": "Sua persistência é admirável. mas eu sinto que a resposta permanece 'não'.$2",
                "refusal_botherB": "Por favor, @, pare. Você está se envergonhando.$5",
                "giftquestion_yes": "Você tem uma alma generosa, @. É por isso que esta cidade - e eu! - adoramos você.$1",
                "giftquestion_lie": "Por favor, não minta para mim, @. Eu desejo que o nosso relacionamento seja na base da verdade e comunicação.$5#$b#Eu achava que você também queria isso.$2",
                "GiftReaction_Blueberry": "Ah, mirtilo. O doce da natureza.$1",
                "GiftReaction_Blueberry~1": "Esses são os meus favoritos. Muito obrigado.$1",
                "GiftReaction_Geode": "Que tipo de tesouro isso esconde!$1",
                "GiftReaction_Frozen_Geode": "Obrigado! isso é tão legal e frio. Entendeu?$3",
                "GiftReaction_Magma_Geode": "Ah, Eu me pergunto o que tem dentro?$1",
                "GiftReaction_Omni_Geode": "É como se fosse uma obra de arte da mãe natureza!$1",
                "DwarfVisit_pk": "Na outra noite, alguém entrou no meu apartamento e quando acordei, minhas anotações haviam desaparecido.#$b#$q 5599021 DwarfVisit_pkq#Quem você acha que faria tal coisa?#$r 5599022 25 DwarfVisit_pk.r1#Talvez fosse um anão?#$r 5599022 10 DwarfVisit_pk.r2#Talvez goblins?#$r 5599022 0 DwarfVisit_pk.r3#Aposto que era Peasbody!#$r 5599022 -50 DwarfVisit_pk.r4#Você definitivamente os deixou na mesa?",
                "DwarfVisit_pk.r1": "Você realmente acha que sim? Isso poderia ser um sinal? Mas o que isso significa? Eu suspeito que eles não desejam ser encontrados...$2",
                "DwarfVisit_pk.r2": "Isso parece ... não impossível. Os goblins deixam um cheiro persistente por onde passam - de folhas mortas e apodrecidas. Eu não sinto o cheiro disso aqui.",
                "DwarfVisit_pk.r3": "$p 5070124#Eu duvido disso. Cameron nunca procuraria me prejudicar dessa maneira, nem se inclinaria para pequenos crimes.|Eu sei que você e Peasbody não estão de acordo, mas isso parece dissimulado, mesmo para ele.$a^Eu sei que você e Peasbody não estão de acordo, mas isso parece dissimulado, mesmo para ela.$a",
                "DwarfVisit_pk.r4": "Por favor, não me faça duvidar das minhas memórias, @. Pois eu realmente os deixei ao lado da mesa naquela noite.$2#$b#É o meu corpo que está quebrado, não a minha mente.$a"
            }
        },
        { //After completing his 6-heart event story arc
            "LogName": "Recovery Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Jasper",
            "Entries": {
                "Tue8": "Me desculpe se eu pareço um pouco aéreo. Na noite passada pesadelos me atormentaram.#$b#Eu tenho medo do escuro, @, como eu nunca tive antes.",
                "summer_Wed6": "Gunther foi um ótimo anfitrião, mas temo que não sou a melhor companhia no momento.",
                "Wed8": "Eu estou envergonhado em admitir, @, mas eu comprei uma luz noturna. Ajuda a manter os pensamentos sombrios afastados.#$b#Eu me preocupo que o vazio tenha se infiltrado em meu coração.",
                "Fri10": "Eu estou planejando meu próximo projeto de pesquisa, @.#$b#$q 5070900 n Os Junimos?#$r 5070902 25 Project_Dwarves#Você não deveria abandonar os Anões!#$r 5070903 25 Project_Void#O que você acha do Vazio?#$r 5070904 -25 Project_None#Talvez seja hora de você se aposentar.",
                "Project_Junimo": "Ah, isso é uma boa ideia! Uma pena, poucos estão dispostos a acreditar em sua existência.#$b#Não que isso vá interromper minhas atividades de antes!",
                "Project_Dwarves": "Ah, querido @, temo que meus dias de espeleologia terminaram. A não ser que um Anão venha até a mim... bem, os segredos deles permaneceram ocultos.",
                "Project_Void": "O vazio... ai existem segredos que é melhor deixarem adormecidos.#$b#Eu tenho medo de entrar nessas profundezas novamente.$2",
                "Project_None": "Isso é ridículo! A carne pode ser fraca, mas o meu cérebro ainda me pertence. $5",
                "Jasper_Project": "$p 5070904#Eu não vou me aposentar! Aposentadoria é a chave para morrer mais cedo, @.|Eu vou seguir o chamado dos Junimo, e desvendar a magia do Vale do Orvalho.#$b#Eu espero que você possa me ajudar.$6",
                "Fri6": "Por anos eu deixei a pesquisa comandar a minha vida, @. Agora eu me pergunto o que foi que eu perdi.",
                "spring_23_2": "Eu acredito que você vai estar presente na dança de amanhã? Ah, não me olhe assim, @.#$b#Eu vou participar, sim, mas ninguém vai querer dançar com um homem arruinado como eu.$2",
                "Sun8": "Eu me encontro escorregando na grande piscina escura de arrependimentos e melancolia com bastante frequência ultimamente.#$b#Eu sou grato por te ter para alegrar os meus dias.",
                "summer_Tue8": "Minha vida mudou irrevogavelmente, @. Eu não sou mais o homem que eu costumava ser.#$b#Mas você me deu coragem para encarar tudo na esportiva$3#$b#Esportiva... entendeu? não? Talvez não seja a melhor das piadas.",
                "summer_Fri6": "$1 Jasper_Archives#Gunther requisitou a minha ajuda com os arquivos. Eu imagino qual segredos eu vou descobrir.$k#$e#Ah, as coisas que eu já descobri sobre essa Vila, @! Hmmm, talvez eu deva escrever sobre a história local. Mas isso pode ser um pouco escandaloso!$3",
                "summer_Fri8": "Você já se perguntou de onde o Ghunter veio? Ontem ele estava me contando sobre o seu passado. Ele era um aventureiro quando mais novo!$1#$b#Eu não sei o quanto eu devo acreditar, entretanto.$3",
                "summer_Sat6": "Eu não fui honesto completamente sobre a minha relação com o Peasbody. Nós éramos mais que colegas. Mais que amigos.^Eu não fui honesto completamente sobre a minha relação com a Peasbody. Nós éramos mais que colegas. Mais que amigos.$5#$b#As coisas ficaram complicadas, @. E eu deixei ele escapar de mim.^As coisas ficaram complicadas, @. E eu deixei ela escapar de mim.$2",
                "summer_Sat8": "Eu não me considero convencido, mas eu não gosto da pena refletido no olhar dos outros.$2",
                "summer_Sat10": "Eu me pego lendo por prazer cada vez mais.#$b#Gunther me emprestou um de seus livros... não é algo que eu leria normalmente, mas eu não consigo desgrudar!",
                "fall_Mon8": "Eu acordei ontem a noite encharcado de suor, e com um barulho horrível ecoando nos meus ouvidos.#$b#Os pesadelos me assombram, @. Eles me fazem ter medo de dormir.",
                "fall_Tue8": "$q 507098/507097 Jasper_Leg_Gross#Por favor, me diga honestamente, meu ferimento causa nojo em você?#$r 507098 50 JasperDisgust_No#Não, porque causaria?#$r 507097 -25 JasperDisgust_Yes#Sim, me deixa desconfortavel.",
                "JasperDisgust_No": "Ah @, eu devo admitir, eu estou aliviado.",
                "JasperDisgust_Yes": "Eu aprecio a sua honestidade, @. Eu me sinto doente quando eu olho para ela.",
                "Jasper_Leg_Gross": "$p 507098#Eu sei que eu devo aceitar a minha incapacidade, @. Mas eu gostaria de voltar no tempo.|Eu me preocupo com o que os outros podem pensar, @. Uma parte de mim quer se esconder para sempre.",
                "Jasper_Teach": "Penny pediu para que eu conversasse com as crianças, talvez até ensina-las. Eu me encontro tremendo de nervoso! Eu não estou acostumado com um público infantil.$2",
                "ArchaeologyHouse_17_12": "Eu venho ensinado as crianças. Jasmine é bem atenciosa e cheia de perguntas! Vincent pelo contrário... bem, ele parece ter interesse em entomologia.",
                "winter_Thu10": "Nessas noites frias, os meus ossos doem.#$b#Como ossos e músculos podem doer, quando eles não estão mais lá?",
                "springForest_Tue": "O Dr. me recomendou me aventurar ao ar livre. Posso sentir isso curando o meu espírito.$1",
                "springForest_Sun": "O doce cantar dos pássaros, o caminhar das criaturas no subsolo... Talvez eu tenha passado tempo de mais no subsolo, @.",
                "Beach_45_22": "Você já se perguntou o que tem ao longo do oceano, @? Nós somos tão insignificantes neste vasto mundo.$2#$b#Ah, eu acho que eu passei tempo demais pensando ultimamente.$5",
                "Custom_LK_Museum2_18_13": "Comida trás nutrientes para o corpo, mas conhecimento é o que trás nutrientes para a alma, @.$4",
                "Town_32_78": "Saudações meu amigo! É um prazer ajudar a Evelyn a cuidar dos canteiros de flores.#$b#Existe algum uso para um estudioso acabado afinal!",
                "summer_15_2": "Hoje é o aniversário de morte do meu pai. Eu tinha sete anos de idade.$2#$b#O rendimento das minas diminuiu significativamente, e os mineradores eram mandados para lá em turnos - trabalhando dia e noite - num esforço para atingir a meta.#$b#Meu pai estava no turno noturno.#$b#A explosão aconteceu faltando cinco minutos para a meia noite: um terrível BOOM baixo que sacudiu as janelas e fez com que o gato fosse parar em baixo da cama.#$b#Nós corremos para fora, e uma fumaça escureceu o céu estrelado. A floresta queimou por uma semana. As minas continuam a queimar.$2"
            },
            "When": {
                "HasSeenEvent |contains=50709915": true
            }
        },
        { //Rival Hearts (when has seen event with Cameron and given Rekindle_Yes answer)
            "LogName": "RivalHearts Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Jasper",
            "Entries": {
                "Wed8": "Me desculpe, estou um pouco cansado hoje. Cameron passou por aqui e ficamos acordados a noite toda.$1#$b#Estávamos conversando é claro! Bem...estávamos conversando...$4",
                "Sat8": "$1 New_Proposal#Eu encaminhei uma nova proposta para avaliação. Eu espero que minha amizade recém refeita com Cameron possa ajudar em sua aceitação.$k#$e#Cameron concordou em me ajudar com a minha ultima proposta. Tenho certeza que discordaremos profundamente.#$b#Mas, um debate bem pensado é sempre bem-vindo e deve ajudar em argumentos numa data posterior.$3",
                "fall_Fri8": "Cameron me convidou para ir ver um filme com ele. Eu não sei se devo acertar.$2^Cameron me convidou para ver um filme com ela. Eu não sei se devo aceitar.$2#$b#Tenho certeza de que discordaremos avidamente sobre isso e parece uma pena desestabilizar essa nova amizade que forjamos.$2",
                "summer_Thu8": "Cameron está tentando me convencer a tentar surfar. Eu não acho que é uma boa ideia.$2#$b#Eu sinto que ele está querendo me matar!$3^Eu sinto que ela está querendo me matar!$3#$b#estou brincando é claro, mas ainda considero imprudente.$1",
                "fall_Sat8": "Cameron me convidou para o Circo de Grampleton...#$b#$q 5070100 Jasper_Date#Você acha que eu devo aceitar?#$r 5070100 50 JasperDate_Crush#Definitivamente, Cameron gosta de você!#$r 5070100 0 JasperDate_Obv#Mas é claro! Me parece divertido!#$r 5070101 0 JasperDate_No#Não, Cameron é um idiota.^Não, Cameron é uma idiota.#$r 5070102 25 JasperDate_Deserve#Não, você merece algo melhor que o Cameron.^Não, você merece algo melhor que a Cameron.",
                "JasperDate_Crush": "Ah, que sem noção, @. Somos apenas amigos...$3#$b#Mas você acha isso mesmo? Quero dizer...eu gosto muito dele também.$4^Mas você acha isso mesmo? Quero dizer...eu gosto muito dela também.$4",
                "JasperDate_Obv": "Multidões, barulho, alimentos e passeios que provavelmente falharam nas auditorias de segurança?$2#$b#Ah, eu suponho que você esteja correto, @. Pode ser divertido!^Ah, eu suponho que você esteja correta, @. Pode ser divertido!$1",
                "JasperDate_No": "Isso é um pouco duro! Cameron e eu tivemos os nossos problemas no passado...mas eu acredito que finalmente chegamos a um acordo.#$b#Entretanto, você talvez seja sábio em me alertar sobre a companhia dele.^Entretanto, você talvez seja sábio em me alertar sobre a companhia dela.",
                "JasperDate_Deserve": "Eu estou grato por você me colocar em tão alta estima, @.",
                "Jasper_Date": "$p 5070100#... e ele se provou uma ótima companhia.$3^...e ela se provou uma ótima companhia.$3#$b#Ele me deu um esquilo de pelúcia. É bem engraçado!$4^Ela me deu um esquilo de pelúcia. É bem engraçado!$4|... mas eu aceitei o seu conselho e declinei o convite. Eu não consigo não me arrepender. Me pareceu que foi divertido.$2",
                "fall_Wed8": "$1 Jasper_JustFriends#Cameron e eu? Ah, nós somos apenas amigos, @. Mas sim, ouso imaginar, talvez nós possamos ter algo a mais?$l$k#$e#Cameron e eu? Eu suponho que não é presunçoso dizer que definitivamente existe faíscas entre nós.$4",
                "winter_Tue8": "Cameron está me convencendo a sair da minha concha, para experimentar coisas novas. E citando a frase... Yo-lo? O que isso significa?$1#$b#Mas eu estou contente com a minha concha atual, @!. E eu já joguei dados demais com a morte... não quero jogar de novo.$2",
                "Winter_Fri8": "Eu confesso, @. Eu ainda tenho uma queda pelo Cameron. é por isso que as palavras dele me machucaram tanto.^Eu confesso, @. Eu ainda tenho uma queda pela Cameron. é por isso que as palavras dela me machucaram tanto.#$b#Nós estamos a caminho de uma reconciliação. Meu coração sofre um aperto por antecipação, mas há uma ansiedade lá vibrando também.$4",
                "winter_Sun8": "A noite passada estava pesada, @. O pavor, a escuridão, como uma força, pressionadas com força no meu peito.#$b#Cameron falou comigo sobre isso: sussurrou palavras reconfortantes enquanto eu tremia no escuro#$b#Eu tinha me esquecido como ele pode ser gentil.^Eu tinha me esquecido como ela pode ser gentil.",
                "winter_Sat8": "Nós somos tão diferentes, Cameron e eu.#$b#$q 5070103 Jasper_Extrovert#O que ele pode ver em um idiota tímido como eu?^O que ela pode ver em um idiota tímido como eu?#$r 5070103 50 Jasper_Sensitive#Uma alma sensível e cuidadosa.#$r 5070103 50 Jasper_Smart#Uma mente brilhante e um coração corajoso.#$r 5070104 -25 Jasper_Manipulate#Um coração tolo que pode ser manipulado facilmente.#$r 5070104 -50 Jasper_Mean#Honestamente, eu não tenho ideia.",
                "Jasper_Sensitive": "Obrigado, @. Sua empatia, como sempre, é um bálsamo bem-vindo para minha própria dúvida.$4",
                "Jasper_Smart": "Eu ainda tenho as minhas dúvidas, isso eu devo concordar...$4#$b#...mas um coração corajoso? Ah @, você me deixa envergonhado!$3",
                "Jasper_Manipulate": "Você provavelmente está correto, @. Meu coração é realmente fraco - e eu seria um tolo se eu deixasse ser levado pelo carismático charme dele.$5^Você provavelmente está correto, @. Meu coração é realmente fraco - e eu seria um tolo se eu deixasse ser levado pelo carismático charme dela.$5",
                "Jasper_Mean": "Busque segurança, receba indiferença. Eu diria que eu aprecio sua honestidade, @. Mas na verdade, eu não aprecio.#5",
                "Jasper_Extrovert": "$p 5070103#Mas tem um ditado que diz que os opostos se atraem e talvez a minha negatividade equilibre a positividade.$3^Mas tem um ditado que diz que os opostos se atraem e talvez a minha negatividade equilibre a positividade.$3|E eu entendo que eu não pode funcionar um relacionamento entre nós. Então por que eu quero tentar tanto? Eu realmente gosto dele, @. Muito.$5^E eu entendo que eu não pode funcionar um relacionamento entre nós. Então por que eu quero tentar tanto? Eu realmente gosto dela, @. Muito.$5",
                "winter_20_2": "Eu gostaria de comprar um presente para o Cameron para a Estrela Invernal. Você tem alguma sugestão, @?^Eu gostaria de comprar um presente para a Cameron para a Estrela Invernal. Você tem alguma sugestão, @?"
            },
            "When": {
                "HasDialogueAnswer": "5070124"
            }
        },
        { //Dating dialogue
            "LogName": "Jasper has a crush on farmer Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Jasper",
            "Entries": {
                "Wed8": "Saudações meu querido amigo! É sempre um prazer ver você.#$b#E eu espero que você também se sinta assim.^Saudações minha querida amiga! É sempre um prazer ver você.#$b#E eu espero que você também se sinta assim.$4",
                "spring_Sat8": "Eu encontrei isso no fundo do meu armário... eu espero que ainda cresçam.[745][0745]$4",
                "fall_Fri10": "É como se um peso tivesse siso tirado do meu ombro. ou melhor, é como se tivesse sido tirado do meu joelho.$3#$b#Desculpe, humor negro novamente. Mas falando sério @, eu sou grato a você, por tolerar minhas fraquezas e por se tornar meu amigo.^Desculpe, humor negro novamente. Mas falando sério @, eu sou grato a você, por tolerar minhas fraquezas e por se tornar minha amiga.",
                "summer_Mon8": "Ah, Olá @. Você... err... está adorável hoje.$4",
                "winter_Sat10": "Ah, meu coração parece um emaranhado de borboletas e eu mal como tem uma semana!$1#$b#Estaria eu doente? Ou isso é... Ah, rochas são muito mais fáceis que emoções!$2",
                "fall_Sat10": "O outono costumava me encher de melancolia, @. Mas há uma certa beleza nesta estação, não acha?#$b#Tenho certeza de que sua fazenda deve estar linda.$1#$b#Isso não é uma dica! Bem, talvez apenas uma pequena.$4",
                "winter_Tue10": "Sua presença agraciou os meus sonhos na noite passada, @. Eu dormi muito bem.$4",
                "Sat8": "Você se importaria de me ajudar com a minha pesquisa, @? Eu encontrei uma clareira na floresta que parece um habitat ideal para os Junimo.#$b#Não, isso não é um encontro! Umm... a não ser que você queira que seja?$4",
                "spring_Sat10": "Olá meu querido, com esse tempo bom na primavera, um piquenique é obrigatório!^Olá minha querida, com esse tempo bom na primavera, um piquenique é obrigatório!$1#$b#Eu sinto que tem magia no ar de hoje - talvez a gente faça algum amigo novo hoje!",
                "winter_Fri8": "Outros descreveram meus estudos como audacioso, que eu estou perseguindo sonhos e mitos.#$b#Mas, assim como o frio que põe o seu peso sobre a terra, eu consigo sentir isso. Eu consigo sentir eles.#$b#Eles podem ser invisíveis aos meus olhos, mas eu sinto eles no meu coração, @.",
                "winter_Sun10": "$1 NightFears#Você pode se sentar comigo por um tempo? Por favor, @. O pavor esta me atormentando esta noite, e com você aqui, eu me sinto melhor.$2$k#$e#O sono vem mais facilmente agora, com os pesadelos longe. E é tudo graças a você, @.Você tem sido meu escudo e eu sou grato por te ter ao meu lado.",
                "spring_Mon10": "Eu ficaria feliz em te ajudar com o seu jardim, @.$1#$b#Ajudar você a cuidar de uma nova vida seria o meu prazer.$1#$b#COLHEITAS, EU QUIS DIZER COLHEITAS! cuidar das colheitas...$4",
                "LucikielArrives": "Uma escuridão chegou ao Vale, @. Por favor, fique bem, @. Eu não quero que ninguém ou nada te machuque.$2",
                "winter_24": "Feliz Estrela Invernal! Eu comprei algo para você... Eu espero que não tenha sido precipitado de minha parte.[72]$4#$b#Parece ser recém minerada, e crua, mas o brilho me parece promissor.$1",
                "winter_24_2": "Feliz Estrela Invernal! Eu comprei algo para você...[72]$4#$b#Parece ser recém minerada, e crua, mas o brilho me parece promissor.$1",
                "refusal_knownA": "Ah! Isso é muito precipitado... Eu... Eu me importo com você, muito, @. Mas... podemos ir mais devagar, por favor?$2#$b#Você ainda pode se cansar de mim!$4",
                "refusal_knownB": "Ah, minha mente está a um milhão... a pouco tempo atrás eu estava casado com a minha pesquisa. Por favor, me dê um pouco mais de tempo.$2",
                "refusal_botherA": "Eu preciso de um pouco mais de tempo para considerar. E o que isso significa. Desculpe.$2",
                "refusal_botherB": "Ah, @. Porque você está tão determinado a se algemas a um velho tolo como eu? Eu me importo com você de verdade, mas por favor, seja paciente.$4"
            },
            "When": {
                "HasSeenEvent |contains=50709921": true,
                "Relationship:Jasper": "Dating, Engaged"
            }
        },
        { //When has suggested Jasper contact Cameron AND started dating him too
            "LogName": "Farmer and Cameron crush Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Jasper",
            "Entries": {
                "Wed10": "Onde antes parecia ter um buraco em meu coração, agora está preenchido.",
                "Sat8": "Cameron passou aqui para um café ontem. Ele me perguntou de você.$3^Cameron passou aqui para um café ontem. Ela me perguntou de você.$3#$b#Nós estávamos discutindo meu último projeto. Como previsto, ele tem uma tendência a ser do contra.$2^Nós estávamos discutindo meu último projeto. Como previsto, ela tem uma tendência a ser do contra.$2#$b#Mas parece que não me importo mais.$1",
                "Sat10": "Cameron concordou em me ajudar a pesquisar os Junimo. Nós gostaríamos de sua ajuda.#$b#Ah, eu suspeito que talvez tenha alguma discussão... mas eu tenho certeza que podemos chegar a um... acordo.$4",
                "fall_Fri8": "Cameron me convidou para ir ao Cinema. Talvez você queira se juntar a nós?$1#$b#Não, não é para segurar vela... como... err... por favor, nós dois gostaríamos de sua companhia.$4",
                "summer_Thu8": "Talvez você possa se juntar a mim - nós - na praia em algum momento? Cameron se ofereceu para me ensinar a surfar.$1#$b#Eu suspeito que eu vá precisar de um resgate.$2",
                "winter_Tue10": "Se eu tivesse o charme do Cameron, e conseguisse transformar em palavras o que eu sinto. Sobre você. Sobre ele...$4^Se eu tivesse o charme da Cameron, e conseguisse transformar em palavras o que eu sinto. Sobre você. Sobre ela...$4",
                "winter_Fri8": "Eu confesso, @. Eu ainda me importo muito com o Cameron. Nós reconciliamos um pouco de nossa dor, e esclarecemos alguns desentendimentos.^Eu confesso, @. Eu ainda me importo muito com a Cameron. Nós reconciliamos um pouco de nossa dor, e esclarecemos alguns desentendimentos.$1#$b#E mesmo assim, eu me encontro desenvolvendo sentimentos por você: minha pulsação aumenta quando você está por perto, e você está sempre em meus pensamentos.$4",
                "winter_Sun10": "$1 NightFears#Você pode se sentar um pouco comigo, por favor @? O pavor me atormenta forte esta noite. Cameron prometeu me ligar, mas a sua presença vai me dar a força que eu preciso..$2$k#$e#O sono vem mais facilmente agora, que os pesadelos estão sendo contidos. E é graças a você e ao Cameron. Vocês dois são meu escudo e espada e eu sou grato por ter vocês dois ao meu lado.^O sono vem mais facilmente agora, que os pesadelos estão sendo contidos. E é graças a você e a Cameron. Vocês dois são meu escudo e espada e eu sou grato por ter vocês dois ao meu lado.",
                "JasperEngaged": "Cameron e eu conversamos, meu amor. Nós decidimos que no momento, deveríamos dar espaço um para o outro.#$b#Talvez nossos caminhos se cruzem novamente, mas no momento, nós sabemos que isso é o melhor a se fazer.$3"
            },
            "When": {
                "HasSeenEvent |contains=50709921": true,
                "HasDialogueAnswer": "5070124",
                "Relationship:Jasper": "Dating, Engaged"
            }
        },
        //Dialogue from other NPCs
        {
            "LogName": "Jas Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Jas",
            "Entries": {
                "Jasper_Teach": "Eu sou tão grata que o Professor Jasper vai nos ensinar! Eu tenho tantas perguntas para ele.$1",
                "ArchaeologyHouse_Wed": "#$c 0.8#Olá fazendeiro! Professor Jasper está nos ensinando sobre as Pedras Preciosas! Existe uma chamada Pedra das Fadas. Me parece ser linda!^Olá fazendeira! Professor Jasper está nos ensinando sobre as Pedras Preciosas! Existe uma chamada Pedra das Fadas. Me parece ser linda!#Você sabia que existe um tipo de pedra feita de lava? Ela é chamada de Obsidiana, e ela é linda!",
                "summer_Wed_inlaw_Jasper": "Eu espero que o Professor Jasper ainda venha ver a gente agora que ele está morando com você. Eu venho coletando muitas pedras para mostrar a eles!",
                "summerBeach6": "Eu encontrei uma rocha linda! Você acha que o Professor Jasper possa gostar?$3#$b#Ele é super inteligente, e responde a TODAS as minhas perguntas. Até as que a Senhorita Penny diz que são rudes de serem feitas.$1",
                "fall_Wed8": "Professor Jasper parece com um mago, não parece? Como se ele pudesse te ensinar coisas em uma escola de magia.$4#$b#Ele escreveu alguns dos livras da Biblioteca, você sabia!?$1",
                "JasperEngaged": "Você e o Professor Jasper vão se casar! É tão legal.$1#$b#Ei, vocês vão ter filhos? Eu ajudo a cuidar deles!",
                "Jasper_BabyCrawler": "Eu posso ir visitar você na fazenda por favor? Eu adoraria conhecer o %kid1.^Eu posso ir visitar você na fazenda por favor? Eu adoraria conhecer a %kid1.$3#$b#Eu vou ter cuidado, eu juro!$1"
            },
            "When": {
                "HasFlag:hostPlayer |contains=Jasper_Penny": true
            }
        },
        {
            "LogName": "Vincent Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Vincent",
            "Entries": {
                "Jasper_Teach": "Eu espero que o Sr. Professor nos conte tudo sobre os goblins. Eu ouvi falar que eles comem lesmas e vermes numa torrada no café da manhã!$1",
                "ArchaeologyHouse_Wed": "Hehe! Tem uma rocha chamada Xisto! Xisto!$3",
                "summer_Wed_inLaw_Jasper": "Professor Jasper nos conta histórias iradas sobre os goblins quando a senhorita Penny não está escutando.$1#$b#Eles são tão nojentos! é incrível. Eu espero encontrar um algum dia!",
                "JasperEngaged": "@ e Prof Jasper em cima de uma árvore! se B-E-I-J-A-N-D-O!$1"
            },
            "When": {
                "HasFlag:hostPlayer |contains=Jasper_Penny": true
            }
        },
        {
            "LogName": "Penny Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Penny",
            "Entries": {
                "Jasper_Teach": "Ah @, isso não é animador? Um professor renomado se oferecendo para ensinar as crianças?$3#$b#Talvez até eu aprenda alguma coisa!$4",
                "JasperEngaged": "Parabéns pelo seu casamento. Quando eu encontrei com o Jasper, ele me pareceu tão estudioso e distante.#$b#Mas ele é tão bom com as crianças! Eu tenho certeza de que vão ser muito felizes juntos."
            },
            "When": {
                "HasFlag:hostPlayer |contains=Jasper_Penny": true
            }
        },
        {
            "LogName": "Harvey Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Harvey",
            "Entries": {
                "JasperHurt": "Eu não posso quebrar a confidencialidade, mas eu posso te assegurar que o Jasper sobreviveu a cirurgia e está se recuperando.#$b#Uma recuperação completa? Ah, eu acho que é melhor você conversar com ele.$2",
                "JasperEnagaged": "Eu ouvi que vai se casar com o Professor. Parabéns para os dois.[348]$1"
            }
        },
        {
            "LogName": "Eloise Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Eloise",
            "Entries": {
                "ArchaeologyHouse_Wed": "#$c 0.7#Professor Jasper conhece muitas coisas! Eu já li os livros dele! Você sabia que ele morou com os goblins? Eles parecem legais, mas também assustadores. Eu não sei se eu quero conhecer um.#Olá fazendeiro @! você sabia que...^Olá fazendeira @! você sabia que...#$b#%Eloise compartilha o seu _vasto_ conhecimento adquirido sobre pedras preciosas com você.",
                "JasperEngaged": "Você vai se casar com o Professor! Você sabia que uma vez ele estava noivo de uma goblin?#$b#Talvez você devesse perguntar a ele sobre isso!$1"
            },
            "When": {
                "HasFlag:hostPlayer |contains=Jasper_Penny": true
            }
        },
        {
            "LogName": "Maru Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Maru",
            "Entries": {
                "Jasper_Bionic": "Você conhece aquele Professor magricela? Jasper?#$b#Eu estou trabalhando em uma nova perna para ele. Não conte para ele, certo? Eu quero que seja uma surpresa.$1"
            }
        },
        /*******************************************************
O T H E R   C H A R A C T E R S
********************************************************/
        { //C A M E R O N
            //Cameron is farmer gendered, meaning if farmer's gender is female then Cameron is female, and if make, then their gender is male. If you need to vary dialogue due to this, label them as 'male' and 'female' and I'll add in the relevant conditions.
            "LogName": "Cameron Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Cameron",
            "Entries": {
                "Introduction": "Olá, você deve ser o novo Fazendeiro. Eu sou o Professor Cameron Peasbody, mas você pode me chamar de 'Cam'.^Olá, você deve ser a nova Fazendeira. Eu sou a Professora Cameron Peasbody, mas você pode me chamar de 'Cam'.",
                "Mon": "Gunther me pediu para vir aqui sabe. Não tinha nenhum outro motivo...#$b#Bem, talvez tive algum tipo de incentivo.",
                "Seg4": "O que você quer dizer? Eu não segui Jasper aqui! Eu vim aqui para fazer pesquisa.$5#$b#Mas sim, ele é uma vantagem adicional.$4",
                "Mon6": "Eu ainda estou um pouco apaixonado pelo Jasper. E sim, sou um completo idiota as vezes. Mas é por que eu não queria que ele se machucasse!$4^Eu ainda estou um pouco apaixonada pelo Jasper. E sim, sou uma completa idiota as vezes. Mas é por que eu não queria que ele se machucasse!$4#$b#Tudo bem, você está certo. Isso é um motivo idiota.$2",
                "Mon8": "Jasper e eu nos conhecemos há muito tempo. Ele é tão reservado e tenso... Tentei fazer com que ele aprendesse a viver um pouco.#$b#Eu acho que isso não acabou tão bem para ele. Será que...$2",
                // "Tue": "Sim, estou hospedado na pensão. Aquele cara do outro lado do corredor continua tocando guitarra de manhã. Dificulta a concentração.#$b#Ele tem alguns riffs muito bons!",
                "Tue": "Sim, Eu estou morando na Pensão. Aquele cara no fim do corredor fica tocando sua Guitarra de manhã. Fica difícil se concentrar.#$b#Mas ele sabe tocar umas boas notas!",
                "Tue4": "Sim, o Gunther é legal, mas ele prefere sentar naquela velha biblioteca e observar seus tesouros brilhantes o dia todo.#$b#Eu? Bem, eu prefiro estar aqui fora, agarrando a vida pela garganta.",
                "Tue8": "Há um grimório muito antigo na universidade. E eu não acredito em fantasmas ou outras bobagens, mas isso me dá calafrios.#$b#Este lugar também faz isso. É tudo história... mas é uma história sombria.",
                "Wed": "Encontrou alguma relíquia interessante por ai?? Eu ficaria feliz para adicionar ela para a extensa colação da Universidade de Zuzu.",
                "Wed6": "Nós temos certeza de que os primeiros colonos adoravam as galinhas. Meio estranho não acha?#$b#Mesmo assim, acredito que você já tenha escutado coisas mais estranhas!",
                "Wed10": "Há um pico por aqui chamado Mount Evermore. É uma subida íngreme e perigosa, mas as vistas são espetaculares.#$b#Talvez eu suba lá um dia. Eu pediria que você se juntasse a mim, mas... bem, você precisa estar super em forma.",
                "Thu": "A Vila Pelicanos tem uma história interessante; os primeiros colonos vieram pelo mar.#$b#Parece que já existiam pessoas aqui antes, porém não achamos provas orgânicas, apenas seus artefátos.$2",
                "Thu6": "Você gosta de Espeleologia, @? Tem um sistema de cavernas impressionantes por aqui.#$b#Alguns rumores dizem que nunca se repetem duas vezes. Por isso é bem comum se perder.",
                "Thu8": "Jasper e eu nos conhecemos a muito tempo. ele é muito tenso e reservado ... Eu tentei fazer ele aproveitar um pouco a vida.#$b#Mas eu acho que não deu muito certo para ele. Não é...?$2",
                "Fri": "Você gosta de surfar, @? As ondas daqui não são as melhores para isso, triste.#$b#Você precisa ir ao Oeste, para o Ponto Juniper, para conseguir surfar de verdade.",
                "Fri4": "Maratonas não são a minha praia, mas fiz um triatlo uma vez. Isso foi muito hardcore.#$b#Você já foi...? Não... Acho que não.",
                "Fri6": "Sim, o Jasper tem umas ideias bem loucas. É uma das (muitas) coisas que eu gosto nele.$4#$b#Além de que ele é bem gostoso se você gostar de professores nerds. E bem, eu gosto!$1",
                "Fri8": "Eu pulei de um avião, nadei com tubarões, raias e águas-vivas, e uma vez fui mergulhar livremente ao longo da Costa do Cobre.$1#$b#Mas se tem uma coisa que eu nunca vou fazer, @, é entrar no subsolo. Ter todas aquelas rochas em cima de mim me dá calafrios.$2",
                "Sat": "Já tentou voo livre? Sim, é perigoso, mas o que é a vida sem um pouco de adrenalina?",
                "Sat6": "Heh, nos nossos tempos de estudante, eu escalei a altura da Torre de Astronomia para pendurar a cueca de Jasper como uma bandeira.#$b#Ele não se impressionou.$1",
                "Sat8": "Sim, já aconteceram coisas bem estúpidas comigo. Mas o que não te mata...#$b#Realmente, é tudo sobre estar preparado e não deixar o medo te governar.#$b#Além disso, não ser pego!$1",
                "Sun": "Eu realmente sinto falta do Jasper, sabe. Sim, eu o tratei mal... Fui um idiota e desde então estou arrependido.^Eu realmente sinto falta do Jasper, sabe. Sim, eu o tratei mal... Fui uma idiota e desde então estou arrependida.#$b#Eu não o culparia se ele não me perdoasse.#$b#Ah, porque eu estou te contando isso? Não é como se eu e você nos conhecêssemos bem.",
                "Sun4": "Jasper e eu sempre fomos amigos e rivais. Já estamos acostumados a ficar debatendo por horas!#$b#Eu me arrependo de ter feito ele se afastar. Você provavelmente não vai acreditar, mas eu realmente me importava - importo! - com ele...",
                "Sun6": "Sim, Jasper tem algumas ideias malucas. É uma das coisas que eu gosto - gostei - sobre ele.$4#$b#Além disso, ele é meio gostoso se você gosta de professores nerds. E bem, eu gosto!$1",
                "Sun10": "Às vezes, tarde da noite, a culpa me agarra, @. Se eu não o tivesse desafiado tão impiedosamente...#$b#Bem, nosso charmoso amigo professor não teria feito o que ele fez...#$b#Mas é isso que a vida é, não é? Arrependimentos pelo que você fez e pelo que você não fez... $2",
                "Mon_InLaw_Jasper": "Eu estou feliz que as coisas deram certo para você. Eu realmente estou! Com uma inveja infernal, mas Jasper e eu? nós éramos como água e óleo.#$b#Ou possivelmente óleo e fogo...$1",
                "Sun_inlaw_Jasper": "Bem, acho que você também gosta de professores nerds. Desejo felicidade a vocês dois!#$b#Ele continua falando sobre os anões? Achei que sim.#$b#Sinto falta dele.$2",
                "Custom_EastScarpe_Mon": "Ah, East Scarpe tem uma história arqueológica interessante.#$b#Ei, devemos realizar um Dia de Diversão em Arqueologia. O que você acha?$1",
                "Custom_EastScarpe_Wed": "Tenho muito interesse neste lugar. Havia todo tipo de boato, sabe... e artefatos estranhos encontrados!$1",
                "Custom_EastScarpe_Sat": "Olá @! Se acontecer de você encontrar algum osso por aí, você pode me avisar?#$b#O departamento de palentologia está sempre atrás de mais amostras!",
                "Custom_EastScarpeInn": "Não é um lugar ruim, não é? Grande charme rústico.",
                "GiftReaction_Jasper": "Isso me faz pensar em alguém... acho que você sabe quem!"
            }
        },
        { //New dialogue for Dwarf
            "LogName": "Dwarf Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Dwarf",
            "Entries": {
                "Mon2": "É estranho o que as pessoas deixam por ai. Eu não sei para o que a maioria delas serve, mas... você gostou da minha coleção?",
                "summer_Mon4": "O Sol não é amigo da minha espécie, Morador da superfície. O seu olhar queima nossa pele.",
                "Mon6": "As vezes eu sonho com o céu. Quão alto você acha que ele vai amigo?",
                "winter_Mon8": "Não é apenas a sua habilidade de mineração que provou que você é confiável amigo. A Mãe gosta muito de você.",
                "Mon10": "Meu povo se foi. Perdido. E se eu for o último?",
                "Tue2": "As melhores bombas desse lado da Montanha Cascade. Elas vão fazer as rochas fazerem boom!",
                "summer_Tue4": "A terra é a nossa Mãe e nossa guardiã, Morador da superfície. Eu me sinto seguro em seus braços.",
                "Tue6": "Meus senhores me contaram do Povo das Sombras. Histórias assustadoras que me deixavam sem dormir.#$Eu posso sentir eles aqui, na profundeza das minas: Quebrados, Perdidos e cheios de raiva.",
                "winter_Tue8": "Nós não queríamos ferir o Povo das sombras e explodir a casa deles.#$b#Foi um acidente! Um terrível e horrível acidente.",
                "Tue10": "Você acha que aquela Pessoa das Sombras naquele lugar fedorento também se sente sozinho?#$b#Ele não parece ser bravo, como os outros, aqueles abaixo.",
                "Wed2": "Essas minhas são bem perigosas. Você vai precisar de alguns suprimentos. Eu tenho bombas e eu tenho Pirulitos. Os Melhores. Cenouras Cristalizadas da Caverna!",
                "summer_Wed4": "Um guerreiro veio bisbilhotar ontem a noite, cheirando morte e arrependimento.#$b#Eu me escondi dele, morador da superfície, pois eu não sou corajoso - e tinha sangue em sua espada.",
                "winter_Wed8": "Eu encontro coisas nas minas que me fazem pensar no meu povo. Me faz ficar triste.#$b#Onde esta o meu povo, amigo?",
                "Wed10": "Você já ouviu falar ou viu alguém do meu povo, amigo? Se você achar algum sinal... você me contaria, não ia?",
                "Thu6": "Meu irmão ficou apaixonado pelo Sol; ele queimou seus olho. Se lembre amigo, não se pode confiar no Sol.",
                "Thu8": "As vezes a noite eu passeio pela cidade. Humanos tem as coisas mais estranhas.#$b#E eles deixam por ai como se não fosse importante.",
                "Thu10": "O humano com o chapéu engraçado continua observando. Eu não acho que ele confie em mim.#$b#Você confia em mim, cão confia, amigo?",
                "Fri4": "Meu senhor me ensinou a construir bombas. Você sabe o esquema?#$b#Ah, mas por que fazer você mesmo, quando você pode compra-las de mim!",
                "Fri6": "Eu tinha um nome, mas eu escondi, para que ninguém pudesse me machucar.#$b#Nomes são fortes, amigo, cuidado em quem você confia o seu.",
                "fall_Fri8": "As vezes quando chove, eu saio escondido e escuto ela tocar, a fêmea com o cabelo ametista.#$b#Existe magia na música dela.. me faz lembrar de casa.",
                "Fri10": "Eu vou te contar o meu segredo, amigo. Eu fiz essa loja para você. Quem mais vai comprar as minhas coisas?",
                "Sat4": "As minas podem ser traiçoeiras. Tenha cuidado, Morador da superfície.#$b#Minhas coisas vão lhe ajudar a ficar vivo.",
                "Sat8": "Eu vim das montanhas distantes. Escapei de... Não, você não precisa escutar a minha triste história!#$b#O Vale me chamou para morar aqui. Fim.",
                "Sat10": "A Guerra Elemental foi terrível. Meu senhor me contou histórias sobre carnificina.#$b#Eles faziam questão de me fazer lembrar.",
                "Sun": "$1 Dwarf_Milk#Um dia você vai ter que me contar sobre essa bebida que vocês chamam de 'leite'.$k#$e#A comida humana me intriga. É verdade que você drena o suco de outros animais para beber?",
                "Sun8": "Aquele humano com olhos de armação, aquele que cheira metal e óleo. Eu observo ele encarar as escadas.#$b#Meu senhor me disse que viemos das estrelas. Eu não sei se acredito nele.",
                "Sun10": "Você é um bom amigo. Eu estou feliz por ter confiado em você.",
                "summer_Mon10": "Eu acho que um dia, sim, Eu vou confiar a você o meu nome de verdade.#$b#Mas esse dia é... não é hoje, amigo.",
                "summer_Tue_8": "Você escuta a canção da terra amigo? Não, é claro que não escuta. Os ouvidos humanos não são muito bons.",
                "summer_Wed10": "Você é bom para mim, meu amigo, este lugar é solitário.#$b#Se você ver mais de minha espécie, você vai me avisar, né?",
                "Fri_inlaw_Jasper": "Eu espero que o seu parceiro não esteja contando todos os nosso segredos, né?",
                "DwarfVisit": "Eu não estou pronto para voltar.... tudo bem?",
                "JasperHome1": "Eu espero que seu amigo esteja bem. Mas por favor mantenha segredo.#$b#Humanos temem o que eles não entendem e destroem o que tem medo.",
                "JasperHomeA": "Obrigado por me manter em segredo, amigo. Talvez algum dia eu fale com o seu amigo... mas eu tenho que decidir se ele pode ser confiável primeiro, tudo bem?"
            }
        },
        {
            "LogName": "Dwarf dialogue related to Jasper",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Dwarf",
            "When": {
                "HasSeenEvent": "55990005"
            },
            "Entries": {
                "winter_Fri_inlaw_Jasper": "Seu parceiro tem algumas ideias chocantes, amigo.#$b#Mas existe conhecimento também, quando você escuta as entrelinhas",
                "summer_Fri_inlaw_Jasper": "Seu parceiro usa muitas belas palavras que eu não entendo, amigo.#$b#O que {{random: absurdo, terraformação, subcutâneo, metamorfose, enciclopédia}} significa?",
                "fall_Fri_inlaw_Jasper": "Humanos são uma espécie estranha, @. por que o seu parceiro usa tantas palavras para dizer a mesma coisa?",
                "spring_Fri_inlaw_Jasper": "Saudações amigo! Que prazer que você pode se juntar a nos. Como vai a sua mineração?"
            }
        },
        { //  G U N T H E R
            "LogName": "Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Gunther",
            "When": {
                "HasMod |contains=FlashShifter.StardewValleyExpandedALL, andril11.charlie, Yoshimax.BefriendMarlon, Wolf.Gun": false
            },
            "Entries": {
                "Introduction": "Olá, você deve ser o novo fazendeiro. Bem vindo a Biblioteca!#$b#Meu nome é Ghunter, fique a vontade para vir aqui quando quiser. Desde que seja entre as 8 e as 18 é claro!",
                "Mon": "Ei @, procurando algo novo para ler?",
                "Mon2": "Ei @, como está a vida na fazenda?",
                "Mon4": "Ei, @, procurando algo novo para ler?#$b#$q 55990100 Gunther_Book#O que você gosta de ler?#$r 55990100 25 Gunther_Book_western#Ocidental#$r 55990100 25 Gunther_Book_romance#Romance#$r 55990100 0 Gunther_Book_fantasy#Fantasia#$r 55990101 -25 Gunther_Book_noBook#Eu não gosto de ler.",
                "Gunther_Book_western": "Ah, que gosto excelente. Aventuras, entusiasmo, talvez um pouco de romance.#$b#Sabia que eu estudei por um tempo na Ilha Prairie?",
                "Gunther_Book_romance": "Ah, eu admito que tenho um carinho por finais felizes.",
                "Gunther_Book_fantasy": "Ah, não posso dizer que eu goste, mas cada um com o seu gosto.#$b#Você deveria falar com o Sebastian, ele gosta dessas coisas.",
                "Gunther_Book_noBook": "Ah, isso é desapontador. Eu espero ver você por aqui algumas vezes?",
                "Gunther_Book": "$p 5599100#Aqui está, @, Eu acho que você pode gostar desse.#$b#%Gunther coloca um livro em suas mãos.|Or Ih, eu esqueci, você não lê, não é? Foi bom te ver de qualquer forma!",
                "Mon8": "Eu morei aqui quando era criança, Minha mãe era a bibliotecária.#$b#Nós nos mudamos para a Ilha Veldt quando eu tinha quinze anos.",
                "Tue": "Me desculpe se eu estiver com cheiro de cola, eu estava arrumando alguns livros antigos. Os pobres coitados precisam de um pouco de amor.",
                "Tue2": "Ei @, bem vindo! Eu acabei de fazer um pouco de chá. Quer um pouco?[614]#$b#É chá verde. O que eu posso dizer? Eu adquiri um gosto por ele quando era criança.",
                "Tue4": "Elliott vem discutindo o seu ultimo projeto comigo. É bem promissor, mas ah,  ele gosta de seus advérbios.",
                "Tue8": "Eu voltei para cá com esperanças de ficar com uma pessoa.#$b#Mas eu cheguei tarde demais; Ela encontrou outra pessoa.#$b#Eu acho que finais felizes são apenas para personagens de livros, não é mesmo?",
                "Wed": "Talvez você possa me ajudar a catalogar o arquivo algum dia desses. O ultimo guardião era meio que um bagunceiro - Eu acho que nunca vou conseguir arrumar tudo.",
                "Wed4": "Tem um Gato muito lindo que anda por aqui algumas vezes.#$b#Talvez algum dia eu deixe ele entrar. Todo bom bibliotecário precisa de um gato, você não acha?",
                "Wed6": "Hoje é um dia miserável... Eu derrubei meu chá no livro.#$b#Tenho esperança de que vai secar rápido.",
                "Wed10": "Tinha uma garota antes. Bem, uma jovem mulher, sério. Nós costumávamos cavalgar pela floresta juntos.#$b#Ai a família dela se mudou, e a minha logo após.#$b#O Destino pode até ter nos trazido a Vila de novo, mas é tarde demais para algo entre nós.",
                "Thu": "A Penny é muito boa com as crianças. Elas parecem gostar bastante dela.#$b#E eu estou feliz em ver alguém apreciando os livros!",
                "Thu4": "Ah, e ai @. Eu estou prestes a fazer um pedido através do serviço da Biblioteca Nacional de Fernegill. Alguma coisa que você queira adicionar a lista?",
                "Thu6": "Nosso amigo, o Professor, me parece sempre preso em seu trabalho.#$b#Talvez você possa distraí-lo. Afinal, tem mais na vida do que a pesquisa, certo?",
                "Thu8": "%Gunther fecha seu livro, funga e limpa seus olhos.#$b#Está bem empoeirado aqui, não acha?#$b#Ah, não tenho como te enganar. Pois é, esse livro tocou meu coração.",
                "Fri": "%Gunther está lendo um livro sob a bancada.#$b#Ah, olá @! É tão fácil se perder lendo um livro, não acha",
                "Fri4": "Ah sexta feiras... elas sempre me deixam melancolicamente feliz. Porque? Ah, sem nenhuma razão.#$b#%Ghunter está com um olhar distante.",
                "Fri6": "Você parece ter se adaptado melhor do que eu. Eu me sinto mais confortável com os livros do que com pessoas.",
                "Fri10": "%Gunther está observando melancolicamente por cima de seus ombros.#$b#Eu deveria ter voltado antes. Assim a minha história teria tido um final feliz.",
                "Sat": "Alguém vem entrando escondido na biblioteca a noite e 'pegando emprestado' os livros. Caso você encontre algum escondido pela Vila, você poderia retorná-los para mim por favor?#$b#Eles possuem informações que podem te ajudar também.",
                "Sat2": "Não tem muitas árvores nas Ilhas Veldt. As florestas ao redor daqui me deixam um pouco claustrofóbico.",
                "Sat4": "Eu acho que o gato deve ter entrado na noite passada. Algumas coisas estavam derrubadas no chão, mas nada parece ter sumido.",
                "Sat8": "Você pode descobrir um monte de coisas sobre as pessoas pelo livro que elas lêem.#$b#A Caroline gosta de histórias em que mulheres se livram das amarradas da sociedade para 'encontrarem a si mesmas'.#$b#Isso faz você pensar, não é mesmo?",
                "Sun": "Ei, se você encontrar algo interessante por ai, eu ficarei feliz de tirar a poeira e colocar em exposição.#$b#Tem muita história nesta Vila, e muitas delas estão enterradas.",
                "Sun6": "(boceja) Eu venho estado até tarde nos arquivos novamente.#$b#Sabe, A Vila Pelicanos costumava ser uma Vila de Mineração, bem antes das explosões nas minas.#$b#Aqueles foram tempos horríveis, muitas pessoas foram embora, minha mãe e eu inclusos.#$b#E o pai do Jasper morreu. Ele não fala muito sobre isso, mas esse tipo de coisa causa vários efeitos variados em uma criança.",
                "Sun8": "Começar novamente me deu certos desafios. Eu não sou bom em fazer amigos - meus melhores amigos são só livros...#$b#Mas graças a Yoba eu tenho o Jasper - e você! - para poder conversar.",
                "Sun4": "Eu não me senti culpado em sair das Ilhas Veldt. Você ficaria surpreso do quão solitário pode-se ficar em uma cidade grande.#$b#Na verdade você não ficaria. Você é de Zuzu né?",
                "Sun2": "Você já conheceu o Professor Jasper? Um carinha bem inteligente, embora um pouco obsessivo.",
                "Fri8_inlaw_Jasper": "Como está a vida com o Jasper? Eu sinto falta dele por perto, mas estou contente que você achou o seu felizes para sempre.#$b#Me faz pensar se algum dia eu vou encontrar o meu.#$b#%Gunther está olhando por cima de seus ombros novamente, com um olhar distante.",
                //Conversation Topics
                "JasperGone1": "O Jasper sabe tomar conta de si, mas eu ainda me preocupo que algo possa acontecer com ele enquanto está nas minas.#$b#Eu me ofereci para ir com ele, mas ele insistiu que os Anões teriam mais chance de aparecer se ele fosse sozinho.#$b#Aquele idiota teimoso... eu espero que ele volte inteiro.",
                "TalkJasperHome": "Jasper está quieto desde que veio para cá. Eu não estou surpreso, ainda mais por tudo que passou.#$b#Ele precisa de um amigo mais do que tudo, @. E eu estou contente que ele tenha você.",
                "JasperHomeA": "Aquela pessoa... Peasbody, vem falado com o Jasper... Eles namoravam no colegial sabe.#$b#Eles eram como água e óleo, sempre discutindo sobre algo um contra o outro.#$b#Parecia que tinha saído de um filme de romance popular.",
                "DwarfVisit": "Eu escutei um som estranho no antigo quarto do Jasper noite passada... eu acho que aquele gato deve ter entrado de alguma forma.#$b#Eu fui lá e tinha papeis espalhados por todo lugar.#$b#O engraçado é... eu não sei como ele entrou.",
                "JasperEngaged": "Eu nunca vi o Jasper tão feliz! É como se ele estivesse andando nas nuvens.#$b#Você representa o mundo para ele, @. Parabéns para os dois!"
            }
        },
        // Adds extra dialogue to Gunther if Museum Expansion Installed
        {
            "LogName": "Gunther Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/GuntherWoods",
            "Entries": {
                //From Museum Expansion rewritten for consistency
                "Introduction": "Olá, é um prazer em conhece-lo!#h#$b#Você não era quem eu estava esperando, mas não importa.#$b# Meu nome é Ghunter, o Diretor dessa Casa de Arqueologia. Você já conheceu o meu sobrinho?#$b#O nome dele é Charlie, ele mora aqui comigo.",
                "Mon": "Essa Casa de Arqueologia pode não ser um grande Museu, mas é meu local precioso!$h#$b#Eu espero que você também ache isso.",
                "Tue": "Eu sou muito grato a quem trás os artefátos para a Casa de Arqueologia.#$b#Eu? eu não tenho mais disposição para isso.#$b#Eu prefiro ficar por aqui e cataloga-los - e restaurar os livros que as pessoas encontram.",
                "Wed": "%Você escuta o Ghunter resmungando sobre o Governador.#$b#Ah! @!$5#$b#Você não ouviu nada...ouviu?$2#$b#...#$b#Meu relacionamento com... err, bem ... está bem tensa esses dias...$s#$e#...$s",
                "Thu": "Eu estou contente que a Penny dá suas aulas aqui.$h#$b#Uma vez ela me pediu para dar uma aula sobre os minerais encontrados aqui.#$b#O Clint até nos deu alguns geodos para quebrarmos.#$b#Eu aposto que o Vincent ainda tem o pequeno minério de ouro que ele achou!$h",
                "Fri": "Você lê bastante, @?#$b#Passar o tempo com um bom livro faz eu me sentir uma nova pessoa.",
                "Sat": "Eu mal posso esperar para que o Alex abra a venda de Sorvetes!",
                "Sun": "Espero que sua semana esteja indo muito bem, @!",
                //New stuff
                "winter_Mon": "E ai @, procurando algo novo para ler?",
                "spring_Mon": "Você já encontrou o meu sobrinho?#$b# O nome dele é Charlie, ele mora aqui comigo. Ele tem um bom coração.",
                "Mon2": "E ai @, como está a vida na fazenda?",
                "Mon4": "E ai @, Procurando algo novo para ler?#$b#$q 55990100/55990101 Gunther_Book#O que você gosta de ler?#$r 55990100 25 Gunther_Book_western#Ocidental#$r 55990100 25 Gunther_Book_romance#Romance#$r 55990101 0 Gunther_Book_fantasy#Fantasia#$r 55990101 -25 Gunther_Book_noBook#Eu não gosto de ler.",
                "Gunther_Book_western": "Ah, que gosto excelente. Aventuras, entusiasmo, talvez um toque de romance.#$b#Sabia que eu estudei por um tempo na Ilha Prairie?",
                "Gunther_Book_romance": "Ah, eu admito que eu gosto de um final feliz.",
                "Gunther_Book_fantasy": "Ah, não posso dizer que eu goste, mas cada um com seu gosto pessoal.#$b#Você deveria falar com o Sebastian, ele gosta desse tipo de coisa.",
                "Gunther_Book_noBook": "Ah, isso é decepcionante. Eu espero ainda te ver por aqui algumas vezes",
                "Gunther_Book": "$p 5599100#Aqui está, @, eu acho que você vai gostar deste.#$b#%Gunther coloca um livro em suas mãos.|Or Eu esqueci, você não lê não é mesmo? É bom te ver pelo menos!",
                "Mon8": "Eu morei aqui quando era criança sabe, minha mãe era uma bibliotecária.#$b#Nos mudamos para a Ilha Veldt quando eu tinha quinze anos.",
                "fall_Tue": "Me desculpe se eu tiver com cheiro de cola, eu estava arrumando alguns livros antigos. Os pobres coitados precisam de um pouco de amor.",
                "Tue2": "Ei @, bem vindo! Eu acabei de fazer um pouco de chá. Quer um pouco?[614]#$b#É chá verde. O que eu posso dizer? Eu desenvolvi um certo gosto quando era menor.",
                "Tue4": "Elliott vem discutindo sobre o seu ultimo projeto comigo. Essa obra promete, mas bem, ele gosta de seus advérbios.",
                "Tue8": "Eu voltei para cá com esperanças de ficar com uma pessoa.#$b#Mas eu cheguei tarde demais; Ela encontrou outra pessoa.#$b#Eu acho que finais felizes são apenas para personagens de livros, não é mesmo?",
                "winter_Wed": "Talvez você possa me ajudar a catalogar o arquivo algum dia desses. O ultimo guardião era meio que um bagunceiro - Eu acho que nunca vou conseguir arrumar tudo.",
                "Wed4": "Tem um Gato muito lindo que anda por aqui algumas vezes.#$b#Talvez algum dia eu deixe ele entrar. Todo bom bibliotecário precisa de um gato, você não acha?",
                "Wed6": "Hoje é um dia miserável... Eu derrubei meu chá no livro.#$b#Tenho esperança de que vai secar rápido.",
                "Wed10": "Tinha uma garota antes. Bem, uma jovem mulher, sério. Nós costumávamos cavalgar pela floresta juntos.#$b#Ai a família dela se mudou, e a minha logo após.#$b#FO Destino pode até ter nos trazido a Vila de novo, mas é tarde demais para algo entre nós.",
                "winter_Thu": "A Penny é muito boa com as crianças. Elas parecem gostar bastante dela.#$b#E eu estou feliz em ver alguém apreciando os livros!",
                "Thu4": "Ah, e ai @. Eu estou prestes a fazer um pedido através do serviço da Biblioteca Nacional de Fernegill. Alguma coisa que você queira adicionar a lista?",
                "Thu6": "Nosso amigo, o Professor, me parece sempre preso em seu trabalho.#$b#Talvez você possa distraí-lo. Afinal, tem mais na vida do que a pesquisa, certo?",
                "Thu8": "%Gunther fecha seu livro, funga e limpa seus olhos.#$b#Está bem empoeirado aqui, não acha?#$b#Ah, não tenho como te enganar. Pois é, esse livro tocou meu coração.",
                "fall_Fri": "%Gunther está lendo um livro sob a bancada.#$b#Ah, olá @! É tão fácil se perder lendo um livro, não acha?",
                "Fri4": "Ah sexta feiras... elas sempre me deixam melancolicamente feliz. Porque? Ah, sem nenhuma razão.#$b#%Ghunter está com um olhar distante.",
                "Fri6": "Você parece ter se adaptado melhor do que eu. Eu me sinto mais confortável com os livros do que com pessoas.",
                "Fri10": "%Gunther está observando melancolicamente por cima de seus ombros.#$b#Eu deveria ter voltado antes. Assim a minha história teria tido um final feliz.",
                "summer_Sat": "Alguém vem entrando escondido na biblioteca a noite e 'pegando emprestado' os livros. Caso você encontre algum escondido pela Vila, você poderia retorná-los para mim por favor?#$b#Eles possuem informações que podem te ajudar também.",
                "Sat2": "Não tem muitas árvores nas Ilhas Veldt. As florestas ao redor daqui me deixam um pouco claustrofóbico.",
                "Sat4": "Eu acho que o gato deve ter entrado na noite passada. Algumas coisas estavam derrubadas no chão, mas nada parece ter sumido.",
                "Sat8": "Você pode descobrir um monte de coisas sobre as pessoas pelo livro que elas lêem.#$b#A Caroline gosta de histórias em que mulheres se livram das amarradas da sociedade para 'encontrarem a si mesmas'.#$b#Isso faz você pensar, não é mesmo?",
                "spring_Sun": "Ei, se você encontrar algo interessante por ai, eu ficarei feliz de tirar a poeira e colocar em exposição.#$b#Tem muita história nesta Vila, e muitas delas estão enterradas.",
                "Sun6": "(boceja) Eu venho estado até tarde nos arquivos novamente.#$b#Sabe, A Vila Pelicanos costumava ser uma Vila de Mineração, bem antes das explosões nas minas.#$b#Aqueles foram tempos terríveis. O pai do Jasper morreu e minha mãe decidiu se mudar.",
                "Sun8": "Começar novamente me deu certos desafios. Eu não sou bom em fazer amigos - meus melhores amigos são só livros...#$b#Mas graças a Yoba eu tenho o Jasper - e você! - para poder conversar.",
                "Sun4": "Eu não me senti culpado em sair das Ilhas Veldt. Você ficaria surpreso do quão solitário pode-se ficar em uma cidade grande.#$b#Na verdade você não ficaria. Você é de Zuzu né?",
                "Sun2": "Você já conheceu o Professor Jasper? Um carinha bem inteligente, embora um pouco obsessivo.",
                "Fri8_inlaw_Jasper": "Como está a vida com o Jasper? Eu sinto falta dele por perto, mas estou contente que você achou o seu felizes para sempre.#$b#Me faz pensar se algum dia eu vou encontrar o meu.#$b#%Gunther está olhando por cima de seus ombros novamente, com um olhar distante.",
                "JasperGone1": "O Jasper sabe tomar conta de si, mas eu ainda me preocupo que algo possa acontecer com ele enquanto está nas minas.#$b#Eu me ofereci para ir com ele, mas ele insistiu que os Anões teriam mais chance de aparecer se ele fosse sozinho.#$b#Aquele idiota teimoso... eu espero que ele volte inteiro.",
                "TalkJasperHome": "Jasper está quieto desde que veio para cá. Eu não estou surpreso, ainda mais por tudo que passou.#$b#Ele precisa de um amigo mais do que tudo, @. E eu estou contente que ele tenha você.",
                "JasperHomeA": "Aquela pessoa... Peasbody, vem falado com o Jasper... Eles namoravam no colegial sabe.#$b#Eles eram como água e óleo, sempre discutindo sobre algo um contra o outro.#$b#Parecia que tinha saído de um filme de romance popular.",
                "DwarfVisit": "Eu escutei um som estranho no antigo quarto do Jasper noite passada... eu acho que aquele gato deve ter entrado de alguma forma.#$b#Eu fui lá e tinha papeis espalhados por todo lugar.#$b#O engraçado é... eu não sei como ele entrou.",
                "JasperEngaged": "Eu nunca vi o Jasper tão feliz! É como se ele estivesse andando nas nuvens.#$b#Você representa o mundo para ele, @. Parabéns para os dois!"
            },
            "When": {
                "HasMod": "andril11.charlie"
            }
        },
        // Adds extra dialogue to Gunther if SVE Installed
        {
            "LogName": "Gunther Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/GuntherSilvian",
            "Entries": {
                "Mon4": "E ai @, Procurando algo novo para ler?#$b#$q 55990100/55990101 Gunther_Book#O que você gosta de ler?#$r 55990100 25 Gunther_Book_western#Ocidental#$r 55990100 25 Gunther_Book_romance#Romance#$r 55990101 0 Gunther_Book_fantasy#Fantasia#$r 55990101 -25 Gunther_Book_noBook#Eu não gosto de ler.",
                "Gunther_Book_western": "Ah, que gosto excelente. Aventuras, entusiasmo, talvez um toque de romance.#$b#Sabia que eu estudei por um tempo na Ilha Prairie?",
                "Gunther_Book_romance": "Ah, eu admito que eu gosto de um final feliz.",
                "Gunther_Book_fantasy": "Ah, não posso dizer que eu goste, mas cada um com seu gosto pessoal.#$b#Você deveria falar com o Sebastian, ele gosta desse tipo de coisa.",
                "Gunther_Book_noBook": "Ah, isso é decepcionante. Eu espero ainda te ver por aqui algumas vezes",
                "Gunther_Book": "$p 55990100#Aqui está, @, eu acho que você vai gostar deste. (Gunther coloca um livro em suas mãos)|E ai @,é sempre um prazer te ver!",
                "Mon8": "Eu morei aqui quando era criança sabe, minha mãe era uma bibliotecária.#$b#Nos mudamos quando eu fui para a Faculdade.",
                "fall_Wed": "Me desculpe se eu tiver com cheiro de cola, eu estava arrumando alguns livros antigos. Os pobres coitados precisam de um pouco de amor.",
                "Tue2": "Ei @, bem vindo! Eu acabei de fazer um pouco de chá. Quer um pouco?[614]#$b#É chá verde. O que eu posso dizer? Eu desenvolvi um certo gosto quando era menor.",
                "Tue4": "Elliott vem discutindo sobre o seu ultimo projeto comigo. Essa obra promete, mas bem, ele gosta de seus advérbios.",
                "Tue10": "Eu voltei para cá com esperanças de ficar com uma pessoa.#$b#Mas eu cheguei tarde demais; Ela encontrou outra pessoa.#$b#Eu acho que finais felizes são apenas para personagens de livros, não é mesmo?",
                "winter_Wed": "Talvez você possa me ajudar a catalogar o arquivo algum dia desses. O ultimo guardião era meio que um bagunceiro - Eu acho que nunca vou conseguir arrumar tudo.",
                "Thu4": "Tem um Gato muito lindo que anda por aqui algumas vezes.#$b#Talvez algum dia eu deixe ele entrar. Todo bom bibliotecário precisa de um gato, você não acha?",
                "Wed6": "Hoje é um dia miserável... Eu derrubei meu chá no livro.#$b#Tenho esperança de que vai secar rápido.",
                "Wed10": "Tinha uma garota antes. Bem, uma jovem mulher, sério. Nós costumávamos cavalgar pela floresta juntos.#$b#Ai a família dela se mudou, e a minha logo após.#$b#O Destino pode até ter nos trazido a Vila de novo, mas é tarde demais para algo entre nós.",
                "winter_Thu4": "A Penny é muito boa com as crianças. Elas parecem gostar bastante dela.#$b#E eu estou feliz em ver alguém apreciando os livros!",
                "winter_Fri4": "Ah, e ai @. Eu estou prestes a fazer um pedido através do serviço da Biblioteca Nacional de Fernegill. Alguma coisa que você queira adicionar a lista?",
                "Thu6": "Nosso amigo, o Professor, me parece sempre preso em seu trabalho.#$b#Talvez você possa distraí-lo. Afinal, tem mais na vida do que a pesquisa, certo?",
                "Thu10": "%Gunther fecha seu livro, funga e limpa seus olhos.#$b#Está bem empoeirado aqui, não acha?#$b#Ah, não tenho como te enganar. Pois é, esse livro tocou meu coração.",
                "fall_Thu": "%Gunther está lendo um livro sob a bancada.#$b#Ah, olá @! É tão fácil se perder lendo um livro, não acha?",
                "Fri4": "Ah sexta feiras... elas sempre me deixam melancolicamente feliz. Porque? Ah, sem nenhuma razão.#$b#%Ghunter está com um olhar distante.",
                "summer_Fri6": "Você parece ter se adaptado melhor do que eu. Eu me sinto mais confortável com os livros do que com pessoas.",
                "Fri10": "%Gunther está observando melancolicamente por cima de seus ombros.#$b#Eu deveria ter voltado antes. Assim a minha história teria tido um final feliz.",
                "summer_Sun": "Alguém vem entrando escondido na biblioteca a noite e 'pegando emprestado' os livros. Caso você encontre algum escondido pela Vila, você poderia retorná-los para mim por favor?#$b#Eles possuem informações que podem te ajudar também.",
                "fall_Sat2": "Eu acho que o gato deve ter entrado na noite passada. Algumas coisas estavam derrubadas no chão, mas nada parece ter sumido.",
                "Sat8": "Você pode descobrir um monte de coisas sobre as pessoas pelo livro que elas lêem.#$b#A Caroline gosta de histórias em que mulheres se livram das amarradas da sociedade para 'encontrarem a si mesmas'.#$b#Isso faz você pensar, não é mesmo?",
                "Sun8": "Começar novamente me deu certos desafios. Eu não sou bom em fazer amigos - meus melhores amigos são só livros...#$b#Mas graças a Yoba eu tenho o Jasper - e você! - para poder conversar.",
                "Fri2": "$1 Gun_Jasper#Você já conheceu o Professor Jasper? Um carinha bem inteligente, embora um pouco obsessivo.$k#$e#Um dia eu vou fazer um descoberta incrível!$1",
                "Fri8_inlaw_Jasper": "Como está a vida com o Jasper? Eu sinto falta dele por perto, mas estou contente que você achou o seu felizes para sempre..#$b#Me faz pensar se algum dia eu vou encontrar o meu.#$b#%Gunther está olhando por cima de seus ombros novamente, com um olhar distante.",
                "JasperGone1": "O Jasper sabe tomar conta de si, mas eu ainda me preocupo que algo possa acontecer com ele enquanto está nas minas.#$b#Eu me ofereci para ir com ele, mas ele insistiu que os Anões teriam mais chance de aparecer se ele fosse sozinho.#$b#Aquele idiota teimoso... eu espero que ele volte inteiro.",
                "TalkJasperHome": "Jasper está quieto desde que veio para cá. Eu não estou surpreso, ainda mais por tudo que passou.#$b#Ele precisa de um amigo mais do que tudo, @. E eu estou contente que ele tenha você.",
                "JasperHomeA": "Aquela pessoa... Peasbody, vem falado com o Jasper... Eles namoravam no colegial sabe.#$b#Eles eram como água e óleo, sempre discutindo sobre algo um contra o outro.#$b#Parecia que tinha saído de um filme de romance popular.",
                "DwarfVisit": "Eu escutei um som estranho no antigo quarto do Jasper noite passada... eu acho que aquele gato deve ter entrado de alguma forma.#$b#Eu fui lá e tinha papeis espalhados por todo lugar.#$b#O engraçado é... eu não sei como ele entrou.",
                "JasperEngaged": "Eu nunca vi o Jasper tão feliz! É como se ele estivesse andando nas nuvens.#$b#Você representa o mundo para ele, @. Parabéns para os dois!"
            },
            "When": {
                "HasMod": "FlashShifter.StardewValleyExpandedALL"
            }
        },
        { // M A R L O N
            "LogName": "Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Marlon",
            "When": {
                "HasMod |contains=FlashShifter.StardewValleyExpandedALL, Yoshimax.BefriendMarlon, Wolf.Marlon": false
            },
            "Entries": {
                "Mon": "Ei, boa sorte nas minas garoto. Lembre-se, tenha certeza de que está levando comida o suficiente. Existem monstros lá em baixo que podem te abater em um piscar de olhos.",
                "Tue": "O Clint nos ajuda de vez em quando com o reparo das espadas. Ele é um homem com muitos talentos, o nosso Clint.#$b#Uma pena ele ser tão ríspido consigo, e não consiga enxergar o seu próprio mérito.",
                "Wed": "Ei garoto, se você encontrar alguma ferramenta ou armas velhas nas minas, traga eles para mim.#$b#Não se preocupe muito com o estado deles - nós vamos restaura-los como se fossem novos e venderemos eles.#$b#Como? Bem nós temos uma ordem via correspondência pela República de Ferngill.",
                "Thu": "Como está a caçada de monstros? Gil está anotando o total de suas conquistas.#$b#Como nós sabemos? A Guilda dos aventureiros se move de maneiras misteriosas.",
                "Fri": "Como eu perdi o meu olho? Vamos apenas dizer que eu fugi de uma luta. Mas o meu oponente não.#$b# E se você quiser o contexto completo... você deve merecer.",
                "Sat": "Ao contrário da maioria dos moradores, eu não vou ser chantageado pela sua amizade por presentinhos.#$b#Prove nas minas, e vamos ver como se sai.",
                "Sun": "Você já deve ter percebido que tem algo estranho nas minas, @.#$b#Meu bom amigo, Professor Jasper, sabe que ela está viva. Fantasioso eu sei, mas tem uma energia lá que faz com que os pelos na minha nuca se levantarem.#$b#Tenha cuidado, e mostre a ela respeito.",
                "spring_12_1": "Você está animado pela caça aos ovos, @? Fique de olho na Abigail. Ela é a campeã local da caçada aos ovos!",
                "spring_12_2": "Espero que toda a sua luta e caça aos monstros mostre seus resultados na caçada aos ovos amanhã.",
                "spring_23_1": "A dança das Flores é amanhã. Eu vou estar lá - e eu espero que você também vá!",
                "spring_23_2": "Eu espero ver você amanhã na Dança das Flores.#$b#Quando eu era mais novo, eu costumava ser um bom dançarino. Ah, mas talvez um dia eu tenha outra chance.",
                "summer_Mon": "Ah o verão. fica sufocante aqui. As vezes após a patrulha noturna eu dou um pulo rápido no lago.#$b#Ah, você teria que madrugar para conseguir me ver, @!",
                "summer_Tue": "Já se perguntou por que tem um toque de recolher, @? os monstros saem por ai após a meia noite.#$b#Gil e eu, nós patrulhamos a cidade, tentando manter eles sob controle até de manhã.",
                "summer_Wed": "A patrulha noturna realmente deixa o Gil cansado. Ele dorme o dia todo se eu deixar.#$b#Eu? Eu geralmente acordo após seis horas. Mais do que isso eu tenho pesadelos.",
                "summer_Thu": "Apesar deles ainda estarem queimando, A Corporação Joja que abrir as minas de novo.#$b#Eles vão pilhar ela com tudo que ela tem de precioso. Yoba, talvez eu deveria deixa-los. talvez o vazio vá engolir eles.",
                "summer_Fri": "Tenha cuidado ao atingir os andares de lava, @. Aquele fogo vem queimando por cerca de trinta anos, e as feras sombrias que ali espreitam não são naturais de lá.#$b#Quem - O que? - onde eles estavam antes? Nós não sabemos, mas o toque deles pode parar o seu coração.",
                "summer_Sat": "Alguém que eu conheço tem um Slime de bichinho de estimação. Tudo estava bem até ele comer o cachorro do vizinho.",
                "summer_Sun": "Hoje está um dia lindo. Muito bom para passar em baixo da terra, arruinando suas roupas.#$b#Se eu fosse alguns anos mais jovem, eu iria para a praia, tomaria um sorvete e mergulharia no oceano.",
                "fall_Mon": "As noites estão ficando mais longas, as criaturas estão menos cuidadosas. Eu peguei um Golem se espreitando no caminho da montanha para a cidade.#$b#Eles são marionetes do vazio, o inanimado que ganhou vida. Com a morte, eles voltam ao estado em que estavam antes.",
                "fall_Tue": "Você conhece o Rasmodius? Ele protege o vale das ameaças espirituais, enquanto o Gil e eu protegemos dos de forma física.",
                "fall_Wed": "Minha família vem defendendo o Vale por gerações. Meu sobrinho vai estar no meu lugar algum dia, se ele tiver vontade.#$b#Se ele não quiser, eu apenas posso esperar que outro pegue a espada em nossa defesa.",
                "fall_Sat": "Você já se perguntou como foi crescer cercado por irmãos?#$b#Hah, mudou-se para cá para um pouco de paz e sossego. Bem, além dos monstros, é claro.",
                "fall_18_2": "Tem alguém que eu devo conversar hoje, mas apesar de eu ser um Matador de Monstros, eu não tenho tanta coragem.#$b#É ridículo eu sei, quando se trata de espadas eu estou sempre preparado... mas no quesito coração...#$b#Bem, digamos que, me dê uma espada qualquer dia.",
                "winter_Mon": "As patrulhas noturnas estão começando a me cansar. Eu acho que finalmente estou sentindo o peso da idade.",
                "winter_Tue": "O vazio fica mais agitado no inverno e mais monstros se aproximam da superfície. Ontem nós pegamos Caranguejos de Pedra perto da praia!#$b#Imagine se Jas ou Vincent estivessem lá? Mas claro, eram quatro horas da manhã, mas mesmo assim!",
                "winter_Wed": "O vazio é real, ou é uma metáfora? Isso é você quem decide, @. Mas não da pra questionar que algo abaixo do Vale está corrompendo a vida selvagem.#$b#Eu venho escutando rumores de coelhos do vazio,mas eu acho - espero! - que isso seja uma brincadeira.",
                "winter_Thu": "Ah, eu já considerei me aposentar sabe. Especialmente no inverno quando minha perna me lembra do meu passado.#$b#Mas alguns poucos aventureiros tem o luxo de se aposentar, @. Eu aguardo o dia que uma força das sombras me pegue e leve a melhor.",
                "winter_Fri": "Eu não sou tão velho quanto eu pareço garoto. Sabe, com tantos monstros que eu já enfrentei, seus cabelos também ficariam brancos.",
                "summer_Mon_InLaw_Jasper": "Dê um oi pro meu querido amigo Jasper. Gil e eu sentimos falta das visitas semanais dele.#$b#Mas eu estou feliz por ele também. Todo aventureiro merece um lar para voltar.",
                "summer_Mon_InLaw_Denver": "Eu espero que meu sobrinho esteja te tratando bem garoto. Ele é um bom rapaz, e eu estou contente que ele tenha encontrado uma alma gêmea.^Eu espero que meu sobrinho esteja te tratando bem garota. Ele é um bom rapaz, e eu estou contente que ele tenha encontrado uma alma gêmea",
                "DwarfVisit": "Eu vi alguém saindo da sua fazenda após a meia noite.#$b#Você teve alguma visita de noite?#$b#Não? Ah... melhor ficarmos de olho então, @. tem alguém rondando sua fazenda...",
                "JasperEngaged": "Então, eu escutei que você foi fisgado - vai fazer do nosso amado professor um homem honesto.#$b#Meus Parabéns, @. Aqui está um presente por terem se casado. Eu espero que tenha algo útil![275]"
            }
        },
        {
            "LogName": "Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Marlon",
            "Entries": {
                "fall_Wed": "Você já conheceu o meu sobrinho, Denver, né? Sim, eu sei que ele é meio grosseiro e tudo mais. Mas ele late mais que morde. Acredite em mim.#$b#Ele é um bom garoto, com certeza é."
            },
            "When": {
                "HasMod |contains=FlashShifter.StardewValleyExpandedALL": false,
                "Hearts:Denver": "1,2"
            }
        },
        {
            "LogName": "Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Marlon",
            "Entries": {
                "fall_Thu": "Denver é bem habilidoso com a sua espada. O garoto é leal, e obstinadamente determinado. Devo deixar ele afundar seus dentes na Patrulha Noturna em breve.",
                "winter_Thu": "Ele é um bom garoto, Denver. Eu prometi para a minha irmã que ia ficar de olho nele. Sim, isso mesmo criança, eu tenho uma irmã.#$b#Ela escolheu a vida na cidade, mas o Denver, bem, eu acho que a natureza o chamou.",
                "summer_Sat": "Eu achei uma fita demo antiga outro dia - sabia que o Denver costumava tocar em uma banda?#$b#Eles não eram nada mal. O garoto tem um certo talento."
            },
            "When": {
                "HasMod |contains=FlashShifter.StardewValleyExpandedALL": false,
                "Hearts:Denver": "5,6,7,8"
            }
        },
        {
            "LogName": "Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Marlon",
            "Entries": {
                "fall_Thu": "Você sabia que os lobos ficam juntos pela vida toda, @? São caninos voltados para a família.#$b#Por que eu estou te contando isso? Ah, nenhuma razão.",
                "winter_Thu": "Ei criança, fica de olho no Denver para mim, por favor? A mãe dele vai me matar se algo acontecer com ele.#$b#Eu já lutei com muitos monstros, e ela me da mais medo que todos eles.",
                "summer_Sat": "Ah, se o Denver continuar desse jeito eu possivelmente vou conseguir me aposentar,.#$b#Você tem sido uma boa influência para ele, @."
            },
            "When": {
                "HasMod |contains=FlashShifter.StardewValleyExpandedALL": false,
                "Relationship:Denver": "Dating"
            }
        },
        {
            "LogName": "Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Marlon",
            "Entries": {
                "spring_Wed": "Marnie e eu éramos amigos antes, quando estávamos na escola. Sim, eu era um pouco mais jovem - mas as crianças da Vila pelicanos tinham que ficar juntas.#$b#Eu acho que seguimos caminhos diferentes; vai ser bom encontrar com ela na Dança das Flores.",
                "winter_Sat": "Nessas noites longas e frias, eu não consigo não me sentir um pouco solitário criança. Gil é uma companhia decente - quando ele está acordado. Mas não é a mesma coisa, sabe?",
                "winter_Sun": "É uma vida solitária, ser um Caçador de Monstros. Não querer estagnar, se casar, ter filhos. Deixar eles se preocupando se o pai vai voltar para casa.#$b#Me desculpe @. Nessas noites longas de inverno, o vazio pode encher o seu coração de ressentimentos.#$b#Tinha algo que eu deveria ter falado uma vez. Mas o barco já partiu."
            },
            "When": {
                "HasMod |contains=FlashShifter.StardewValleyExpandedALL": false,
                "Hearts:Marnie": "6,7,8,9,10"
            }
        },
        {
            "LogName": "Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Marlon, Characters/Dialogue/MarlonFay",
            "Entries": {
                "spring_Wed": "$1 Marl_Rumor#Me diga uma coisa, @. É verdade os rumores sobre a Sra. Marnie e o Prefeito Lewis?#$b#Ah, nenhuma razão. Eu estou apenas curioso.$k#$e#A primavera é tempo de novos começos, não é, @? Mas se ela está feliz com o Lewis, quem sou eu para atrapalhar a felicidade dela?#$b#Um velho homem com arrependimentos de não ter contado o que sentia antes. Esse sou eu."
            },
            "When": {
                "Hearts:Marnie": "8,9,10"
            }
        },
        //Compatibility with Added Dialogue for SVE
        {
            "LogName": "Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/MarlonFay",
            "Entries": {
                "Mon4": "Ei, boa sorte nas minas. Espero que tenha trazido comida os suficiente. Tem criaturas ali dentro que podem te derrotar em um golpe.",
                "Tue4": "O Clint repara nossas espadas. Ele é um homem de muitos talentos.#$b#É uma pena que ele é tão rigoroso com si mesmo e não consegue ver o seu talento.",
                "Wed2": "Se você encontrar alguma ferramenta ou equipamento velho na mina, traga para mim.#$b#Não se preocupe muito com o estado delas - nós a renovaremos.",
                "Thu4": "Como vai a sua caçada de monstros? Gil está contando os monstros que você se livrou.#$b#Como sabemos? A Guilda dos Aventureiros tem seus segredos.",
                "Fri2": "Como eu perdi o meu olho? Vamos apenas dizer que eu tentei fugir de uma batalha. Mas meu oponente não.#$b#E se você quiser a história completa... você deve merecer.",
                "Sun4": "Você já deve ter percebido que tem algo estranho nas minas, @.#$b#Meu amigo, o Professor Jasper, reconhece que ela esta viva. Fantasioso eu sei, mas tem uma energia ali que faz com que os pelos da minha nuca fiquem arrepiados.#$b#Tenha cuidado, e mostre respeito a ela.",
                "spring_23_1": "A Dança das Flores é amanhã. Eu vou estar lá - e espero que você também esteja!",
                "spring_23_2": "Eu espero ver você amanhã na dança das flores.#$b#Quando eu era mais jovem, eu costumava ser um ótimo dançarino.#$b#Agora eu apenas faço a dança da espada...$2",
                "summer_Mon2": "Ah o verão. Aqui fica muito abafado. Algumas vezes após a patrulha da noite eu mergulho rapidamente no lago.#$b#Ah,você teria que madrugar para conseguir me ver, @!",
                "summer_Wed4": "A patrulha noturna deixa o Gil exausto. Ele dorme o dia todo se você deixar.#$b#Eu? Eu costumo acordar as seis. Mais do que isso e os pesadelos me atormentam.",
                "summer_Fri4": "Tenha cuidado quando chegar nos andares de lava, @. Aquele fogo vem queimando por décadas, e as feras sombrias que lá espreitam não são naturais; o toque deles podem parar seu coração.",
                "summer_Sat4": "Alguém que eu conheço teve um slime de estimação uma vez. Estava tudo indo bem até que a gosma comeu o cachorro do vizinho.",
                "summer_Sun4": "Hoje está um dia lindo. Bom demais para passar o dia em baixo da terra, arruinando suas roupas.#$b#Se eu fosse alguns anos mais jovem, eu iria para a praia e mergulharia no oceano.",
                "fall_18_2": "Tem alguém que eu devo conversar hoje, mas apesar de eu ser um Matador de Monstros, eu não tenho tanta coragem.#$b#É ridículo eu sei, quando se trata de espadas eu estou sempre preparado... mas no quesito coração...#$b#Bem, digamos que, me dê uma espada qualquer dia.",
                "winter_Mon4": "A patrulha da noite está começando a me destruir. Eu acho que a idade está começando a me afetar.",
                "winter_Tue4": "O vazio fica mais agitado no inverno e mais monstros se aproximam da superfície. ontem nós pegamos Caranguejos de Pedra perto da praia!",
                "winter_Thu4": "Ah, eu já considerei me aposentar sabe. Especialmente no inverno quando minha perna me lembra do meu passado.#$b#Mas alguns poucos aventureiros tem o luxo de se aposentar, @. Eu aguardo o dia que uma força das sombras me pegue e leve a melhor..",
                "winter_Fri4": "Eu não sou tão velho quanto eu pareço garoto. Sabe, com tantos monstros que eu já enfrentei, seus cabelos também ficariam brancos.",
                "winter_Sun8": "É uma vida solitária, ser um Caçador de Monstros. Não querer estagnar, se casar, ter filhos.#$b#Deixar eles se preocupando se o pai vai voltar para casa.$2#$b#Me desculpe @. Nessas noites longas de inverno, o vazio pode encher o seu coração de ressentimentos.",
                "summer_Mon_InLaw_Jasper": "Dê um oi pro meu querido amigo Jasper. Gil e eu sentimos falta das visitas semanais dele.#$b#Mas eu estou feliz por ele também. Todo aventureiro merece um lar para voltar.",
                "summer_Mon_InLaw_Denver": "Eu espero que meu sobrinho esteja te tratando bem garoto. Ele é um bom rapaz, e eu estou contente que ele tenha encontrado uma alma gêmea.^Eu espero que meu sobrinho esteja te tratando bem garota. Ele é um bom rapaz, e eu estou contente que ele tenha encontrado uma alma gêmea",
                "DwarfVisit": "Eu vi alguém saindo da sua fazenda após a meia noite.#$b#Você teve alguma visita de noite?#$b#Não? Ah... melhor ficarmos de olho então, @. tem alguém rondando sua fazenda...",
                "JasperEngaged": "Então, eu escutei que você foi fisgado - vai fazer do nosso amado professor um homem honesto.#$b#Meus Parabéns, @. Aqui está um presente por terem se casado. Eu espero que tenha algo útil![275]"
            },
            "When": {
                "HasMod": "FlashShifter.StardewValleyExpandedALL"
            }
        },
        /*************
S T R I N G S
**************/
        {
            "LogName": "Schedule Dialogue",
            "Action": "EditData",
            "Target": "Strings/schedules/Jasper",
            "Entries": {
                "000": "Existe trevas espreitando por aqui. É como se experimentasse o vazio.$2",
                "001": "Quando eu era criança, esse era o coração da comunidade, agora ele abriga seres diferentes.$1#$b#Eles estão ali, @. Eu consigo escuta-los.#$b#Mas eles não se atrevem a se revelarem para mim.$2",
                "002": "Tenho que admitir, esse lugar detona! entendeu...? Não?$4",
                "003": "A complexidade dessa estrutura me intriga, @! Suas camadas indicam um evento cataclísmico de muitos séculos atrás. Ah, me desculpe, eu estou resmungado não estou?",
                "004": "Ah, olá @! Marlon e eu estamos planejando minha próxima expedição subterrânea. Talvez desta vez eu encontre os Anões!$1",
                "005": "1...2...3... eu tenho que seguir as ordens do Dr.Harvey, @. Se eu desejar andar de novo.$7",
                "006": "Por favor, @. Eu prefiro que você não me encare. Eu sei que é horrendo.$7",
                "007": "Eu vou andar novamente, @. Eu devo.$7",
                "008": "Hoje é um dia difícil, @. Eu não sei se eu vou conseguir me acostumar.$7",
                "009": "Então Dr., qual o veredito? Eu vou ser capaz de ficar em pé novamente em breve?$2",
                "010": "1...2...3... Esse é um exercício importante. Ordens do Dr.!$7",
                "011": "Minha vida mudou drasticamente, @. Mas eu devo aproveitar o que me sobrou.$7",
                "012": "Sério? Ninguém mais conhece o alfabeto?$5",
                "013": "O frio do inverno faz os meus ossos doerem. O exercício ajuda um pouco.$7",
                "014": "Tem tanto a ser descoberto aqui, @. Há tanto para se arquivar! Uma história impressionante eu diria.$1",
                "015": "Ai meu Deus, eu não tinha percebido o quanto as crianças perguntam! Elas estão me fazendo ficar na linha!",
                "020": "Ah, @. Obrigado por se juntar a mim. Estou apenas tomando um momento para reabastecer, antes de prestar meus respeitos.$2",
                "021": "@, meu amor. Eu gostaria que você pudesse tê-lo conhecido. Meu pai. Ele teria te amado.$2",
                "winter_17.000": "Os viajantes vem de perto e de longe, trazendo seus produtos e suas histórias.",
                "saturday.001": "Algumas coisas estranhas estão sendo vistas nas águas, @. Talvez um dia eu veja uma.$3",
                //Marriage Strings
                "marriage_To1": "Saudações meu amor! Essa árvore me trás memórias de mim. Eu costumava subir nela quando criança. Cai dela algumas vezes.",
                "marriage_To2": "Meu amor, é tão bom te ver. é gostoso ler ao ar livre e observar a população da Vila passar por ai.",
                "marriage_To3": "Venha, sente comigo por um tempo - caso você não estiver ocupado!",
                "marriage_To4": "É engraçado como uma construção pode guardar tantas memórias, não acha @?",
                "marriage_To5": "Minha mãe e eu saímos da Vila antes de uma tempestade terrível. Os Relâmpagos devastaram as construções, sabe.",
                "marriage_To6": "Você acha que os Junimos habitam todas as construções abandonadas, @? Espíritos da natureza, pegando de volta o que uma vez pertenceu a eles.",
                "marriage_For1": "Essa floresta sempre vai ter um lugar no meu coração, @. Não tem nada que acalma a alma dessa forma.$1",
                "marriage_For2": "Você consegue ver os Junimo nas árvores, @. Eles estão cuidadosos, mas curiosos.$1",
                "marriage_For3": "A presença sombria permanece aqui, @. Eu me pergunto o que é.$3",
                "marriage_Be1": "Você gostaria de se juntar a mim num mergulho meu amor? Talvez eu apenas queira te admirar em suas roupas de banho.$4",
                "marriage_Be2": "O cheiro do sal, o barulho das gaivotas... ah, é tão bom estar aqui fora, não acha?$1",
                "marriage_Be3": "Vamos construir um castelo de areia? Ah, eu sei que é bobo, mas quando eu estou perto de você, eu me sinto jovem novamente.",
                "marriage_AH1": "Ah sim, eu ainda estou com a minha pesquisa.",
                "marriage_AH2": "Você não ama o cheiro do papel e da cola, @? Não? Talvez seja apenas eu.",
                "marriage_AH3": "Outro capítulo na história do Vale reunida totalmente e pronta para ser arquivada!",
                "marriage_AM1": "Ah, eu adoraria contar para as crianças tudo sobre os Goblins. Mas eu tenho medo que a Senhorita Penny não goste disso.",
                "marriage_AM2": "As crianças estão fascinadas por terremotos e vulcões e outros desastres naturais.$3",
                "marriage_AM3": "Hoje vamos aprender como os Diamantes são feitos. E não, não é apenas do carvão, na verdade, Diamantes estavam presentes bem antes do carvão existir!",
                "marriage_Adv1": "Ah... a caminhada com certeza me deixa cansado mas é bom poder estar aqui fora de novo.$1",
                "marriage_Adv2": "O Marlon já te contou como ele perdeu o olho dele? Não, para mim também. Bem, não é a mesma história duplicada, de nenhuma forma!$1",
                "marriage_Adv3": "Meus dias de aventureiro podem ter acabado, mas eu não posso me esquecer dos meus amigos, posso Marlon?$1",
                "marriage_Dw1": "Obrigado Anão, por me receber minha companhia e responder minhas perguntas.",
                "marriage_Dw2": "Ah, saudações @. Me parece, enquanto alguns diziam a verdade, que minhas teorias estavam de certa forma... com uma falta de complexidade.",
                "marriage_Dw3": "Você veio se juntar a nós? O Anão tem algumas boas histórias para contar!",
                "marriage_Ca1": "Eu não tenho certeza do porque você me convidou aqui, Cameron. Mas sim, East Scarpe tem um bom patrimônio.",
                "marriage_Ca2": "Ah, bom dia meu amor! Cameron e eu estamos planejando algo... você vai ter que esperar para ver!#$b#Ah, não tema! É algo que vai ser vantajoso para nós - e para todo o vilarejo!$1",
                //Immersive Spouses
                "marriage_13": "Ah, saudações meu amor. Vamos ir juntos?$1#$b#Eu não tenho certeza se quero participar da caça aos ovos, mas eu vou torcer por você!$3",
                "marriage_16": "Boa sorte com sua exposição; mostre pra a Vila o quão maravilhoso você é!$3#$b#Me desculpe eu não consigo ficar com você, eu prometi ao Marlon que eu ia ajuda-lo com sua exposição de armas.$1",
                "marriage_25": "Feliz Estrela Invernal! Eu espero que você tenha lembrado de trazer o seu presente.$1#$b#Quem é o meu amigo oculto? Bem, não seria segredo se eu te contasse, seria meu amor?$3",
                "marriage_nm": "Ah, eu estou procurando por um presente especial para a Estrela Invernal.$1#$b# O que eu comprei para você? Ah, ai eu teria que te contar, e eu não vou?$3",
                "marriage_luau": "Ah, ai está você meu amor! Eu tenho certeza de que sua contribuição para a sopa é aguardada!$3"
            }
        },
        {
            "LogName": "Strings from Maps",
            "Action": "EditData",
            "Target": "Strings/StringsFromMaps",
            "Entries": {
                "JaspersRoom.1": "'O legado dos Anões'. Hmmm, O Jasper gosta de Ficção Fantasiosa?",
                "JaspersRoom.2": "A espada do Jasper. Parece bem polida e limpa. Jasper deve cuidar muito bem dela.",
                "JaspersRoom.3": "É uma Pelúcia de Junimo. Parece que foi bem cuidado.",
                "JaspersRoom.4": "'Professor Thomas, nós lamentamos em informar que sua aplicação para o mandato foi negada...'^Ops, isso parece particular - melhor não bisbilhotar.",
                "JaspersRoom.5": "'Histórias Fantásticas do Vale do Orvalho'",
                "JaspersRoom.6": "É uma cópia de um artigo de jornal, datado de 26 anos atrás:^'Enterrada viva? A pequena Vila de mineração da Vila Pelicanos foi devastada por uma explosão subterrânea perto da meia noite na noite anterior. trinta e sete homens desaparecidos, acredita-se que estão presos, com pouca esperança de estarem vivos.'",
                "Museum2.1": "O Duende Brownie se mandou. Por favor limpe você mesmo.",
                "Museum2.2": "Tem tanta coisa aqui. Por onde eu começo?",
                "Museum2.3": "Isso é uma coleção de Gorros? Eles ainda possuem o preço!",
                "Museum2.4": "'A Reivindicação do Vaqueiro', 'Fascinado pela Rainha do Rodeio'... O gosto do Gunther por literatura é algo inesperado.'",
                "Museum2.5": "É uma cerveja artesanal, chamada 'Karmaleon', e tem um lagarto no rótulo. Tem um cheiro floral.",
                "Museum2.6": "O Gunther quebrou a espinha e dobrou os cantos. Mas que monstro.",
                "Museum2.7": "'Gemas e Minerais da República de Ferngill', 'A bíblia de Cristal'. São livros Didáticos.",
                "Museum2.8": "Ooooh, brilhante.",
                "DwarfCave.1": "Está trancado",
                "DwarfCave.2": "Parece que foi bem amassado:^\"Querida Marnie,^Eu queria te dizer como eu me sentia a muito tempo, mas a minha língua ficou embaralhada. Eu temo que eu fiquei muito tempo sem companhia, e não consigo mais achar palavras.\" Não está assinado, mas você tem quase certeza de que não foi escrito pelo Anão.",
                "DwarfCave.3": "Está muito arranhado e desgastado e está quase vazio. Provavelmente alguém jogou fora.",
                "DwarfCave.4": "Me parece bem feito, e tem um nome escrito em tinta no lado Elliot? Talvez tenha pertencido a ele.",
                "DwarfCave.5": "O estofo está saindo pelas suas orelhas, e seu pelo foi mastigado pelas mariposas.",
                "DwarfCave.6": "Não funciona. Na verdade, parece que foi estripado em pedaços.",
                "SpouseJasper.7": "As notas de Jasper sobre os Anões. Certamente elas são aprofundadas!",
                "FilingCabinet.1": "O Inquisidor do Vale do Orvalho: ASSOMBRADOS POR UM URSO QUE FALA?^^Um grupo de vagabundos estava acampando perto do desfiladeiro do Vale do Orvalho teve um encontro de perto com um urso na semana passada. \"Nós estávamos festejando bem alto,\" um estudante, que só quis se identificar como 'Brad', nos contou as novidades. \"Quero dizer,nós estávamos no a-- fim do mundo, quem nós iríamos perturbar? Ai nós escutamos os arbustos se mexendo e, mer-- Eu quase me c--ei. Tinha um urso gigante, Seis, Sete metros de altura, e quase tão largo quanto. Ele apenas nos encarou. Eu acho que eu apenas entrei em pânico e arremessei minha garrafa nele. O urso pegou ela com uma mão, sorriu para mim, e disse - e eu não estou brincando! - claro como o dia, 'Obrigado'. E ai ele voltou para a floresta.\"^^Quando perguntamos se eles estavam sob o efeito de substâncias ilícitas, 'Brad' ficou mudo do nada.",
                "FilingCabinet.2": "O Inquisidor do vale do Orvalho: PRAGA DE SLIME!^^Um campo de morangos foi devastado por uma horda de slimes na lua cheia da noite passada. \"Eles destruíram tudo!\" o agricultor angustiado informou aos repórteres. \"E deixaram uma gosma nojenta que envenenou a terra. O que nós vamos fazer?\" A Guilda dos Aventureiros local  foi contatada, mas ainda não nos responderam.",
                "FilingCabinet.3": "Um artigo do Vida de Fazendeiro Mensal; é de alguns anos atrás:^^O pequeno vilarejo da Vila Pelicanos é conhecida por seu solo rico e fértil que, combinada com sua relativa alta umidade, providência ótimas condições de crescimento. Se os rumores forem verdade, sementes plantadas no solo da Vila Pelicanos crescem mais rápido e produzem mais dos que os fora da região. Parece até criminoso reportar que a larga escala de agricultura da Vila Pelicanos parou de produzir XX anos atrás, e s terra foi arruinada. É dito que ela foi herdada pelo neto do Fazendeiro, e nós só podemos esperar que um dia ele clame sua herança.",
                "FilingCabinet.4": "Uma série de roubos foi reportada pela região do Vale do Orvalho. Uma testemunha afirma ter acordado a noite e escutado barulhos estranhos, e viu uma pessoa pequena revirando sua geladeira. O autor do crime fugir a pé e acredita-se que escapou pelas minas. \"Ele era pequeno,\" a testemunha reportou, \"possivelmente uma criança, e estava usando um capuz estranho. Eu não consegui ver seu rosto.\" Até agora, os itens roubados consistem de comidas, bugigangas, e pedaços de metal.^^As pessoas da região são encorajadas a manter suas portas fechadas, e guardar em segurança tudo que for de valioso até que o ladrão, ou ladrões sejam pegos.",
                "FilingCabinet.5": "Sr. MacGregor, proprietário de 'Many Clucks Given', uma fazenda de Galinhas Caipiras fora de Grampleton, reportou ocorrências estranhas no seu galinheiro esta manhã. \"As garotas estavam muito agitadas,\" ele disse. \"E eu estava preocupado no começo com vermes. Mas ao invés disso eu encontrei a coisa mais estranha: vários dos ovos se tornaram pretos, com manchas vermelhas, e tinha algo bem estranho sobre eles.\" Quando perguntamos o que ele fez com os ovos corrompidos, ele exclamou. \"Eu me livrei deles,\" ele disse. Uma pena, nós aqui no Inquisidor sentimos, que seria bem interessante descobrir o que nasceria deles.",
                "FilingCabinet.6": "ROUBO NO MUSEU LOCAL: O pequeno vilarejo da Vila Pelicanos sofreu um desgosto hoje, quando o curador de seu museu foi embora sem avisar - e levou com ele todas as suas coleções da região. \"É uma triste perda para a região,\" Prefeito Lewis nos informou. \"Toda a história loca, se foi!\" Um relatório de roubo apresentado na época sugeria que um número de livros também desapareceu, e aquela coleção continha inúmeras gemas raras e únicas, endêmicas da região.^^O arqueologísta local, M. Gunther, assumiu o posto de curador, entretanto, quanto tempo a exposição vai ficar vazia? apenas o tempo vai nos dizer.",
                "FilingCabinet.7": "FAZENDEIRO LOCAL 'SURPREENDE' COM ABÓBORA GIGANTE:^^Um fazendeiro do Vale do Orvalho, M. Terence de Fairhaven levou o maior troféu no Feira do Condado do Orvalho essa semana passada, quando ele apresentou uma impressionante abóbora de 1,38Kg para uma audiência embasbacada. \"O segredo está nas sementes e no solo,\" ele nos informou. \"Você tem que fertilizar e cuidar com água todo dias.\" Quando perguntamos o que aconteceria com a abóbora gigante, ele brincou que ele iria: \"Esvaziar ela e transformar em uma casa de brincar para as crianças.\"",
                "FilingCabinet.8": "FÚRIA INFERNAL SOBRE A VILA PELICANOS:^^Já faz mais de vinte anos, e o fogo do carvão continua queimando abaixo da Vila Pelicanos.^^O carvão entrou em ignição em XXXX depois de uma explosão de gás que matou 26 mineradores e deixou vários feridos. Tentativas de acalmar o fogo falharam, mas foi reportado que está confinado nas profundezas da mina, nossas fontes reportaram \"Cavernas cheias de Gelo de longa duração\" Não, a ciência não faz sentido para nós também.^^Fora isso, a Vila Pelicanos ainda é uma charmosa pequena vila a beira-mar, e atrais dezenas de turistas anualmente.",
                "FilingCabinet.9": "O Tribunal do Vale do Orvalho, quase uma década atrás: Uma busca no Vale do Orvalho e um resgate foi acionado por moradores desaparecidos da Vila Pelicanos, Tristan, três dias depois que falhou em retornar de uma expedição de espeleologia.^^Tristan, e sua namorada, Mona, foram vistos juntos pela ultima vez no domingo de manhã, quando acredita-se que adentraram o extenso sistema de cavernas da Vila Pelicanos. Perto da meia noite, Mona chegou em casa, da forma que seu guardião descreveu como 'um estado confuso e desnorteado'. Atualmente ela esta recebendo tratamento médico para uma suave hipotermia. \"Eu não sei que há de errado com ela,\" um amigo - que quis ficar no anonimato - nos informou. \"Ela continua sussurrando, toda hora, 'Eu nunca deveria ter deixado o gato...' mas ela não gosta de Gatos!\"",
                "FilingCabinet.10": "É uma carta formal com o símbolo do Vale do Orvalho, datada de anos atrás:^^Para o Prefeito Lewis,^Com o último censo mostrando que a população da Vila Pelicanos caiu para baixo de 100, O Conselho do Orvalho decidiu assimilar ela na grande região de Granpleton. As regras da Vila Pelicanos agora vão cair na jurisdição do Governador.^^Agora a Vila Pelicanos não precisa de um Prefeito, seu cargo vai ser algo cerimonial. Nós somos gratos pela sua dedicação e serviços para a República de Ferngill, e desejamos a você sorte em suas conquistas futuras. É nossa esperança que você aproveite esta oportunidade para se aposentar mais cedo.^^ Com gratitude e respeito, O Governador.",
                "FilingCabinet.11": "Você encontrou um artigo de jornal antigo, mais ou menos de quinze anos atrás:^HERDEIRO DA JOJA DESAPARECE^^Joseph Jacobson Jr., o único filho do magnata, Joseph Jacobson, desapareceu.^^Joseph Jr. estava escalado para assumir o comando na Segunda, após da festa extravagante para sua aposentadoria feita pelo bilionário Sábado a noite. Entretanto, uma testemunha reportou que ele viu Joesph Jr. \"Saindo escondido pela porta dos fundos perto da meia noite.\"^^Uma conexão secreta que não deu certo, ou talvez o jeito que a Joja lida com as coisas não estavam mais agradando? Um amigo de Joseph Jr. reportou que o homem estava ficando extremamente descontente com a Corporação, particularmente do jeito que a Joja lidava com desentendimento com o recente tratado de troca com a República de Gotoro.^^O desaparecimento não está sendo tratado como suspeito; Joseph Jr. sempre mostrou reticiência aos olhos do público, mas todos que o avistarem devem reportar a polícia local.^^Durante sua ausência, a gerência da Corporação Joja vai ser feita por um comitê, supervisionado por Joseph Sr.",
                "FilingCabinet.12": "É um obituário:^^Mona da Vila Pelicanos, amada filha, mãe, irmã, nos deixou hoje, dia 28 da Primavera, depois de um acidente trágico. Levada tão cedo, o mundo vai estar mais sombrio sem seu espírito inflamável. Que ela descanse agora, banhada pela luz de Yoba, reunida com seu querido Tristan.",
                "FilingCabinet.13": "É uma propaganda:^^ESPECIALISTA EM CONTROLE DE PESTES^Tem problemas com Slimes se infiltrando no seu porão? Tem um monstro em baixo da sua cama? Sua amigável Guilda dos Aventureiros está aqui para ajudar!^\"Cotações Grátis\"^^Ligue para Marlon ou Gil no número XXX-XXXX-XXXX.",
                "FilingCabinet.14": "CHEFE DO SALOON FRUTA ESTRELAR VENCE COMPETIÇÃO REGIONAL^^\"É tudo graças a meu molho secreto,\" Gus, dono do Saloon Fruta Estrelar, afirma, enquanto aceitava o troféu na competição de ontem do Concurso de Culinária do Vale do Orvalho. Os participantes vieram de toda a região do Vale do Orvalho, com pratos variados de escargot até sopa tom kha. Mas foi o Spaghetti do Gus que ganhou o dia. \"Eu quem fiz a massa,\" ele adicionou. \"E todos os ingredientes são frescos de origem local.\" Ele não vai divulgar os ingredientes de seu 'molho secreto', apenas que é uma receita que está em sua família por gerações.",
                "FilingCabinet.15": "A CORPORAÇÃO JOJA COMPRA A 'MINA INFERNAL':^^A mega corporação, Corporação Joja, recentemente comprou a mina abandonada ao norte da Vila Pelicanos. Uma vez uma fascinante mina de Gemas e Carvão, foi abandonada XX anos atrás, depois de uma série de explosões que mataram 26 mineradores e acendeu a camada de carvão. O cabeça da Corporação Joja local, Morris, se recusou a comentar sobre essa aquisição, e não quis divulgar os planos da Corporação para esta área.",
                "FilingCabinet.16": "VILAREJO LOCAL ASSEDIADO POR\"TEMPESTADE DO SÉCULO\": Uma medonha tempestade assolou a costa do vilarejo da Vila Pelicanos as 6pm da noite passada. Vendavais fortes - alguns passando de 55 mph - e uma chuva torrencial fez com que varias casas fossem evacuadas para o Saloon local. Diversas casas foram destruídas pela tempestade, incluindo o Centro Comunitário da cidade; mais um golpe para a outrora próspera vila de mineração.^\"Nós vamos nos recuperar disso,\" afirma o Prefeito da Vila Pelicanos Lewis. \"A Vila Pelicanos resistiu a muitas tempestades. Nossa comunidade vai sobreviver.\" Embora sua fé na comunidade é admirável, deve se notar que a população diminuiu significativamente desde o fechamento das minas, XX anos atrás.",
                "FilingCabinet.17": "LADRÃO DE MEL ENGANADO POR VOVÓ LOCAL: Evelyn \"Vovó\" Mullner está sendo reverenciada como heroína esta noite na Vila Pelicanos, depois que ela teve sucesso em afastar um urso faminto - armada apenas com suas ferramentas de jardinagem.^^\"Eu estava cuidando do jardim,\" a intrépida avó nos contou. \"Quando um urso grande veio da floresta. Eu acredito que o pobre coitado só estava com fome - mas ele me deu um baita susto! Eu o golpeei no focinho com meu ancinho.\" O urso então correu de volta, parecendo um pouco perturbado.^^\"Na verdade eu fiquei com pena dele,\" Vovó Mullner continuou. \"Mas não podemos ter um predador andando por ai com as crianças! Eu acabei deixando um pouco de Xarope de Ácer em uma árvore na floresta. Eu acho que ele aceitou minhas desculpas: A garrafa estava vazia - Ficou bem limpa! - no dia seguinte.\"",
                "FilingCabinet.18": "É um pedaço de papel manchado, arrancado de um caderno:^^O Vale não esta bem desde que as minas explodiram. Elas despertaram um demônio asqueroso nas profundezas; em algum lugar abaixo da superfície, algo sombrio e das trevas cochila. Será essa a entidade referenciada como o 'Vazio'?^A corrupção se espalhou pelas cavernas como uma praga, transformando morcegos em monstros e mutando inofensivos crustáceos em horríveis feras.^É nosso dever restabelecer o balanceamento entre -^^Aqui o texto desaparece atrás de uma mancha marrom ferrugem. ",
                "FilingCabinet.19": "Você tem um coração corajoso e um espírito forte? Sim? Então a Guilda dos Aventureiros precisa de VOCÊ!^^As criaturas do Vazio estão ficando incrivelmente destemidas e podem ameaçar a população do Vale do Orvalho.^^Se você acha que possui o que é necessário para se tornar um Defensor do Vale, Entre na Guilda dos Aventureiros e fale com Marlon ou Gil.^^*O recrutamento envolve um teste físico. A Guilda dos Aventureiros não é responsável pela perda de sua vida ou membros durante esse processo.",
                "FilingCabinet.20": "O que é a Fruta Estrelar?^^Existem muitos que ponderaram a existência dessa misteriosa fruta, Conhecida por todo o folclore do Vale do Orvalho por suas propriedades energizantes. é dito que aqueles que a consumem não podem ser mortos, e tem rumores de que ela pode conter o segredo da imortalidade.^^O que nós sabemos, entretanto, é que o conto dela é endêmico da região do Vale do Orvalho.",
                "FilingCabinet.21": "CABANA PARA ALUGAR: Procurando um retiro distante da cidade? Se cerca de uma linda e bela natureza, na Floresta Cinzaseiva, próxima a Vila Pelicanos. Próxima a um rio. muito pacífico. Essa pequena casa de campo vai servir bem para alguém que ama a natureza. Disponível por longos ou curtos períodos para alugar.^^Por favor, entre em contato com Marnie no número XXX-XXX-XXXX.",
                "FilingCabinet.22": "CIDADE SOB CERCO DE AMEAÇA AVIARIA: Chestervale está sob ataque novamente, só que desta vem por um atacante improvável: Um Ganso!^^\"O verme arrancou todas as minhas cenouras,\" um jardineiro local nos contou, \"e derrubou as minhas chaves no rio. Me trancou para fora do meu próprio jardim!\"^^\"Ele é muito assustador,\" comentou um pequeno garoto. \"E ele roubou meu óculos!\"^^O reinado de terror do Ganso teve um fim depois que foi cercado e capturado em uma plantação de cevada local.^^Quando foi questionado para justificar seus crimes, tudo o que ele disse foi, \"HONK!\"",
                "FilingCabinet.23": "O Tribunal do Vale do orvalho, mais de vinte anos atrás:^NOVO PREFEITO ASSUME A POSIÇÃO NA VILA PELICANOS: M. Lewis aceitou a posição de Prefeito da vila Pelicanos hoje, depois de uma vitória esmagadora nas eleições locais.^^\"Eu tenho ótimos planos para o vilarejo,\" ele anunciou. \"Nós esperamos trazer ela a frente da Economia do Vale do Orvalho, Para nós termos nosso local no mapa.\"^Seu oponente, O Mestre da Guilda dos Aventureiros Marlon,concedeu sua derrota graciosamente.",
                "FilingCabinet.24": "Uma página arrancada de um caderno:^O que se esconde em baixo do Vale do Orvalho? As cavernas abaixo das montanhas do Vale do Orvalho estão cheias de segredos. Estranhos artefátos foram encontrados, incluindo tecnologias do qual não entendemos, e a alta ocorrência de Minério de Irídio sugere a possibilidade de um impacto de meteoro. Isso, combinado com a cultura local pertencente a 'Estrela Invernal', a fruta endêmica e misteriosa conhecida como Fruta Estrelar, e a incrível fertilidade do solo da Vila Pelicanos, tudo aponto para algo que não é deste mundo.^^Eu acredito que uma pesquisa aprofundada é necessária.^^M. Jasper.",
                "FilingCabinet.25": "A Corporação Joja vai começar a escavar no Mar ao norte hoje, enquanto a República de Ferngill procura óleo dentro de suas fronteiras. A República procura quebrar os laços com o Império Gotoro, o que ocasionou as disputas da fronteira e tratados tem levado a aumentar a tensão entre os dois vizinhos. Após assinarem o Tratado de Troca em XXXX, O Império Gotoro tem inflacionado com frequência o preço do Petróleo puro, levando a restrições dentro da República de Ferngill",
                "FilingCabinet.26": "O Inquisidor do Vale do Orvalho:^^Hoje, Dia 7 da Primavera, enquanto a chuva caía ao nosso redor, o nosso intrépido parapsicólogo Crystal Moonbeam se aventurou na praia da Vila Pelicanos seguindo rumores de espíritos que aparecem sob certas circunstâncias. Depois de atravessar um pequeno riacho, ela visitou uma figura: Um homem idoso com um chapéu grande. \"A chuva parecia se enevoar ao seu redor,\" Moonbeam reportou. \"Como se ele estivesse lá...mas de alguma forma não estivesse. Ele olhos nos meus olhos, e disse com uma voz parecida com o rangido de madeira em um mar profundo, 'Eu vejo que você tem aquele brilho no olhar, senhora, mas eu temo que ela não sinta o mesmo por você.'\"",
                "FilingCabinet.27": "Uma página, arrancada de um caderno:^Querido Gunther,^Os Goblins de Bluemire não tem uma linguagem escrita, mas são excelentes oradores, e preservaram sua história cultural através de contos e danças interpretativas. Tem sido uma honra em comparecer em diversas performances - algo que poucos de fora são permitidos. Tem um tema que é recorrente de uma guerra: o conflito entre Sombras e uma \"brilhante e poderosa luz\" que resultou em séculos de turbulência, e tem uma semelhança impressionante com os contos de Rasmodius das Guerras Elementais.^Infelizmente, meu tempo com eles foi interrompido abruptamente, depois de um infortúnio desentendimento... - Eu vou lhe poupar os detalhes, meu amigo! - Mas não preciso dizer,uma retirada precipitada foi necessária!^^Seu amigo, M. Jasper.",
                "FilingCabinet.28": "LEVADO PELAS FADAS?:^^Quatro horas após ter desaparecido por seu guardião preocupado, Mona de sete anos finalmente foi encontrada viva e bem a oeste na floresta Cinzaseiva. \"Eu estava tendo uma festa do chá com as fadas\", ela informou para aqueles que a resgataram. \"Eles me deram um colar mágico!\" Ela parecia estar bem apesar de sua aventura, porém ela se recusa a se livrar do colar: um simples cristal em uma corda de couro.",
                "ProfessorSnail.JasperBook": "É uma cópia danificada pela água e maltratada de 'Famous Journeys' de M. Jasper"
            }
        },
        {   //Special Order Strings
        "Action": "EditData",
        "Target": "Strings/SpecialOrderStrings",
        "Entries": {
              //Geodes Order
              "Lemurkat.SpecialOrders.JasperGeodes_Name": "Pedido de Geodo",
              "Lemurkat.SpecialOrders.JasperGeodes_Text": "Eu preciso de uma seleção de geodos para uma aula de geologia, e apreciaria profundamente a entrega de 20 geodos para a Casa de Arqueologia.  Muito obrigado, M. Jasper (Prof).",
              "Lemurkat.SpecialOrders.JasperGeodes_Objective_0_Text": "Colete 20 Geodos.",
              "Lemurkat.SpecialOrders.JasperGeodes_Objective_1_Text": "Deposite 20 Geodos na caixa de depósito no balcão do museu.",
              //Scrolls Order
              "Lemurkat.SpecialOrders.JasperScrolls_Name": "Pergaminhos dos Anões",
              "Lemurkat.SpecialOrders.JasperScrolls_Text": "Atualmente estou buscando os mistérios dos anões e ouvi dizer que certos pergaminhos podem ser encontrados nas profundezas das minas. Por favor, se você encontrar algum, eu seria muito grato se você pudesse contribuir com minha pesquisa. - M. Jasper (Prof).",
              "Lemurkat.SpecialOrders.JasperScrolls_Objective_0_Text": "Entregue um pergaminho anão com uma fita vermelho a Jasper",
              "Lemurkat.SpecialOrders.JasperScrolls_Objective_1_Text": "Entregue um pergaminho anão com uma fita verde para Jasper",
              "Lemurkat.SpecialOrders.JasperScrolls_Objective_3_Text": "Entregar um pergaminho anão com uma fita azul para Jasper",
              "Lemurkat.SpecialOrders.JasperScrolls_Objective_4_Text": "Entregar um pergaminho anão com uma corrente de ouro para Jasper",
              //Dwarven Device
              "Lemurkat.SpecialOrders.JasperDevices_Name": "Dispositivo dos Anões",
              "Lemurkat.SpecialOrders.JasperDevices_Text": "Minha pesquisa sobre o Smouluanu requer uma seleção de objetos misteriosos, encontrados nas minas e no vulcão. Alguém por favor está disponível para entregá-los à Casa de Arqueologia? Muito obrigado - M. Jasper (Prof).",
              "Lemurkat.SpecialOrders.JasperDevices_Objective_0_Text": "Colecione 20 fragmentos de brasa",
              "Lemurkat.SpecialOrders.JasperDevices_Objective_1_Text": "Entregue 1 dispositivo de anões ao balcão do museu. ",
              "Lemurkat.SpecialOrders.JasperDevices_Objective_2_Text": "Entregar 1 disco raro ao balcão do museu.",
              "Lemurkat.SpecialOrders.JasperDevices_Objective_3_Text": "Entregue 20 fragmentos de brasa no balcão do museu."
            }
          },
          {//Special Order Mail
           "Action": "EditData",
           "Target": "Data/Mail",
           "Entries": {
             "Lemurkat.SpecialOrders.JasperGeodesMail": "Olá @,^Estou muito grato por sua contribuição. Espero que as crianças tenham o prazer de descobrir as maravilhas que estão escondidas dentro da rocha. Por favor, sinta-se livre para passar pelo Ferreiro durante a nossa aula de quarta-feira.^Por favor, encontre incluído um sinal de apreciação.^^ - M. Jasper (Prof).%item bigobject 21 %%[#]Geode Order Thank You",
             "Lemurkat.SpecialOrders.JasperScrollsMail": "Olá @,^Muito obrigado por esses pergaminhos. Estou confiante de que eles produzirão muitas revelações. Por favor, aceite estes pequenos presentes como um sinal de gratidão; há rumores de que eles são uma iguaria dos anões.^^ - M. Jasper (Prof.)%item object 554 5 %%[#]Scrolls Order Thank You",
             "Lemurkat.SpecialOrders.JasperDeviceMail": "Olá @,^Sua entrega foi recebida com gratidão. Vou continuar lhe atualizando sobre meus estudos à medida que eles prosseguem, mas, por enquanto, aproveite o anexo. Espero que você os ache úteis.^^ - M. Jasper (Prof).%item object 852 5 %%[#]Dwarvish Devices Thank You"
            }
          },
          {
            "LogName": "Dwarf dialogue related to Jasper",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Dwarf",
            "When": {
                "HasFlag": "Dwarf_Friend"
            },
            "Entries": {
                "winter_Fri": "Jasper Thomas tem algumas ideias ultrajantes.#$b#Mas às vezes também há sabedoria.",
                "summer_Fri": "Jasper Thomas usa muitas palavras que eu não entendo.#$b#O que significa {{aleatório: prepóstero, terraformação, subcutâneo, metamórfico, tesauro}}?",
                "fall_Fri": "Os seres humanos são estranhos, @. Por que Jasper Thomas usa tantas palavras para dizer a mesma coisa?",
                "spring_Fri": "Saudações! Estou satisfeito que você pode se juntar a nós. Como vai a sua mineração?"
            }
        }
    ]
}