{   "Entries": {
	"Rainy_Day_0": "Bit damp out there today. Be careful, my love. I wouldn't want you to catch a cold.",
    "Rainy_Day_1": "Oh, must you really go out today?#$b#I know it's selfish but couldn't you stay in, we could watch a movie?#$b#Or... find some other form of entertainment?$6",
    "Rainy_Day_2": "Got my paws, oops, hands, on this latest thriller novel. It's supposed to be really good.#$b#I'll tell you about it later. Be careful out there.",
    "Rainy_Day_3": "Stay back love, I'm drenched! Going outside was a really bad idea!#$b#Do we have a towel? Because this tongue certainly isn't gonna cut it.",
    "Rainy_Day_4": "Today feels like a good day to stay in and listen to the rain on the roof.#$b#But you're not going to do that, are you?",
    "Rainy_Day_MisterGinger": "Oh I thought I might spend today watching those crazy soaptime dramas.#$b#Hey, it's for research purposes - on what not to do in a relationship.",
    "patio_MisterGinger": "Ah, this kingdom we've made for ourselves. It's beautiful, isn't it?",
    "spouseRoom_MisterGinger": "Hmmm... what should I do today? Perhaps I should read a book? Write my memoirs... Hah, who am I kidding? I'll probably just have a nap.",
    "Rainy_Night_MisterGinger": "I know this book is trash, yet I couldn't put it down!",
    "Rainy_Night_1": "Come here and cuddle up to me. Would you like me to tell you a story?#$b#Once upon a time, there was a very handsome cat...#$b#I think you know how this one ends.$4",
    "Rainy_Night_2": "Curling up with my favorite person in my arms, listening to the patter of rain on the roof...#$b#This, truly, is the life.",
    "Rainy_Night_3": "I'm not looking forward to patrol tonight. The monsters are more confident in the rain.#$b#Still, that's a few hours away. Any ideas on what we can do until then?$4",
    "Rainy_Night_4": "You should see what the town is like at night, @; there's thousands of stars, and it's so still, so peaceful.#$b#Then BAM! A slime or a golem jumps out at you, and it's claws out, fight to the death time.",
    "Rainy_Night_5": "Ssshh, is that footsteps outside in the rain?#$b#No... I think we have a leak. I'll check it out i the morning.",
    "Indoor_Day_MisterGinger": "Rough night last night. Small incident with a golem. It's okay. We're all okay.#$b#Gonna have to stay in and lick my wounds today.#$b#No, not literally, my love!$1",
    "Indoor_Day_0": "Take care, and don't do anything I wouldn't.#$b#That should give you plenty of scope!$6", 
    "Indoor_Day_1": "Ah, a pleasant day for napping, and maybe a spot of light reading.#$b#Okay, fine love, I'll see if I can fit some housework into my onerous schedule.",
    "Indoor_Day_2": "Sometimes it feels like there's a heavy weight sitting on my chest, and there's a fluttering in the back of my throat, like I just ate a moth.$2#$b#It's nervousness? Oh... Well, I can't say I like it.",
    "Indoor_Day_3": "Good morning. I had a weird dream... and woke up early. So I made you breakfast. [194]$4#$b#Hey, at least it's not burned!",
    "Indoor_Day_4": "Guess what, my dear? I tried my hand at baking! I made cookies![223]#$b#I'm not sure if they're edible, but they might make decent ammunition.",
    "Indoor_Night_MisterGinger": "You'd like me to do the dishes tonight? As you wish.$1#$b#*happy sigh* Jas loved that movie, I think we must've watched it a billion times.",
    "Indoor_Night_0": "Good evening my dear. I decided to try my hand at cooking!$3#$b#Um, how do you feel about flambe de poisson. Yeh. I burnt it. Again.$2#$b#I guess I'm just easily dis- oh, look there's a moth in here!",
    "Indoor_Night_1": "Guess what? I cooked![198 205 231]#$b#Okay yes, I admit it. Marnie dropped it off, she's worried you're not eating enough.",
    "Indoor_Night_2": "I'm gonna have a quick nap before heading out on patrol.#$b#Sleep well my dear, I'll see you in the morning.",
    "Indoor_Night_3": "Good evening, babe.$4#$b#It's okay right? To call you 'babe'? Too many years as a cat; I'm out of touch with human courtship.",
    "Indoor_Night_4": "",
    "Outdoor_0": "*yawns* Just got in from the night patrol.#$b#I'm bleeding? It's okay, please don't fuss, it's just a scratch.#$b#Oh, you've come back from the caves with worse.$2",
    "Outdoor_1": "Marlon's signed me up to help with the pre-dawn 'pest control'.#$b#Don't worry, I promise not to get killed by a slime, as long as you promise the same!",
    "Outdoor_2": "I found a little something on the dawn patrol. Isn't it shiny! [60 72 80 80 80 80 80 84 82]$1",
    "Outdoor_3": "The farm's looking good, @. Although %pet's vermin-control skills are borderline inadequate.",
    "Outdoor_4": "There were some birds eyeing up your crops. Don't worry, I scared them away.#$b#Can't have the little feathery monsters getting ideas, can we?",
    "funLeave_MisterGinger": "",
    "funReturn_MisterGinger": "",
    "OneKid_0": "So, you put the food in one end, and clean up the other?#$b#I think I've got this child-raising lark sorted.",
    "OneKid_1": "Small confession, my love, I gave %kid1 cheese. It had an... unexpected... result.$2#$b#How was I to know it isn't good for children? They don't come with an instruction manual!#$b#Yes, I cleaned %kid1 up.",
    "OneKid_2": "I never imagined I'd ever have kids. Kittens maybe...$1#$b#Life turned out way better than this old tom ever expected.$3",
    "OneKid_3": "Do you think %kid1 might like a little playmate some day?#$b#Oh, I was just thinking aloud.#$b#But do you?$4",
    "TwoKids_0": "%kid1 tried to tell me a story. Not gonna lie, didn't understand most of it, but it was cute.",
    "TwoKids_1": "I love watching the kids play together. They're gonna be right little scrappers one day.#$b#Oh, right. Sorry. Thinkers. I meant thinkers.",
    "TwoKids_2": "The kids have got me watching some silly cartoon, and now the theme tune's crawled into my head. *hums*",
    "TwoKids_3": "%kid1 called me 'kitty' today. I guess they're smarter than I gave them credit for.",
    "Good_0": "Hey Handsome. Do you really have to head out today?^Hey Beautiful. Are you sure you have to head out today?$4#b#I just like having you around, y'know?",
    "Good_1": "Advantages of being human, number one: Thumbs. Number Two: fingers.#$b#Couldn't tickle you like this with paws now, could I?$2",
    "Good_2": "Take care out there today. I miss you when you're away.$3",
    "Good_3": "Why am I wearing a goofy grin?#$b#Come over here, and I'll show you why.$4",
    "Good_4": "You know, I'd forgotten how intense it was to stare into someone's eyes.#$b#I'm trying to figure out what color yours are.",
    "Good_5": "I love the way you smell. Like sunshine and freshly mown grass, with a hint of woodsmoke.#$b#You smell like home.$1",
    "Good_6": "Promise me you'll stay safe out there. I couldn't bear it if anything happened to you.",
    "Good_7": "This heavy, happy, ache that makes my pulse flutter, and catches in my throat? That's love, isn't it?#$b#I love you, @.",
    "Neutral_0": "Sometimes I miss being a cat, you know? No-one expects much of a cat.#$b#And they don't have to do housework. Ah well, shouldn't complain, should I?",
    "Neutral_1": "There was scratching in the roof all night. Birds or rats is my guess.#$b#I'll go up tomorrow and take a look.",
    "Neutral_5": "I wonder how Jas is doing without my guidance.#$b#*sigh* Oh, I'm sure she's fine, and she's got Shane and Marnie... but it's hard to let go, you know?",
    "Neutral_6": "I've got a headache. There's so much color now.#$b#It takes a lot of getting used to.",
    "Neutral_7": "I don't miss the bustle of the ranch, but Marnie makes a great fish pie.#$b#Jas would sneak me scraps under the table. Ah, good memories.",
    "Neutral_8": "I've been given a second chance, and what am I doing with it?#$b#Warm fire, a good book. Murdering the occasional monster. The simple pleasures of life, right?",
    "Neutral_9": "Sometimes my head feels too full, and my hands shake, and my stomach flutters like that time I ate a dozen flies.#$b#I guess that's what it means to be human, right @?$2",
    "Bad_0": "",
    "Bad_3": "They say you shouldn't try and change for someone. I guess they were right.$2",
    "Bad_5": "",
    "Bad_8": "",
    "Bad_9": "",
    "spring_1": "I guess today's gonna be busy for you, so I got up early and made breakfast.[240]#$b#I know, I know, but the eggs aren't too rubbery, and the parsnip's the right shade of gold.",
    "spring_12": "Ah, the egg hunts tomorrow. I wish Abigail would give Jas half a chance... You better give her a run for her money, @!",
    "spring_23": "",
    "spring_24": "",
    "spring_28": "Can you sit with me tonight... please? There's this deep, heavy weight in my chest.$2#$b#I'd forgotten how memories make my heart ache.$2",
    "summer_1": "Oh no, summer! The bane of my motivation. I'll try and get stuff done around the house.#$b#But no promises!",
    "summer_4": "It's Jas's birthday. I should go visit, but she'll be spending the day with her other family.#$b#If you see her, give her my love, okay? Tell her I'll see her tomorrow.",
    "summer_10": "Let me get this straight, everyone adds an ingredient, there's no consultation...and somehow it ends up...edible?#$b#I don't see how this could possibly work.",
    "summer_27": "Do you know jellyfish are a delicacy in some countries?#$b#I ate one once. It was a terrible idea. And a costly vet visit.",
    "fall_1": "Oooh, fall, my favorite season! Would you like to come frollick in the leaves with me.",
    "fall_15": "Hmmm suggestions for the grange display? Have you any of that high-quality cheese?#$b#No, I didn't eat it all! What are you implying?",
    "fall_17": "I'd forgotten how colorful the world could be. There's so many shades of orange, @.",
    "winter_1": "Winter's here. Plenty of time to curl in front of the fire with my favorite person!",
    "winter_28": "The end of another year. Have you any dreams for the New Year?#$b#Me? Oh, most of my dreams have already come true.",
    	
   }
    

}